{
    "Clinical Trial ID": "NCT00588640",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase I, Cohort l",
        "  oral d-methadone 40 mg",
        "  d-Methadone: 8 subjects to receive 40 mg d-Methadone twice a day"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Phase I and Phase II portions of the study:",
        "  18 years of age or older",
        "  Chronic pain with average 24 hour intensity rated at least 3 on a verbal numerical scale from 0-10 during the 24 hours prior to study entry.",
        "  Give informed consent to participate in this study.",
        "  Karnofsky Performance Score (KPS) >= to 80",
        "  Negative urine pregnancy test, verified by the study nurse, at study entry (for women of child-bearing potential). Patients must also use a medically approved contraceptive method during the study period.",
        "  Phase I only:",
        "  Responsible companion living with patient during study.",
        "  Phase II only:",
        "  Group 1 -- Patients must be taking chronic opioid therapy (long acting morphine, long acting oxycodone, transdermal fentanyl) at a stable dose for a minimum of four days. The dose of as needed short acting opioid does not need to be stable.",
        "  Group 2 -- Patients must not be receiving opioids and must have cancer related neuropathic pain secondary to post-chemotherapy peripheral neuropathy, post-radiation and/or post surgical plexopathy, radiculopathy or neuropathy, or post- herpetic neuralgia.",
        "Exclusion Criteria:",
        "  Phase I and Phase II:",
        "  Known hypersensitivity to methadone",
        "  Patient taking methadone or with a history of methadone treatment within one month of study enrollment.",
        "  Patient that requires changes in the dose of one of the following medications within 2 weeks of study enrollment:",
        "  Abacavir,",
        "  Benzodiazepines,",
        "  Carbamazepine,",
        "  Efavirenz,",
        "  Fluconazole,",
        "  Fluvoxamine,",
        "  FOS amprenavir,",
        "  Fosphenytoin,",
        "  Naltrexone,",
        "  Nelfinavir,",
        "  Nevirapine,",
        "  Phenytoin,",
        "  Rifampin,",
        "  Rifapentine,",
        "  Risperidone,",
        "  Ritonavir,",
        "  St. John's Wort,",
        "  Zidovudine",
        "  Hepatic function tests (SGOT, alkaline phosphatase, bilirubin) greater than 2 times the upper limit of normal or creatinine greater than 1.4 within 30 days of study entry.",
        "  Neurologic or psychiatric disease sufficient, in the investigator's opinion, to compromise data collection.",
        "  Women who are pregnant or nursing.",
        "  Women of childbearing potential who do not agree to use a medically recognized method of contraception during the study period."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number Who Reached a Safe Dose",
        "  The number of patients who reached a safe and well tolerated dose of d-methadone",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: Phase I, Cohort l",
        "  Arm/Group Description: oral d-methadone 40 mg",
        "  d-Methadone: 8 subjects to receive 40 mg d-Methadone twice a day",
        "  Overall Number of Participants Analyzed: 8",
        "  Measure Type: Number",
        "  Unit of Measure: participants  8"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/9 (22.22%)",
        "  Pain - Neck 1/9 (11.11%)",
        "  Pain - Back 1/9 (11.11%)"
    ]
}