{
    "Clinical Trial ID": "NCT01048099",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Patients Treated",
        "  Patients who received study treatment"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Part I",
        "  Women with HER2-negative breast cancer, as defined by FISH testing. (FISH testing may have been performed on the primary tumor, or subsequently on a biopsy of a metastatic lesion.)",
        "  Patients should be currently receiving chemotherapy, or scheduled to start chemotherapy (second-line or subsequent), for HER2-negative metastatic breast cancer.",
        "  To begin protocol treatment, patients must have progressed after at least 1 previous chemotherapy regimen for metastatic breast cancer.",
        "  Patients who are ER/PR positive or negative are eligible. ER/PR positive patients should be refractory to hormonal therapy, or not good candidates for hormonal therapy due to clinical features.",
        "  ECOG performance status of 0, 1 or 2.",
        "  Adequate recovery from recent surgery;  1 week must have elapsed from the time of a minor surgery;  4 weeks must have elapsed from the time of a major surgery.",
        "  Patients must have measurable disease per RECIST criteria.",
        "  Laboratory values as follows: Absolute neutrophil count (ANC) 1500/μL Hemoglobin (Hgb) 10 g/dL Platelets 100,000/L AST or ALT and alkaline phosphatase (ALP) must be <2.5 x ULN, or <5 x ULN in patients with liver metastases. Total bilirubin <1.5 x the institutional ULN Serum creatinine <1.5 x institutional ULN or calculated creatinine clearance 45 mL/min",
        "  Patients from Part 1 who have HER2 overexpression/activation identified by the PRO Onc Assay may enter the treatment portion of Part 2, if they meet all Part 2 eligibility criteria.",
        "  Life expectancy of  12 weeks.",
        "  Patient must be accessible for treatment and follow-up.",
        "  Patients must be able to understand the investigational nature of this study and give written informed consent prior to study entry.",
        "  Part II",
        "  Women with HER2-negative breast cancer, as defined by FISH testing. (FISH testing may have been performed on the primary tumor, or subsequently on a biopsy of a metastatic lesion.)",
        "  Patients should be currently receiving chemotherapy, or scheduled to start chemotherapy, for HER2-negative metastatic breast cancer.",
        "  Patients who are ER/PR positive or negative are eligible. ER/PR positive patients should be refractory to hormonal therapy, or not good candidates for hormonal therapy due to clinical features.",
        "  ECOG performance status of 0, 1 or 2.",
        "  Adequate recovery from recent surgery;  1 week must have elapsed from the time of a minor surgery;  4 weeks must have elapsed from the time of a major surgery.",
        "  Patients must have measurable disease per RECIST criteria.",
        "  Laboratory values as follows:",
        "  Absolute neutrophil count (ANC) 1500/μL",
        "  Hemoglobin (Hgb) 10 g/dL",
        "  Platelets 100,000/uL",
        "  AST or ALT and alkaline phosphatase (ALP) must be <2.5 x ULN, or <5 x ULN in patients with liver metastases.",
        "  Total bilirubin <1.5 x the institutional ULN",
        "  Serum creatinine <1.5 x institutional ULN or calculated creatinine clearance 45 mL/min",
        "  Life expectancy of  12 weeks.",
        "  Patient must be accessible for treatment and follow-up.",
        "  Patients must be able to understand the investigational nature of this study and give written informed consent prior to study entry.",
        "  Patients who are eligible for HER2-targeted treatment will begin this treatment at the first time a treatment change is necessary (i.e. at the next progression of metastatic breast cancer). This may occur immediately after PRO Onc assay results are received, or may be several months later, for patients responding well to their current chemotherapy.",
        "  Patients must continue to meet all inclusion and exclusion criteria for the Part 2 screening population at the time they are ready to start HER2-targeted treatment.",
        "  Ejection fraction  50%, as measured by echocardiogram (ECHO) or MUGA.",
        "Exclusion Criteria:",
        "  Part I:",
        "  Patients currently responding to hormonal therapy.",
        "  Previous treatment with any HER2-targeted agent.",
        "  Patients with meningeal metastases.",
        "  Patients who are not considered likely candidates for subsequent therapy after next progression of metastatic breast cancer.",
        "  Women who are pregnant or lactating.",
        "  Patients with New York Heart Association class II or greater congestive heart failure.",
        "  Any of the following 6 months prior to starting study treatment:",
        "  myocardial infarction;",
        "  severe unstable angina;",
        "  ongoing cardiac dysrhythmia",
        "  Concurrent severe, intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.",
        "  Mental condition that would prevent patient comprehension of the nature of, and risk associated with, the study.",
        "  Use of any non-approved or investigational agent  30 days of administration of the first dose of study drug. Patients may not receive any other investigational or anti-cancer treatments while participating in this study.",
        "  Part II",
        "  Patients currently responding to hormonal therapy.",
        "  Previous treatment with any HER2-targeted agent.",
        "  Patients with meningeal metastases.",
        "  Patients with active brain metastases. Patients who have received radiation or surgery for brain metastases are eligible if there is no evidence of central nervous system (CNS) disease progression, and at least 4 weeks have elapsed since treatment. Ideally, patients should not still require use of seizure medication or steroids.",
        "  Patients who are not considered likely candidates for subsequent therapy after next progression of metastatic breast cancer.",
        "  Women who are pregnant or lactating.",
        "  Patients with New York Heart Association class II or greater congestive heart failure.",
        "  Any of the following 6 months prior to starting study treatment:",
        "  myocardial infarction;",
        "  severe unstable angina;",
        "  ongoing cardiac dysrhythmia.",
        "  Concurrent severe, intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit safety and compliance with study requirements.",
        "  Mental condition that would prevent patient comprehension of the nature of, and risk associated with, the study.",
        "  Use of any non-approved or investigational agent  30 days of administration of the first dose of study drug. Patients may not receive any other investigational or anti-cancer treatments while participating in this study.",
        "  Past or current history of neoplasm other than the entry diagnosis with the exception of treated non-melanoma skin cancer or carcinoma in situ of the cervix, or other cancers cured by local therapy alone and a DFS 5 years."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Part II: Objective Response Rate of HER2-negative Metastatic Breast Cancer (by FISH Testing)",
        "  The percentage of HER2-negative metastatic breast cancer (MBC) patients having an objective benefit from treatment per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI or CT: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR. Includes patients with HER2 overexpression/activation as detected by PRO Onc Assay.",
        "  Time frame: 18 months",
        "Results 1: ",
        "  Arm/Group Title: Patients Treated",
        "  Arm/Group Description: Patients who received study treatment",
        "  Overall Number of Participants Analyzed: 14",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  7"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/14 (35.71%)",
        "  Ileus 1/14 (7.14%)",
        "  General disorders and administration site conditions - Other, disease progression 2/14 (14.29%)",
        "  Infections and infestations - Other, pneumonia 1/14 (7.14%)",
        "  Acute kidney injury 1/14 (7.14%)"
    ]
}