{
    "Clinical Trial ID": "NCT00821964",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment (Biological Therapy, Chemo)",
        "  Patients receive Abraxane IV over 30 minutes on days 1, 8, and 15 and apply topical imiquimod to cutaneous lesions QD on days 1-4, 8-11, 15-18, and 22-25. Treatment repeats every 28 days for up to 3 cycles in the absence of disease progression or unacceptable toxicity.",
        "  imiquimod: Given topically",
        "  Abraxane: Given IV",
        "  laboratory biomarker analysis: Correlative studies",
        "  RNA analysis: Correlative studies",
        "  immunoenzyme technique: Correlative studies"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with advanced stage refractory breast cancer",
        "  Progressive or relapsed disease following standard therapy with chemotherapy and/or surgery, and/or radiation",
        "  Patients must have measurable (bi-dimensional) chest wall disease and/or cutaneous metastatic lesions",
        "  Patients must be at least 7 days from last chemotherapy and 30 days from local radiotherapy and/or systemic steroids",
        "  Patients on bisphosphonates, trastuzumab, lapatinib and/or hormonal therapy are eligible",
        "  White blood cell count >= 1000/ul",
        "  Absolute neutrophil count (ANC) >= 1200/ul",
        "  Platelets > 75,000/ul",
        "  Serum creatinine =< 2.0 mg/dL, a creatinine clearance > 60 ml/min",
        "  Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) < 2 X upper limit normal (ULN)",
        "  Total bilirubin < 2 X ULN",
        "  Patients must have a Performance Status Score (Eastern Cooperative Oncology Group [ECOG] Scale) =< 2",
        "  Patients must have recovered from major infections and/or surgical procedures and, in the opinion of the investigator, not have a significant active concurrent medical illness precluding protocol treatment",
        "  Men and women of reproductive ability must agree to contraceptive use during the study and for 1 month after imiquimod/Abraxane treatment is discontinued",
        "Exclusion Criteria:",
        "  Patients with prior allergic reaction to taxanes",
        "  Patients with any clinically significant active autoimmune disease requiring active treatment with systemic steroids or other immunomodulators",
        "  Pregnant or breast-feeding women",
        "  Patients with peripheral neuropathy >= Grade 2"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Anti-tumor Effects of Imiquimod as Assessed by Modified World Health Organization (WHO) Criteria",
        "  Tumor responses will be determined using the sum of the products of the largest perpendicular dimensions. Target lesions will be evaluated by the following response criteria: complete response (CR), partial response (PR), stable disease (SD), or progressive disease (PD).",
        "  Evaluation of target lesions per modified WHO response criteria:",
        "  Complete response (CR): complete clearance (100%) of target lesion(s)",
        "  Partial response (PR):  50% decrease in target lesion size",
        "  Stable disease (SD): < 50% decrease in target lesion size",
        "  Progressive (PD):  25% increase in target lesion size Overall Response Rate (ORR) determined at end of study treatment which was 1 week after cycle #3, unless patient was withdrawn from study. If patient was withdrawn from study, then ORR was determined after their last cycle of treatment received.",
        "  Time frame: Baseline and then every 4 weeks until week 24",
        "Results 1: ",
        "  Arm/Group Title: Treatment (Biological Therapy, Chemo)",
        "  Arm/Group Description: Patients receive Abraxane IV over 30 minutes on days 1, 8, and 15 and apply topical imiquimod to cutaneous lesions QD on days 1-4, 8-11, 15-18, and 22-25. Treatment repeats every 28 days for up to 3 cycles in the absence of disease progression or unacceptable toxicity.",
        "  imiquimod: Given topically",
        "  Abraxane: Given IV",
        "  laboratory biomarker analysis: Correlative studies",
        "  RNA analysis: Correlative studies",
        "  immunoenzyme technique: Correlative studies",
        "  Overall Number of Participants Analyzed: 14",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Total Evaluated in this Outcome Measure: 14 100.0%",
        "  Complete Response (CR): 5  35.7%",
        "  Partial Response (PR): 5  35.7%",
        "  Stable Disease (SD): 3  21.4%",
        "  Progressive Disease (PD): 1   7.1%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/15 (6.67%)",
        "Pain 1/15 (6.67%)"
    ]
}