{
    "Clinical Trial ID": "NCT02312622",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A - Pegylated Irinotecan to Treat NSCLC",
        "  Patients with non-small cell lung carinoma (NSCLC) will receive pegylated irinotecan intravenously (IV) over 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.",
        "  Pegylated Irinotecan: Administered intravenously (IV) at 145 mg/m² as monotherapy once every 21 days (1 cycle)",
        "INTERVENTION 2: ",
        "  Cohort C - Pegylated Irinotecan to Treat mBC",
        "  Patients with metastatic breast cancer (MBC) to brain will receive pegylated irinotecan intravenously (IV) over 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.",
        "  Pegylated Irinotecan: Administered intravenously (IV) at 145 mg/m² as monotherapy once every 21 days (1 cycle)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  At least 18 years of age.",
        "  Life expectancy of 3 months or longer.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2.",
        "  Advanced or refractory cancer, consisting of",
        "  Metastatic breast cancer (mBC) for which single-agent cytotoxic chemotherapy is indicated. OR",
        "  Histologically-proven metastatic lung cancer:",
        "  Non-small cell lung cancer (NSCLC) as Stage IV disease or recurrent metastatic disease [per lung cancer tumor, node and metastasis (TNM) classification system, 7th ed] (Cohort A) OR",
        "  Small cell lung cancer (SCLC) as extensive stage or recurrent metastatic disease (cohort B), including tumors with mixed small cell and non-small cell elements.",
        "  Prior chemotherapy (at least one of the following):",
        "  At least one line of prior systemic chemotherapy",
        "  At least one line of prior targeted treatment for metastatic disease Adjuvant systemic chemotherapy within prior 6 months Prior treatment for metastatic breast cancer (mBC) must have included taxane-based regimen",
        "  Prior chemotherapy, including other investigational therapy, has been completed prior to initiation of study treatment, according to the following:",
        "   2 weeks if immediately preceding treatment was chemotherapy/targeted therapy administered on a daily or weekly schedule",
        "   3 weeks if immediately preceding treatment was chemotherapy/targeted therapy administered every 2 weeks",
        "   4 weeks if immediately preceding treatment was chemotherapy/targeted therapy administered every 3 weeks Previously received at least one CNS directed treatment (such as surgery or radiation) OR not be eligible for CNS stereotactic radiosurgery Measurable CNS disease, either previously untreated (not counting systemic therapy), or progressed following previous radiation treatment. Lesions that have progressed after prior radiosurgery should not be selected as measurable disease if they are suspected of being radionecrosis.",
        "  The following measurement criteria are required, as visualized by contrast-enhanced MRI with slice thickness of  1.5 mm, unless absence of contrast or thicker slices is specifically authorized by Protocol Director. Measurements do not include tumor edema.",
        "  At least one CNS tumor measuring  10 mm in longest diameter, OR",
        "  At least one CNS tumor measuring 5-9 mm in longest diameter, plus one or two additional CNS tumors measuring  3 mm in longest diameter, for which the sum of the longest diameters is  10 mm. Additional tumors are not exclusionary.",
        "  Adequate organ function as evidenced by:",
        "  Absolute neutrophil count (ANC)  1.5 x 10e9/L without G-CSF (filgrastim, pegfilgrastim, or equivalent) support within 7 days",
        "  Hemoglobin (Hgb)  9.0 g/dL (90 g/L) without blood transfusion within 7 days",
        "  Platelet count  100 x 10e9/L without platelet transfusion within 7 days",
        "  Bilirubin  1.5 X upper limit of normal (ULN), except for patients with documented history of Gilbert's disease who may have DIRECT bilirubin  1.5 X ULN",
        "  Alanine aminotransferase (ALT)  2.5 X ULN, except  5 X ULN for patients with liver metastases",
        "  Aspartate aminotransferase (AST)  2.5 X ULN, except  5 X ULN for patients with liver metastases",
        "  Serum creatinine  1.5 X ULN; or calculated creatinine clearance  50 mL/min (using Cockcroft-Gault formula), or measured creatinine clearance  50 mL/min.",
        "Exclusion Criteria:",
        "  Previous treatment with a camptothecin derivative (eg, irinotecan, topotecan, and investigational agents including but not limited to exatecan, rubitecan, gimatecan, karenitecin, SN38 investigational agents, EZN 2208, SN 2310, and AR 67) is not allowed",
        "  Patients may not have a known history of leptomeningeal disease, as diagnosed by positive CSF cytology, unless prospective permission for enrollment is granted from the sponsor and the PI",
        "  Patients may not have had major surgery or radiotherapy (therapeutic and/or palliative) within 14 days prior to initiation of study treatment, including CNS-directed radiation therapy. Minor procedures, such as tumor biopsy, thoracentesis, or intravenous catheter placement are allowed with no waiting period",
        "  Patients may not have the following co morbid disease or concurrent illness:",
        "  Chronic or acute gastrointestinal (GI) disorders resulting in diarrhea of any severity grade; patients may not use chronic anti-diarrheal supportive care (more than 3 days/week) to control diarrhea in the 28 days prior to first dose of investigational drug. (exception: anti-diarrheal medications used to control symptoms from a medication that will be discontinued prior to study are allowed with a 7 day washout before study therapy, for example loperamide for erlotinib-associated diarrhea)",
        "  Known cirrhosis, defined as Child Pugh class A or higher liver disease",
        "  Other active malignancy, except for non melanoma skin cancer and carcinoma in situ (of the cervix or bladder)",
        "  Any other severe/uncontrolled inter current illness or significant co morbid conditions that in the opinion of the investigator would impair study participation or cooperation",
        "  Patients may not have a known allergy or hypersensitivity to any of the components of the investigational therapy, including polyethylene glycol (PEG) or topoisomerase inhibitors",
        "  Patients may not be receiving the following medications at the time of first dose of investigational drug:",
        "  Pharmacotherapy for known hepatitis B or C, tuberculosis, or human immunodeficiency virus (HIV)",
        "  Any of the following enzyme inducing anti epileptic medications (EIAEDs): phenytoin, carbamazepine, oxcarbazepine, phenobarbital",
        "  Other chemotherapy, hormonal therapy, immunotherapy, other investigational agents, or biologic agents for the treatment of cancer except for bisphosphonates or denosumab",
        "  Pregnant or nursing patients will be excluded from the study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Central Nervous System (CNS) Disease Control Rate (Cohort A and C)",
        "  Central nervous system (CNS) disease control (DC) is defined as a complete response (CR); partial response (PR); or stable disease (SD). The outcome is reported as the number and percentage of participants who achieve DC, a number without dispersion.",
        "  Response criteria are as follows. Note that any lesion less than 10 mm in longest diameter (LD) is considered unchanged unless there is a  3 mm change in the sum of the LDs.",
        "  CR = Disappearance of all target lesions, sustained for  4 weeks with no new lesions; clinical condition stable or improved",
        "  PR =  30% decrease in target lesion LD and no new lesions, sustained for  4 weeks; clinical condition stable or improved",
        "  PD (progressive disease) = Any of 20% increase in target lesion LD; increase in T2/FLAIR non-enhancing lesions; any new lesions; non-target progression; or clinical deterioration",
        "  SD = Neither PR or PD",
        "  Time frame: At 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Cohort A - Pegylated Irinotecan to Treat NSCLC",
        "  Arm/Group Description: Patients with non-small cell lung carinoma (NSCLC) will receive pegylated irinotecan intravenously (IV) over 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.",
        "  Pegylated Irinotecan: Administered intravenously (IV) at 145 mg/m  as monotherapy once every 21 days (1 cycle)",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  16.7%",
        "Results 2: ",
        "  Arm/Group Title: Cohort C - Pegylated Irinotecan to Treat mBC",
        "  Arm/Group Description: Patients with metastatic breast cancer (MBC) to brain will receive pegylated irinotecan intravenously (IV) over 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.",
        "  Pegylated Irinotecan: Administered intravenously (IV) at 145 mg/m  as monotherapy once every 21 days (1 cycle)",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  16.7%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 12/12 (100.00%)",
        "  Febrile neutropenia 0/12 (0.00%)",
        "  Pericardial tamponade 1/12 (8.33%)",
        "  Pericardial Effusion 1/12 (8.33%)",
        "  Diarrhea 0/12 (0.00%)",
        "  Non-cardiac chest pain 1/12 (8.33%)",
        "  Sepsis 0/12 (0.00%)",
        "  Respiratory infection 1/12 (8.33%)",
        "  Septic Shock 0/12 (0.00%)",
        "  Spinal fracture 0/12 (0.00%)",
        "  Dehydration 2/12 (16.67%)",
        "  Disease progression 1/12 (8.33%)",
        "Adverse Events 2:",
        "  Total: 3/3 (100.00%)",
        "  Febrile neutropenia 2/3 (66.67%)",
        "  Pericardial tamponade 0/3 (0.00%)",
        "  Pericardial Effusion 0/3 (0.00%)",
        "  Diarrhea 1/3 (33.33%)",
        "  Non-cardiac chest pain 0/3 (0.00%)",
        "  Sepsis 1/3 (33.33%)",
        "  Respiratory infection 0/3 (0.00%)",
        "  Septic Shock 1/3 (33.33%)",
        "  Spinal fracture 0/3 (0.00%)",
        "  Dehydration 1/3 (33.33%)",
        "  Disease progression 0/3 (0.00%)"
    ]
}