{
    "Clinical Trial ID": "NCT00767520",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Exemestane + Dasatinib",
        "  Oral dose of exemestane 25 mg + dasatinib 100 mg, once daily, until disease progression or unacceptable toxicity",
        "INTERVENTION 2: ",
        "  Exemestane + Placebo",
        "  Oral dose of exemestane 25 mg + placebo 100 mg, once daily, until disease progression or unacceptable toxicity"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically-documented invasive estrogen receptor positive breast cancer , with tumor tissue from prior surgery available for analysis",
        "  Prior therapy with a non-steroidal aromatase inhibitor",
        "  Recurrent or progressive advanced breast cancer (locally-advanced or metastatic)",
        "  Documented breast cancer with tumor  28 days prior to study entry",
        "  Women who are NOT of childbearing potential",
        "  Must be able to take oral medication",
        "  Performance Status 0 or 1",
        "Exclusion Criteria:",
        "  Pleural or pericardial effusion or ascites (of any etiology; Grade  1) within 6 months prior to study entry",
        "  Any chemotherapy, immunotherapy < 6 months before study entry. Any targeted therapy (eg. lapatinib) < 6 months before study entry, unless given in combination with an NSAI",
        "  Any antitumor therapy, including radiotherapy or hormonal therapy, within 15 days prior to study entry",
        "  Prior exposure to exemestane, any Src-family kinase inhibitor including dasatinib, to agents intended to control osteolytic disease other than bisphosphonates, or to any investigational agent for breast cancer",
        "  Concurrent or previous malignant disease requiring chemotherapy or radiation treatment within the prior 3 years",
        "  Significant bleeding disorder, or ongoing or recent clinically-significant gastrointestinal bleeding",
        "  Any serious cardiac condition, including congestive heart failure or myocardial infarction within 6 months, uncontrolled angina, or Class III or IV heart disease as defined by the New York Heart Association, baseline ejection fraction  40%, diagnosed congenital long QT syndrome, clinically-significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or Torsades de Pointes), QTc interval > 450 msec at baseline (Fridericia correction)",
        "  Hematologic abnormality Grade  2",
        "  Hypocalcemia of Grade  1",
        "  Any Chemistry abnormality of Grade  2 [except Grade 2 indirect bilirubin permitted if diagnosed Gilbert's disease]",
        "  Pregnant Women and Women of Childbearing Potential (WOCBP)",
        "  Extremely lactose intolerant, in the judgment of treating physician (100 mg dasatinib contains 135 mg lactose, posing a problem only if intolerance is severe)",
        "  Receiving any of the following concomitant medications: Category I drugs that are generally accepted to have a risk of causing Torsades de Pointes including: (Subjects must discontinue drug use at least 7 days prior to starting dasatinib)",
        "  Potent inhibitors of CYP3A4 isoenzyme",
        "  Prisoners or subjects who are involuntarily incarcerated; or subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS) Distribution for Exemestane Plus Dasatinib vs Exemestane Plus Placebo",
        "  PFS= The time (weeks) from date of randomization to date of progressive disease(PD). PFS for each randomization arm was estimated using the Kaplan-Meier product-limit method. A point estimate and a 95% confidence interval (CI) for the median PFS was computed for each randomization arm using the Brookmeyer & Crowley method. PD=Increase ( 20%) in sum of longest diameters from smallest value during study (including baseline).",
        "  Time frame: Prior to study therapy, at 8 week intervals until progression occurs (maximum participant PFS of 71 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Exemestane + Dasatinib",
        "  Arm/Group Description: Oral dose of exemestane 25 mg + dasatinib 100 mg, once daily, until disease progression or unacceptable toxicity",
        "  Overall Number of Participants Analyzed: 79",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: weeks  18.1        (15.1 to 24.3)",
        "Results 2: ",
        "  Arm/Group Title: Exemestane + Placebo",
        "  Arm/Group Description: Oral dose of exemestane 25 mg + placebo 100 mg, once daily, until disease progression or unacceptable toxicity",
        "  Overall Number of Participants Analyzed: 78",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: weeks  16.1        (12.1 to 18.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/79 (27.85%)",
        "  Anaemia 0/79 (0.00%)",
        "  Right ventricular dysfunction 1/79 (1.27%)",
        "  Diarrhoea 1/79 (1.27%)",
        "  Vomiting 2/79 (2.53%)",
        "  Abdominal pain 0/79 (0.00%)",
        "  Colonic obstruction 0/79 (0.00%)",
        "  Dysphagia 1/79 (1.27%)",
        "  Nausea 1/79 (1.27%)",
        "  Mucosal inflammation 1/79 (1.27%)",
        "  Performance status decreased 1/79 (1.27%)",
        "  Sudden death 1/79 (1.27%)",
        "Adverse Events 2:",
        "  Total: 13/76 (17.11%)",
        "  Anaemia 1/76 (1.32%)",
        "  Right ventricular dysfunction 0/76 (0.00%)",
        "  Diarrhoea 0/76 (0.00%)",
        "  Vomiting 2/76 (2.63%)",
        "  Abdominal pain 1/76 (1.32%)",
        "  Colonic obstruction 1/76 (1.32%)",
        "  Dysphagia 0/76 (0.00%)",
        "  Nausea 1/76 (1.32%)",
        "  Mucosal inflammation 0/76 (0.00%)",
        "  Performance status decreased 0/76 (0.00%)",
        "  Sudden death 0/76 (0.00%)"
    ]
}