{
    "Clinical Trial ID": "NCT01086605",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I/Group A (Pixantrone IV Day 1)",
        "  Patients receive 180 mg/m^2 pixantrone dimaleate IV over 1 hour on day 1. Treatment repeats every 21 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Arm II/Group B (Pixantrone IV Days 1, 8, and 15)",
        "  Patients receive 85 mg/m^2 pixantrone dimaleate IV over 1 hour on days 1, 8, and 15. Treatment repeats every 28 days for up to 12 courses in the absence of disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Registration and Randomization - Inclusion Criteria",
        "  Women or men",
        "    18 years of age",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast and clinical evidence of metastatic breast cancer.",
        "  Pre-treatment requirements:",
        "  4.1. Must have been previously treated in neoadjuvant, adjuvant or metastatic setting with anthracycline and/or taxane.",
        "  4.2. Must have received 2-3 prior chemotherapy treatment regimens NOTE: If NO prior (neo)adjuvant chemotherapy, patient must have received a minimum of 2 prior chemotherapy regimens in the metastatic setting.",
        "  4.2.1 NOTE: If prior (neo)adjuvant chemotherapy HAS been given, patient must have received at least 1 prior chemotherapy regimen in the metastatic setting.",
        "  4.3. Prior hormonal therapy allowed in the neo-adjuvant, adjuvant, or metastatic setting.",
        "  Unlimited prior hormonal therapy is allowed.",
        "  Patients must have measurable disease as defined in the protocol.",
        "  Negative pregnancy test done 7 days prior to registration, for women of childbearing potential only.",
        "  The following laboratory values obtained 15 days prior to registration.",
        "  7.1 Hemoglobin 10.0g/dL",
        "  7.2 ANC 1500/mm^3",
        "  7.3 Platelet count 100,000/mL",
        "  7.4 Total bilirubin 1.5 x ULN)",
        "  7.5 SGOT (AST) and SGPT (ALT) 5 x ULN",
        "  7.6 Serum creatinine 1.5 x ULN",
        "  LVEF 50% and EKG within institutional normal limits completed 22 days prior to registration.",
        "  ECOG Performance Status (PS) of 0, 1 or 2.",
        "  Life expectancy >3 months",
        "  Ability to complete questionnaire(s) by themselves or with assistance.",
        "  Patient has provided written informed consent",
        "  Willingness to return to NCCTG enrolling institution for follow-up.",
        "  Registration and Randomization - Exclusion Criteria",
        "  Any of the following because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown.",
        "  1.1 Pregnant women",
        "  1.2 Nursing women",
        "  1.3 Men or women of childbearing potential who are unwilling to employ adequate contraception (as determined by the treating physician)",
        "  Stage III or IV invasive cancer (other than breast cancer) in 3 years prior to registration (with the exception of non-melanoma skin cancer).",
        "  HER2 positive breast cancer (3+ by IHC or FISH amplified) breast cancer by ASCO/CAP guidelines",
        "  Has already received lifetime cumulative treatment with doxorubicin equivalent to >400 mg/m2.",
        "  >3 prior chemotherapy regimens for breast cancer.",
        "  5.1 NOTE: This number includes (neo)adjuvant chemotherapy, if given. If (neo)adjuvant chemotherapy HAS been given it counts as one (1) regimen.",
        "  Major surgery, chemotherapy, or immunologic therapy 3 weeks prior to registration.",
        "  6.1 NOTE: If patient has received prior treatment with bevacizumab, treatment on this trial should not begin until 4 weeks after the last dose of bevacizumab.",
        "  Radiotherapy 4 weeks prior to registration, except if to a non-target lesion only.",
        "  7.1 Prior radiation to a target lesion is permitted only if there has been clear progression of the lesion since radiation was completed.",
        "  7.2 If patient receives single dose radiation for palliation or radiation to non-target lesion, they may immediately proceed to registration without waiting.",
        "  7.3 Acute adverse events from radiation must have resolved to Grade 1 (according to current version of NCI CTCAE).",
        "  Evidence of active brain metastasis including leptomeningeal involvement.",
        "  8.1 CNS metastasis controlled by prior surgery and/or radiotherapy is allowed. To be considered controlled, there must be at least 2 months of no symptoms or evidence of progression prior to study entry and corticosteroid therapy given to control brain edema must have been discontinued.",
        "  Uncontrolled hypertension (blood pressure [BP] >160/90mmHg on 2 occasions at least 5 minutes apart). (Patients who have recently started or adjusted anti-hypertensive medications are eligible providing that BP is <140/90mmHg on any new regimen for 3 different observations in 14 days.).",
        "  Clinically significant cardiovascular or cerebrovascular disease, including any history of the following at any time prior to registration:",
        "  10.1 Myocardial infarction",
        "  10.2 Unstable angina pectoris",
        "  10.3 New York Heart Association (NYHA) Class II or greater congestive heart failure",
        "  10.4. Uncontrolled or clinically significant cardiac arrhythmia (patients with controlled atrial fibrillation are eligible)",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens.",
        "  History of allergy or hypersensitivity to drug product excipients or agents chemically similar to pixantrone.",
        "  Currently receiving treatment in a different clinical study in which investigational procedures are performed or investigational therapies are administered.",
        "  14.1 Patient may not enroll in such clinical trials while participating in this study.",
        "  Exception may be granted for trials related to symptom management (Cancer Control) which do not employ hormonal treatments or treatments that may block the path of the targeted agents used in this trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Proportion of Confirmed Tumor Responses (Complete or Partial Response)",
        "  The proportion of confirmed responses will be estimated by the number of women who achieve a CR or PR on two consecutive evaluations at least 6-8 weeks apart depending on the dose level. The proportion of successes will be estimated by the number of successes divided by the total number of evaluable patients at each dose level. Confidence intervals for the true success proportion at each dose level will be calculated according to the approach of Duffy and Santner. Response will be evaluated in this study using the revised Response Evaluation Criteria in Solid Tumors (RECIST) guidelines (version 1.1); Complete Response (CR): Disappearance of all non-nodal target lesions, each target lymph node must have reduction in short axis to <1.0 cm. and normalization of tumor biomarkers. Partial Response (PR): At least a 30% decrease in the sum of the longest diameters of the non-nodal target lesions and the short axis of the target lymph nodes taking as reference the Baseline Sum of Diameters.",
        "  Time frame: Up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Arm I/Group A (Pixantrone IV Day 1)",
        "  Arm/Group Description: Patients receive 180 mg/m^2 pixantrone dimaleate IV over 1 hour on day 1. Treatment repeats every 21 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 24",
        "  Measure Type: Number",
        "  Unit of Measure: proportion  0.08        (0.01 to 0.27)",
        "Results 2: ",
        "  Arm/Group Title: Arm II/Group B (Pixantrone IV Days 1, 8, and 15)",
        "  Arm/Group Description: Patients receive 85 mg/m^2 pixantrone dimaleate IV over 1 hour on days 1, 8, and 15. Treatment repeats every 28 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 22",
        "  Measure Type: Number",
        "  Unit of Measure: proportion  0.05        (0 to 0.24)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/24 (12.50%)",
        "  Disseminated intravascular coagulation 0/24 (0.00%)",
        "  Death NOS 0/24 (0.00%)",
        "  Edema limbs 0/24 (0.00%)",
        "  Fatigue 0/24 (0.00%)",
        "  Hepatic failure 1/24 (4.17%)",
        "  Alanine aminotransferase increased 1/24 (4.17%)",
        "  Aspartate aminotransferase increased 1/24 (4.17%)",
        "  Blood bilirubin increased 0/24 (0.00%)",
        "  Ejection fraction decreased 1/24 (4.17%)",
        "Adverse Events 2:",
        "  Total: 9/22 (40.91%)",
        "  Disseminated intravascular coagulation 1/22 (4.55%)",
        "  Death NOS 1/22 (4.55%)",
        "  Edema limbs 1/22 (4.55%)",
        "  Fatigue 1/22 (4.55%)",
        "  Hepatic failure 0/22 (0.00%)",
        "  Alanine aminotransferase increased 0/22 (0.00%)",
        "  Aspartate aminotransferase increased 1/22 (4.55%)",
        "  Blood bilirubin increased 1/22 (4.55%)",
        "  Ejection fraction decreased 1/22 (4.55%)"
    ]
}