{
    "Clinical Trial ID": "NCT01945775",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Talazoparib",
        "  Participants received talazoparib 1 mg, orally, once daily until radiographic disease progression as determined by the central IRF, unacceptable toxicity, consent withdrawal, physician's decision to terminate treatment, or sponsor's decision to terminate the trial (up to a maximum of 70.2 months). One cycle was of 21 days.",
        "INTERVENTION 2: ",
        "  Physician's Choice Treatment",
        "  Participants received 1 of the following drugs in specified regimens, as per the physician's choice: 1) capecitabine 1250 mg/m^2 orally twice daily on Day 1 to 14 in each cycle; 2) eribulin mesylate 1.4 mg/m^2 (equivalent to eribulin 1.23 mg/ m^2), as 2 to 5 minute IV infusion on Day 1 and 8 in each cycle; 3) gemcitabine 1250 mg/m^2 as 30-minute IV infusion on Day 1 and 8 in each cycle; 4) vinorelbine 30 mg/m^2 as 6 to 10 minute IV infusion on Day 1, 8, and 15 in each cycle; until radiographic disease progression as determined by the central IRF, unacceptable toxicity, consent withdrawal, physician's decision to terminate treatment, or Sponsor's decision to terminate the trial (up to a maximum of 45.3 months). One cycle was of 21 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed carcinoma of the breast",
        "  Locally advanced breast cancer that is not amenable to curative radiation or surgical cure and/or metastatic disease appropriate for systemic single cytotoxic chemotherapy",
        "  Documentation of a deleterious, suspected deleterious, or pathogenic germline BRCA1 or BRCA2 mutation from Myriad Genetics or other laboratory approved by the Sponsor",
        "  No more than 3 prior chemotherapy-inclusive regimens for locally advanced and/or metastatic disease (no limit on prior hormonal therapies or targeted anticancer therapies such as mechanistic target of rapamycin (mTOR) or CDK4/6 inhibitors, immune-oncology agents, tyrosine kinase inhibitors, or monoclonal antibodies against CTL4 or VEGF)",
        "  Prior treatment with a taxane and/or anthracycline in the neoadjuvant, adjuvant, locally advanced, or metastatic setting unless medically contraindicated",
        "  Have measurable or non-measurable, evaluable disease by the revised response evaluation criteria in solid tumors (RECIST) v.1.1",
        "  Eastern Cooperative Oncology Group (ECOG) performance status  2",
        "Exclusion Criteria:",
        "  First-line locally advanced and/or metastatic breast cancer with no prior adjuvant chemotherapy unless the Investigator determines that one of the 4 cytotoxic chemotherapy agents in the control arm would otherwise be offered to the subject",
        "  Prior treatment with a PARP inhibitor (not including iniparib)",
        "  Not a candidate for treatment with at least 1 of the treatments of protocol-specific physician's choice (ie, capecitabine, eribulin, gemcitabine, vinorelbine)",
        "  Subjects who had objective disease progression while receiving platinum chemotherapy administered for locally advanced or metastatic disease; subjects who received low-dose platinum therapy administered in combination with radiation therapy are not excluded",
        "  Subjects who have received platinum in the adjuvant or neoadjuvant setting are eligible; however, subjects may not have relapsed within 6 months of the last dose of prior platinum therapy",
        "  Cytotoxic chemotherapy within 14 days before randomization",
        "  Radiation or anti-hormonal therapy or other targeted anticancer therapy within 14 days before randomization",
        "  HER2 positive breast cancer",
        "  Active inflammatory breast cancer",
        "  CNS metastases",
        "  Exception: Adequately treated brain metastases documented by baseline CT or MRI scan that has not progressed since previous scans and that does not require corticosteroids (except prednisone  5 mg/day or equivalent) for management of CNS symptoms. A repeat CT or MRI following the identification of CNS metastases (obtained at least 2 weeks after definitive therapy) must document adequately treated brain metastases.",
        "  Subjects with leptomeningeal carcinomatosis are not permitted",
        "  Prior malignancy except for any of the following:",
        "  Prior BRCA-associated cancer as long as there is no current evidence of the cancer",
        "  Carcinoma in situ or non-melanoma skin cancer",
        "  A cancer diagnosed and definitively treated  5 years before randomization with no subsequent evidence of recurrence",
        "  Known to be human immunodeficiency virus positive",
        "  Known active hepatitis C virus, or known active hepatitis B virus",
        "  Known hypersensitivity to any of the components of talazoparib"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS): Independent Radiological Facility (IRF) Assessment",
        "  IRF assessed PFS was defined as time (in months) from randomization until the date of first documented radiologic progressive disease per response evaluation criteria in solid tumors (RECIST) version 1.1 or death from any cause, whichever occurs first. As per RECIST v1.1, progression defined as 1) for target lesions: at least a 20% increase in the sum of target lesion measurements, compared to the smallest sum on study (including baseline), the absolute increase in the sum has to be at least 5 millimeter (mm); 2) for non-target lesions: unequivocal progression of non-target lesions, evaluated as a whole, such that it is clear that treatment has failed and disease is progressing, regardless of the status of the target lesions; 3) and/or appearance of one or more new lesions. The analysis was performed by Kaplan-Meier method.",
        "  Time frame: Baseline until radiologic progressive disease or death due to any cause (up to maximum duration of 36.9 months)",
        "Results 1: ",
        "  Arm/Group Title: Talazoparib",
        "  Arm/Group Description: Participants received talazoparib 1 mg, orally, once daily until radiographic disease progression as determined by the central IRF, unacceptable toxicity, consent withdrawal, physician's decision to terminate treatment, or sponsor's decision to terminate the trial (up to a maximum of 70.2 months). One cycle was of 21 days.",
        "  Overall Number of Participants Analyzed: 287",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  8.6        (7.2 to 9.3)",
        "Results 2: ",
        "  Arm/Group Title: Physician's Choice Treatment",
        "  Arm/Group Description: Participants received 1 of the following drugs in specified regimens, as per the physician's choice: 1) capecitabine 1250 mg/m^2 orally twice daily on Day 1 to 14 in each cycle; 2) eribulin mesylate 1.4 mg/m^2 (equivalent to eribulin 1.23 mg/ m^2), as 2 to 5 minute IV infusion on Day 1 and 8 in each cycle; 3) gemcitabine 1250 mg/m^2 as 30-minute IV infusion on Day 1 and 8 in each cycle; 4) vinorelbine 30 mg/m^2 as 6 to 10 minute IV infusion on Day 1, 8, and 15 in each cycle; until radiographic disease progression as determined by the central IRF, unacceptable toxicity, consent withdrawal, physician's decision to terminate treatment, or Sponsor's decision to terminate the trial (up to a maximum of 45.3 months). One cycle was of 21 days.",
        "  Overall Number of Participants Analyzed: 144",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  5.6        (4.2 to 6.7)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 103/286 (36.01%)",
        "  Anaemia * 18/286 (6.29%)",
        "  Neutropenia * 3/286 (1.05%)",
        "  Thrombocytopenia * 2/286 (0.70%)",
        "  Febrile neutropenia * 1/286 (0.35%)",
        "  Leukopenia * 1/286 (0.35%)",
        "  Pancytopenia * 2/286 (0.70%)",
        "  Pericardial effusion * 3/286 (1.05%)",
        "  Atrial flutter * 1/286 (0.35%)",
        "  Cardiac tamponade * 1/286 (0.35%)",
        "  Diplopia * 2/286 (0.70%)",
        "  Vomiting * 5/286 (1.75%)",
        "Adverse Events 2:",
        "  Total: 39/126 (30.95%)",
        "  Anaemia * 0/126 (0.00%)",
        "  Neutropenia * 4/126 (3.17%)",
        "  Thrombocytopenia * 0/126 (0.00%)",
        "  Febrile neutropenia * 1/126 (0.79%)",
        "  Leukopenia * 0/126 (0.00%)",
        "  Pancytopenia * 0/126 (0.00%)",
        "  Pericardial effusion * 0/126 (0.00%)",
        "  Atrial flutter * 0/126 (0.00%)",
        "  Cardiac tamponade * 0/126 (0.00%)",
        "  Diplopia * 0/126 (0.00%)",
        "  Vomiting * 2/126 (1.59%)"
    ]
}