{
    "Clinical Trial ID": "NCT02756364",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: Fulvestrant 500 mg",
        "  Fulvestrant 500 mg, intramuscularly (IM), once on Days 1 and 15 in Cycle 1, and then on Day 1 of each subsequent 28-day cycle until progressive disease, unacceptable toxicity, or withdrawal of consent (Median duration of treatment was 16.0 weeks).",
        "INTERVENTION 2: ",
        "  Arm B: Fulvestrant 500 mg + Sapanisertib 4 mg QD",
        "  Fulvestrant 500 mg, IM, once on Days 1 and 15 in Cycle 1, and then on Day 1 of each subsequent 28-day cycle along with the sapanisertib 4 mg, capsules, orally, once daily in each 28-day treatment cycle until progressive disease, unacceptable toxicity, or withdrawal of consent (Median duration of treatment was 20.1 and 20.3 weeks for fulvestrant and sapanisertib respectively)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female participants aged 18 years or older who are postmenopausal.",
        "  Histologically proven diagnosis of breast cancer with evidence of metastatic disease or locoregional recurrence.",
        "  Histological confirmation and documentation of estrogen receptor (ER)-positive status (  1% positive stained cells).",
        "  Histological or cytological confirmation and documentation of human epidermal growth factor receptor-2 (HER2)-negative status by local laboratory testing using criteria in the American Society of Oncology (ASCO)/College of American Pathologists (CAP) Clinical Practice Guideline update.",
        "  Measurable disease defined as either of the following:",
        "  At least 1 extra-osseous lesion that could be accurately measured in at least 1 dimension.",
        "  The lesion must have measured 20 mm with conventional imaging techniques or 10 mm with spiral CT or MRI. Lymph nodes must be 1.5 cm in the short axis to be considered measurable.",
        "  Bone lesions (lytic or mixed [lytic plus sclerotic]) in the absence of measurable disease as defined above. Note: Participants with sclerotic/osteoblastic bone lesions only, in the absence of measurable disease, were not eligible.",
        "  Progressive Disease (PD) during prior aromatase inhibitor (AI) therapy.",
        "  Have a history of brain metastasis provided that all of the following criteria are met:",
        "  Brain metastases have been treated.",
        "  No evidence of PD for 3 months before the first dose of study drug.",
        "  No hemorrhage after treatment.",
        "  Off dexamethasone treatment for 4 weeks before the first dose of study drug.",
        "  No ongoing requirement for dexamethasone or anti-epileptic drugs.",
        "  Eastern cooperative oncology group (ECOG) performance status of 0 or 1.",
        "  Clinical laboratory values as specified below within 4 weeks before the first dose of study drug:",
        "  Bone marrow reserve consistent with absolute neutrophil count (ANC) 1.5*10^9/L; platelet count 100*10^9/L; hemoglobin (Hgb) 9 g/dL.",
        "  Total bilirubin 1.5*the upper limit of the normal range (ULN), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5*ULN (  5*ULN if liver metastases are present).",
        "  Creatinine clearance 40 mL/min based on Cockcroft-Gault estimate or based on a 12- or 24-hour urine collection.",
        "  Fasting serum glucose 130 mg/dL and fasting triglycerides 300 mg/dL.",
        "Exclusion Criteria:",
        "  Prior therapy with mechanistic target of rapamycin (mTOR), phosphoinositide-3-kinase (PI3K), or dual PI3K-mTOR inhibitors, serine/threonine-specific protein kinase (AKT) inhibitors, or fulvestrant.",
        "  Prior treatment with >1 line of chemotherapy for metastatic breast cancer or for locoregional recurrence that was not amenable to resection or radiation therapy with curative intent.",
        "  Experienced PD on >2 endocrine therapies for metastatic breast cancer or for locoregional recurrence that was not amenable to resection or radiation therapy with curative intent.",
        "  Life-threatening metastatic visceral disease (defined as extensive hepatic involvement or symptomatic pulmonary lymphangitic spread).",
        "  Poorly controlled diabetes mellitus defined as hemoglobin A1c (glycosylated hemoglobin; HbA1c) >7%; participants with a history of transient glucose intolerance due to corticosteroid administration may be eligible if all other inclusion/exclusion criteria are met."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS)",
        "  PFS was defined as the time from the date of randomization to the date of first documentation of progressive disease (PD) or death due to any cause, whichever occurred first. Per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1, PD was defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "  Time frame: Up to 40 months",
        "Results 1: ",
        "  Arm/Group Title: Arm A: Fulvestrant 500 mg",
        "  Arm/Group Description: Fulvestrant 500 mg, intramuscularly (IM), once on Days 1 and 15 in Cycle 1, and then on Day 1 of each subsequent 28-day cycle until progressive disease, unacceptable toxicity, or withdrawal of consent (Median duration of treatment was 16.0 weeks).",
        "  Overall Number of Participants Analyzed: 46",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  3.5        (1.9 to 5.6)",
        "Results 2: ",
        "  Arm/Group Title: Arm B: Fulvestrant 500 mg + Sapanisertib 4 mg QD",
        "  Arm/Group Description: Fulvestrant 500 mg, IM, once on Days 1 and 15 in Cycle 1, and then on Day 1 of each subsequent 28-day cycle along with the sapanisertib 4 mg, capsules, orally, once daily in each 28-day treatment cycle until progressive disease, unacceptable toxicity, or withdrawal of consent (Median duration of treatment was 20.1 and 20.3 weeks for fulvestrant and sapanisertib respectively).",
        "  Overall Number of Participants Analyzed: 47",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.2        (3.9 to 10.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/46 (17.39%)",
        "  Angina pectoris 0/46 (0.00%)",
        "  Hypercalcaemia of malignancy 0/46 (0.00%)",
        "  Vomiting 0/46 (0.00%)",
        "  Diarrhoea 0/46 (0.00%)",
        "  Nausea 0/46 (0.00%)",
        "  Stomatitis 0/46 (0.00%)",
        "  Pyrexia 0/46 (0.00%)",
        "  Cholelithiasis 0/46 (0.00%)",
        "  Hepatic failure 1/46 (2.17%)",
        "  Pyelonephritis acute 0/46 (0.00%)",
        "  Appendicitis 0/46 (0.00%)",
        "  Cellulitis 0/46 (0.00%)",
        "Adverse Events 2:",
        "  Total: 13/47 (27.66%)",
        "  Angina pectoris 0/47 (0.00%)",
        "  Hypercalcaemia of malignancy 0/47 (0.00%)",
        "  Vomiting 2/47 (4.26%)",
        "  Diarrhoea 2/47 (4.26%)",
        "  Nausea 0/47 (0.00%)",
        "  Stomatitis 1/47 (2.13%)",
        "  Pyrexia 2/47 (4.26%)",
        "  Cholelithiasis 0/47 (0.00%)",
        "  Hepatic failure 0/47 (0.00%)",
        "  Pyelonephritis acute 0/47 (0.00%)",
        "  Appendicitis 0/47 (0.00%)",
        "  Cellulitis 0/47 (0.00%)"
    ]
}