{
    "Clinical Trial ID": "NCT01013740",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib Plus Capecitabine",
        "  Participants received a daily dose of 5 tablets of lapatinib (1250 milligrams [mg]) continuously at approximately the same time every day, either 1 hour (or more) before food or 1 hour (or more) after food. Participants also received capecitabine 2000 mg per meters squared (mg/m^2) per day, divided and administered orally twice daily, 12 hours apart, for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food with approximately 200 milliliters (mL) of water.",
        "INTERVENTION 2: ",
        "  Lapatinib Plus Vinorelbine",
        "  Participants received a daily dose of 5 tablets of lapatinib (1250 mg) at approximately the same time every day, either 1 hour (or more) before food or 1 hour (or more) after food. Participants also received an intravenous (IV) infusion of vinorelbine 20 mg/m^2 over the course of 5 to 10 minutes on Days 1 and 8 of a 21-day treatment cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria :",
        "  Signed informed consent prior to registration.",
        "  Considered by the investigator to have a life expectancy of 12 weeks.",
        "  Subjects must be female and have histologically - confirmed invasive breast cancer with Stage IV disease at primary diagnosis or at relapse after curative - intent surgery.",
        "  Documented overexpression of ErbB2",
        "  Subjects should have progressive disease following prior therapy which may include anthracyclines, taxanes, and trastuzumab.",
        "  Females aged 18 years",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 to 1.",
        "  Subjects must have adequate organ and marrow function",
        "  Subjects must have a cardiac ejection fraction of at least 50% and within the institutional range of normal.",
        "  Radiotherapy prior to initiation of study medication is allowed to a limited area ( e . g . , palliative therapy ) , if it is not the sole site of disease.",
        "  Subjects with stable central nervous system (CNS) metastases are permitted.",
        "  Subject must be free of gastrointestinal diseases or any other conditions that impede swallowing, retaining, and absorption of oral medications.",
        "  Bisphosphonate therapy for bone metastases is allowed; however, treatment must be initiated prior to the first dose of study medication. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, is not permitted.",
        "Exclusion Criteria:",
        "  Subjects taking prohibited medications are not eligible for the study.",
        "  Therapy with lapatinib, vinorelbine, or capecitabine prior to randomization into this study.",
        "  Prior therapy with more than one chemotherapeutic regimen for metastatic breast cancer.",
        "  Concurrent anticancer or concomitant radiotherapy treatment.",
        "  History of uncontrolled or symptomatic angina; history of arrhythmias requiring medications ; clinically significant myocardial infarction < 6 months from study entry; uncontrolled or symptomatic congestive heart failure; ejection fraction below the institutional normal limit; or any other cardiac condition, which in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.",
        "  Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).",
        "  Use of an investigational drug within 30 days or 5 half - lives, whichever is longer, preceding the first dose of investigational treatment, or, concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents.",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the agents used in this study or their excipients that in the opinion of the investigator or GSK Medical Monitor contraindicates their participation.",
        "  Known deficiency for the enzyme dihydropyrimidine dehydrogenase (DPD).",
        "  Known history of uncontrolled inter - current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, clinically significant cardiac arrhythmia, or psychiatric illness / social situations that would limit compliance with study requirements.",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation , or any serious medical disorder that would interfere with the subject's safety.",
        "  Pregnant or lactating females at any time during the study (due to the potential teratogenic or abortifacient effects of lapatinib and breastfeeding).",
        "  Subjects with diseases affecting gastrointestinal function resulting in an inability to take oral medication , including ; malabsorption syndrome, disease significantly affecting gastrointestinal function , or resection of the stomach , small bowel , or colon. Subjects with inflammatory bowel disease or ulcerative colitis are also excluded.",
        "  Peripheral neuropathy of Grade 2 or greater.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and / or of prior cancer treatment.",
        "  Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS) in the Randomized Phase",
        "  PFS is defined as the time from randomization until the earliest date of disease progression (PD) or death due to any cause, if sooner. PD is defined as at least a 20 % increase in the sum of the longest diameter (LD) of target lesions, taking as a reference the smallest sum LD recorded since the treatment started or the appearance of >=1 new lesion.",
        "  Time frame: From randomization until disease progression, death, or discontinuation from the study (average of 27 study weeks)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib Plus Capecitabine",
        "  Arm/Group Description: Participants received a daily dose of 5 tablets of lapatinib (1250 milligrams [mg]) continuously at approximately the same time every day, either 1 hour (or more) before food or 1 hour (or more) after food. Participants also received capecitabine 2000 mg per meters squared (mg/m^2) per day, divided and administered orally twice daily, 12 hours apart, for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food with approximately 200 milliliters (mL) of water.",
        "  Overall Number of Participants Analyzed: 37",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  6.2        (4.4 to 8.3)",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib Plus Vinorelbine",
        "  Arm/Group Description: Participants received a daily dose of 5 tablets of lapatinib (1250 mg) at approximately the same time every day, either 1 hour (or more) before food or 1 hour (or more) after food. Participants also received an intravenous (IV) infusion of vinorelbine 20 mg/m^2 over the course of 5 to 10 minutes on Days 1 and 8 of a 21-day treatment cycle.",
        "  Overall Number of Participants Analyzed: 75",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  6.2        (4.2 to 8.8)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/37 (10.81%)",
        "  Anaemia 0/37 (0.00%)",
        "  Febrile neutropenia 0/37 (0.00%)",
        "  Leukopenia 0/37 (0.00%)",
        "  Neutropenia 0/37 (0.00%)",
        "  Arrhythmia 0/37 (0.00%)",
        "  Abdominal pain 1/37 (2.70%)",
        "  Diarrhoea 1/37 (2.70%)",
        "  Intestinal obstruction 0/37 (0.00%)",
        "  Vomiting 0/37 (0.00%)",
        "  Fatigue 0/37 (0.00%)",
        "  Pyrexia 0/37 (0.00%)",
        "  Cholecystitis acute 0/37 (0.00%)",
        "  Cholestasis 0/37 (0.00%)",
        "Adverse Events 2:",
        "  Total: 25/75 (33.33%)",
        "  Anaemia 2/75 (2.67%)",
        "  Febrile neutropenia 2/75 (2.67%)",
        "  Leukopenia 1/75 (1.33%)",
        "  Neutropenia 10/75 (13.33%)",
        "  Arrhythmia 1/75 (1.33%)",
        "  Abdominal pain 0/75 (0.00%)",
        "  Diarrhoea 0/75 (0.00%)",
        "  Intestinal obstruction 1/75 (1.33%)",
        "  Vomiting 1/75 (1.33%)",
        "  Fatigue 1/75 (1.33%)",
        "  Pyrexia 2/75 (2.67%)",
        "  Cholecystitis acute 1/75 (1.33%)",
        "  Cholestasis 0/75 (0.00%)"
    ]
}