{
    "Clinical Trial ID": "NCT01390818",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pimasertib (MSC1936369B) 15mg and SAR245409 30mg Once Daily",
        "  Pimasertib (MSC1936369B) capsule was administered at a single oral dose of 15 milligram (mg) along with single oral dose of 30 mg SAR245409 capsule on Day 1 of 21 days cycle until disease progression, intolerable toxicity, Investigator's decision to discontinue treatment, or withdrawal of consent by the subject (DE cohort).",
        "INTERVENTION 2: ",
        "  Pimasertib (MSC1936369B) 30mg and SAR245409 30mg Once Daily",
        "  Pimasertib (MSC1936369B) capsule was administered at a single oral dose of 30 mg along with single oral dose of 30 mg SAR245409 capsule on Day 1 of 21 days cycle until disease progression, intolerable toxicity, Investigator's decision to discontinue treatment, or withdrawal of consent by the subject (DE cohort)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Subject with advanced solid tumors for which there is no approved therapy:",
        "  Advanced solid tumor with diagnosed alteration in one or more of the following genes (PTEN, BRAF, KRAS, NRAS, PI3KCA, ErbB1, ErbB2, MET, RET, c-KIT, GNAQ, GNA11 and/or",
        "  A histologically or cytologically confirmed diagnosis of one of the following solid tumors: pancreatic, thyroid, colorectal, non-small cell lung, endometrial, renal, breast, ovarian carcinoma and melanoma",
        "  Subject with archived tumor tissue available for transfer to the Sponsor",
        "  Subject enrolled at lower dose level cohorts and MTD expansion cohorts must have tumor available for biopsy and agree to pre-treatment and on-treatment tumor biopsies",
        "  Subject has measurable or evaluable disease by response evaluation criteria in solid tumors (RECIST) v1.1",
        "  Subject is aged greater than or equal to (>=) 18 years",
        "  Subjects enrolled in disease specific expansion cohorts must fulfill all the inclusion/exclusion criteria listed above with the following restriction to the Inclusion Criterion number 1:",
        "  Relapsed or refractory Kirsten rat sarcoma viral oncogene homolog (KRAS) or neuroblastoma RAS viral oncogene homolog (NRAS) mutated metastatic non-small cell lung cancer (NSCLC) with no approved therapies, or",
        "  Relapsed or refractory metastatic triple negative breast cancer defined as estrogen, progesterone and HER2 negative carcinoma of the breast with no approved therapies, or",
        "  Relapsed or refractory metastatic colorectal cancer (CRC) with dual KRAS and PIK3CA mutation with no approved therapies, or",
        "  BRAF V600E/K mutated unresectable or metastatic melanoma after progression on B-Raf proto-oncogene, serine/threonine kinase (BRAF) inhibitors",
        "  Other protocol-defined inclusion criteria could apply",
        "Exclusion Criteria:",
        "  Subject has been previously treated with a PI3K inhibitor or a MEK inhibitor and taken off treatment due to treatment related adverse events",
        "  Subject has received:",
        "  Chemotherapy, immunotherapy, hormonal therapy, biologic therapy, or any other anti-cancer therapy within 28 days of trial drug treatment",
        "  Any investigational agent within 28 days of trial drug treatment",
        "  Extensive prior radiotherapy on more than 30% bone marrow reserves, or prior bone marrow/stem cell transplantation",
        "  Subject has not recovered from toxicity due to prior therapy",
        "  Subject has poor organ and marrow function as defined in the protocol",
        "  Subject has a history of central nervous system metastases, unless subject has been previously treated for CNS metastases",
        "  Subject has a history of difficulty swallowing, malabsorption or other chronic gastrointestinal disease",
        "  Subject has a history of recent major surgery or trauma within the last 28 days.",
        "  Subject has participated in another clinical trial within the past 30 days",
        "  Other protocol-defined exclusion criteria could apply"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Subjects With Dose Limiting Toxicities (DLT)",
        "  DLT was defined as any of the following toxicities experienced during the first cycle of treatment at any dose level (DL) and judged not to be related to the underlying disease or any concomitant medication by the Investigator and/or the Sponsor: A treatment emergent adverse event (TEAE) of potential clinical significance such that further dose escalation (DE) would have exposed subjects to unacceptable risk. Any Grade greater than or equal to (>=) 3 non-hematological toxicity, except for: Grade 3 diarrhea, nausea and vomiting with a duration less than or equal to (<=) 48 hours despite adequate supportive care and Alopecia. Grade 4 neutropenia of > 5 days duration or febrile neutropenia. Grade 3 thrombocytopenia with bleeding or Grade 4 thrombocytopenia. Any treatment interruption > 2 weeks due to AEs not related to the underlying disease or concomitant medication at any dose level and any severe, life-threatening impairing daily functions complication or abnormality.",
        "  Time frame: Day 1 up to Day 16 in cycle 1",
        "Results 1: ",
        "  Arm/Group Title: Pimasertib (MSC1936369B) 15mg and SAR245409 30mg Once Daily",
        "  Arm/Group Description: Pimasertib (MSC1936369B) capsule was administered at a single oral dose of 15 milligram (mg) along with single oral dose of 30 mg SAR245409 capsule on Day 1 of 21 days cycle until disease progression, intolerable toxicity, Investigator's decision to discontinue treatment, or withdrawal of consent by the subject (DE cohort).",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: subjects  0",
        "Results 2: ",
        "  Arm/Group Title: Pimasertib (MSC1936369B) 30mg and SAR245409 30mg Once Daily",
        "  Arm/Group Description: Pimasertib (MSC1936369B) capsule was administered at a single oral dose of 30 mg along with single oral dose of 30 mg SAR245409 capsule on Day 1 of 21 days cycle until disease progression, intolerable toxicity, Investigator's decision to discontinue treatment, or withdrawal of consent by the subject (DE cohort).",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: subjects  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/3 (33.33%)",
        "  FEBRILE NEUTROPENIA * 0/3 (0.00%)",
        "  LEUKOPENIA * 0/3 (0.00%)",
        "  ANAEMIA * 0/3 (0.00%)",
        "  THROMBOCYTOPENIA * 0/3 (0.00%)",
        "  ATRIAL FLUTTER * 0/3 (0.00%)",
        "  ATRIAL FIBRILLATION * 0/3 (0.00%)",
        "  BRADYCARDIA * 0/3 (0.00%)",
        "  CARDIO-RESPIRATORY ARREST * 0/3 (0.00%)",
        "  RIGHT VENTRICULAR DYSFUNCTION * 0/3 (0.00%)",
        "  NAUSEA * 0/3 (0.00%)",
        "  VOMITING * 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/3 (0.00%)",
        "  FEBRILE NEUTROPENIA * 0/3 (0.00%)",
        "  LEUKOPENIA * 0/3 (0.00%)",
        "  ANAEMIA * 0/3 (0.00%)",
        "  THROMBOCYTOPENIA * 0/3 (0.00%)",
        "  ATRIAL FLUTTER * 0/3 (0.00%)",
        "  ATRIAL FIBRILLATION * 0/3 (0.00%)",
        "  BRADYCARDIA * 0/3 (0.00%)",
        "  CARDIO-RESPIRATORY ARREST * 0/3 (0.00%)",
        "  RIGHT VENTRICULAR DYSFUNCTION * 0/3 (0.00%)",
        "  NAUSEA * 0/3 (0.00%)",
        "  VOMITING * 0/3 (0.00%)"
    ]
}