{
    "Clinical Trial ID": "NCT01953003",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A : iv Vinflunine Plus Capecitabine",
        "  Vinflunine dose 280 mg/m² on day 1 of each cycle every 3 weeks, Capecitabine 825 mg/m² twice daily orally for 14 consecutive days beginning on day 1 of each cycle followed by 1 week of rest.",
        "  vinflunine: intraveinous administration day 1 once every 3 weeks, 280 mg/m²",
        "  Capecitabine: Arm A : 1650 mg/m² Arm B : 2500 mg/m²",
        "INTERVENTION 2: ",
        "  Arm B : Capecitabine",
        "  1250 mg/m² twice daily orally for 14 consecutive days beginning on day 1 of each cycle followed by 1 week of rest",
        "  Capecitabine: Arm A : 1650 mg/m² Arm B : 2500 mg/m²"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Written informed consent",
        "  Histologically or cytologically confirmed Her-2 negative carcinoma of the breast",
        "  Documented locally recurrent or metastatic disease not amenable to curative surgery or radiotherapy",
        "  One, two or three prior chemotherapy regimens including those administered in the neoadjuvant or adjuvant setting. At least one of the regimens must have been given for the treatment of advanced disease.",
        "  Prior treatment must have included both an anthracycline and a taxane. minimum cumulative dose of 180 mg/m² of doxorubicin or of 300 mg/m² of epirubicin",
        "  Documented progression on or within 12 months of the most recent chemotherapy.",
        "  Prior hormone therapy is allowed",
        "  Prior radiation therapy is allowed to less than 30% of the bone marrow",
        "  LMeasurable or non measurable disease defined according to RECIST V1.1",
        "  Adequate recovery from recent surgery",
        "  Estimated life expectancy superior or equal of 12 weeks",
        "  KPS equal or superior to 70%",
        "  Age equal or superior to 21 years and < 80 years",
        "  ANC) equal or superior to 1.5 x 109/L, platelet count equal or superior to 100 x109/L and haemoglobin > 10 g/dL.",
        "  Bilirubin inferior or equal to 1.5 x upper limit of normal (ULN), AST and ALT inferior or equal to 2.5 x ULN or inferior or equal to 5 x ULN in the case of liver metastases, alkaline phosphatase inferior or equal to 5 x ULN.",
        "  Calculated creatinine clearance superior or equal to 50 mL/min",
        "  Normal ECG",
        "  Patients on coumadin or warfarin must be on stable doses and INR inferior or equal to 3",
        "  Women of childbearing potential must be using a medically accepted method of contraception. Women of childbearing potential must have a negative serum or urine pregnancy test within 72 hours prior to first treatment administration.",
        "  Absence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule; those conditions should be assessed with the patient before registration in the trial.",
        "  EXCLUSION CRITERIA",
        "  Known or with clinical evidence of brain metastasis or leptomeningeal involvement.",
        "  Pulmonary lymphangitis or symptomatic pleural effusion (grade > 2) that results in pulmonary dysfunction requiring active treatment.",
        "  Patients having received any other experimental drug or chemotherapy within 30 days",
        "  History of second primary malignancy, except: bilateral breast carcinoma, in situ carcinoma of the cervix, adequately treated non melanomatous carcinoma of the skin, and other malignancy treated at least 5 years previously with no evidence of recurrence",
        "  Pre-existing motor/sensory peripheral neuropathy of CTCAE version 3.0 grade >1",
        "  Patients having received > 3 regimens of chemotherapy",
        "  Prior therapy with capecitabine and/or vinca-alkaloids",
        "  History of severe hypersensitivity to vinca alkaloids and/or to fluoropyrimidine or any contra indication to any of the study drugs",
        "  Known or suspected DPD",
        "  Pregnant or lactating; With positive pregnancy test at inclusion",
        "  Female of childbearing potential who is unwilling or unable to use a medically accepted method to avoid pregnancy during the 2 months preceding the start of study treatment, throughout the study period and at least 3 months following the last dose of study treatment",
        "  Known history of HIV infection",
        "  Inability to take and/or absorb oral medication",
        "  Any serious, concurrent uncontrolled medical disorder especially uncontrolled hypercalcaemia, congestive heart failure, uncontrolled high-risk hypertension, arrhythmia, angina pectoris or previous history of myocardial infarction within 6 months prior to randomisation.",
        "  Prior BMT or autologous stem cell infusion following high-dose chemotherapy."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS)",
        "  The primary endpoint for the trial is progression-free survival calculated from the date of randomisation until the date of progression or the date of death whatever the cause of death. Patient who does not progressed will be censored at the date of last tumour assessment or the date of last contact of a follow-up showing no progression.",
        "  Time frame: progression date will be assessed evey 6 weeks starting from the randomization date until first documented progression or date of death from any cause whichever came first assessed up to 3 years",
        "Results 1: ",
        "  Arm/Group Title: Arm A : iv Vinflunine Plus Capecitabine",
        "  Arm/Group Description: Vinflunine dose 280 mg/m  on day 1 of each cycle every 3 weeks, Capecitabine 825 mg/m  twice daily orally for 14 consecutive days beginning on day 1 of each cycle followed by 1 week of rest.",
        "  vinflunine: intraveinous administration day 1 once every 3 weeks, 280 mg/m ",
        "  Capecitabine: Arm A : 1650 mg/m  Arm B : 2500 mg/m ",
        "  Overall Number of Participants Analyzed: 56",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Number of events (Participants): 42  75.0%",
        "  Number of censored observations (Participants): 14  25.0%",
        "Results 2: ",
        "  Arm/Group Title: Arm B : Capecitabine",
        "  Arm/Group Description: 1250 mg/m  twice daily orally for 14 consecutive days beginning on day 1 of each cycle followed by 1 week of rest",
        "  Capecitabine: Arm A : 1650 mg/m  Arm B : 2500 mg/m ",
        "  Overall Number of Participants Analyzed: 56",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Number of events (Participants): 46  82.1%",
        "  Number of censored observations (Participants): 10  17.9%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/56 (26.79%)",
        "  Febrile neutropenia 2/56 (3.57%)",
        "  Leukopenia 1/56 (1.79%)",
        "  Neutropenia 1/56 (1.79%)",
        "  Thrombocytopenia 1/56 (1.79%)",
        "  Anaemia 0/56 (0.00%)",
        "  Abdominal Pain 2/56 (3.57%)",
        "  Ileus 2/56 (3.57%)",
        "  Intestinal obstruction 1/56 (1.79%)",
        "  Mouth ulceration 1/56 (1.79%)",
        "  Fatigue 1/56 (1.79%)",
        "  Pain 1/56 (1.79%)",
        "  Chest discomfort 0/56 (0.00%)",
        "  Death 1/56 (1.79%)",
        "Adverse Events 2:",
        "  Total: 7/55 (12.73%)",
        "  Febrile neutropenia 0/55 (0.00%)",
        "  Leukopenia 0/55 (0.00%)",
        "  Neutropenia 0/55 (0.00%)",
        "  Thrombocytopenia 0/55 (0.00%)",
        "  Anaemia 1/55 (1.82%)",
        "  Abdominal Pain 0/55 (0.00%)",
        "  Ileus 0/55 (0.00%)",
        "  Intestinal obstruction 0/55 (0.00%)",
        "  Mouth ulceration 0/55 (0.00%)",
        "  Fatigue 0/55 (0.00%)",
        "  Pain 0/55 (0.00%)",
        "  Chest discomfort 1/55 (1.82%)",
        "  Death 0/55 (0.00%)"
    ]
}