{
    "Clinical Trial ID": "NCT01298193",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Observational Phase (First Cycle):",
        "  Observational phase (first cycle):",
        "  Day 0 (Dexamethasone 8mg) Day 1 (5-hydroxytryptamine 3 [5-HT3] antagonist, Ondansetron: 8 mg x2, Granisetron: 1mg x2,Tropisetron: 5 mg, Dexamethasone 24 mg).",
        " Chemotherapy: Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2 Days 2 and 3 (Dexamethasone 16 mg)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patient  18 years of age.",
        "  Patient has a histological confirmed early-stage (I to III) breast cancer.",
        "  Patient is able to understand study procedures and agrees to participate in the study by giving written informed consent.",
        "  Patient is naive to moderate or highly emetogenic chemotherapy per \"Hesketh\" criteria.",
        "  Patient is scheduled to receive of chemotherapy with Docetaxel-Cyclophosphamide (Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2) administered every 21 days.",
        "  Patient has a predicted life expectancy  4 months.",
        "  Functional State 0-1 Eastern Cooperative Oncology Group (ECOG) Scale (see Appendix 12.2).",
        "  Patient has an adequate organ function including the following:",
        "  Bone marrow reserve: Absolute Neutrophil Count >1500/mm3 and white blood cell (WBC) count >3000/mm3; Platelet Count >100.000/mm3",
        "  Hepatic: aspartate aminotransferase (AST) <2.5 x upper limit of normal; alanine aminotransferase (ALT) <2.5 x upper limit of normal; Bilirubin within the normal limit.",
        "  Renal: Creatinine <1.5 x upper limit of normal.",
        "  Premenopausal female patients must demonstrate a negative serum and/or urine pregnancy test within 3 days of study drug administration, and agree to use a double-barrier form of contraception for at least 14 days prior to, throughout and for at least 14 days following the last dose of study medication. Women taking oral contraceptive agents must agree to add a barrier form of contraception. Abstinence is also considered an acceptable form of contraception. (Note: A female patient who is not of reproductive potential is eligible without requiring the use of contraception. A female patient who is not of reproductive potential is defined as one who has either: 1) reached natural menopause (defined as 6 months of spontaneous amenorrhea with serum follicle stimulating hormone (FSH) levels in the postmenopausal range as determined by the laboratory, or 12 months of spontaneous amenorrhea); 2) 6 weeks post surgical bilateral oophorectomy with or without hysterectomy; or 3) bilateral tubal ligation.)",
        "  Patient is able to read, understand and complete study questionnaires.",
        "Exclusion Criteria:",
        "  Patient is scheduled to receive any chemotherapy treatment different to the Docetaxel-Cyclophosphamide chemotherapy.",
        "  Patient has received or will receive radiation therapy to the abdomen, chest or pelvis in the month prior to the study enter.",
        "  Patient has vomited in the 24 hours prior to Treatment Day 1.",
        "  Patient has a history of treatment with emetogenic chemotherapy of moderate or high level per \"Hesketh\" (classification of emetogenic chemotherapy agents).",
        "  Patient has an active infection (e.g., pneumonia) or any uncontrolled disease (e.g., diabetic ketoacidosis, gastrointestinal obstruction) except for malignancy which, in the opinion of the investigator, might confound the results of the study or pose unwarranted risk.",
        "  Patient currently uses any illicit drugs, including marijuana, or has current evidence of alcohol abuse as determined by the investigator.",
        "  Patient is mentally incapacitated or has a significant emotional or psychiatric disorder that, in the opinion of the investigator, precludes study entry.",
        "  Patient has a history of any illness that, in the opinion of the investigator, might confound the results of the study or pose unwarranted risk.",
        "  Patient has a history of hypersensitivity to aprepitant, 5-HT3 antagonists, or dexamethasone.",
        "  Patient is pregnant or breast feeding.",
        "  Patient has participated in a study with aprepitant or has taken a non approved (investigational) drug within the last 4 weeks.",
        "  Patient is taking systemic corticosteroid therapy at any dose; topical and inhaled corticosteroids are permitted.",
        "  Patient is taking, or will be taking within 28 days of Day 1 of cycle 2 (cycle in which patients will start taking aprepitant) the following CYP3A4 inducers:",
        "  phenytoin or carbamazepine",
        "  barbiturates",
        "  rifampicin or rifabutin",
        "  St. John's Wort",
        "  Patient is taking, or will be taking within 7 days of Day 1 of cycle 2 the following CYP3A4 substrates:",
        "  terfenadine",
        "  cisapride",
        "  astemizole",
        "  pimozide",
        "  Patient is taking, or will be taking within the 7 days of Day 1 of cycle 2 the following CYP3A4 inhibitors:",
        "  clarithromycin",
        "  ketoconazole, itraconazole",
        "  Patient will be taking an antiemetic within 48 hours of Day 1 of cycle 2. Prohibited antiemetics include:",
        "  5-HT3 antagonists (ondansetron, granisetron, dolasetron, tropisetron or palonosetron)",
        "  phenothiazines (e.g., prochlorperazine, fluphenazine, perphenazine, thiethylperazine, or chlorpromazine)",
        "  butyrophenones (e.g., haloperidol or droperidol)",
        "  benzamides (e.g., metoclopramide or alizapride)",
        "  domperidone",
        "  cannabinoids",
        "  herbal therapies with potential antiemetic properties",
        "  scopolamine",
        "  cyclizine",
        "  Patient has used benzodiazepines or opiates, except for single daily doses of triazolam, temazepam or midazolam in the 48 hours prior to Day 1 of cycle 2. Continuation of chronic benzodiazepines or opiate therapy is permitted provided it was initiated at least 48 hours before enrollment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Complete Response (CR)",
        "  Complete response is defined as no vomiting and no use of rescue treatment within the first cycle of Docetaxel-Cyclophosphamide for the treatment of early-stage breast cancer patients. A vomiting episode is defined as one or more episodes of emesis (expulsion of stomach contents through the mouth) or retches (an attempt to vomit that is not productive of stomach contents). Distinct vomiting episodes are, by definition, separated by the absence of emesis and retching for at least 1 minute. The timing (date and time) of each vomiting episode will be recorded by the patient in each cycle diary at the time of occurrence. Assessments of efficacy will begin at the initiation of chemotherapy infusion (0 hours) until the morning of Day 6 (approximately 120 hours) after chemotherapy during 1-2 cycles.",
        "  Time frame: Up to 21 days after cycle 1 of chemotherapy treatment",
        "Results 1: ",
        "  Arm/Group Title: Observational Phase (First Cycle):",
        "  Arm/Group Description: Observational phase (first cycle):",
        "  Day 0 (Dexamethasone 8mg) Day 1 (5-hydroxytryptamine 3 [5-HT3] antagonist, Ondansetron: 8 mg x2, Granisetron: 1mg x2,Tropisetron: 5 mg, Dexamethasone 24 mg).",
        " Chemotherapy: Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2 Days 2 and 3 (Dexamethasone 16 mg).",
        "  Overall Number of Participants Analyzed: 185",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  161  87.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 31/185 (16.76%)",
        "  Anemic Shock  [1]1/185 (0.54%)",
        "  Febrile Neutropenia  [2]13/185 (7.03%)",
        "  Febrile Neutropenia 2/185 (1.08%)",
        "  Febrile neutropenia  [3]3/185 (1.62%)",
        "  Neutrophil Count Decreased  [2]2/185 (1.08%)",
        "  Neutrophil Count Decreased  [3]2/185 (1.08%)",
        "  Neutrophil Count Decreased  [4]2/185 (1.08%)",
        "  Colon Diverticulitis 1/185 (0.54%)",
        "  Vomiting  [2]1/185 (0.54%)"
    ]
}