{
    "Clinical Trial ID": "NCT01684215",
    "Intervention": [
        "INTERVENTION 1: ",
        "  PD-0332991 100 mg: Dose Escalation Cohort",
        "  In Phase 1-Part 1, participants received single oral dose of PD-0332991 100 mg capsule in lead-in period (7 days prior to Cycle 1 Day 1), followed by PD-0332991 100 mg capsule orally once daily continuously for 21 days followed by 7 days off treatment in each cycle of 28 days, unless participants experienced disease progression or unacceptable toxicity or withdrew consent.",
        "INTERVENTION 2: ",
        "  PD-0332991 125 mg: Dose Escalation Cohort",
        "  In Phase 1-Part 1, participants received single oral dose of PD-0332991 125 mg capsule in lead-in period (7 days prior to Cycle 1 Day 1), followed by PD-0332991 125 mg capsule orally once daily continuously for 21 days followed by 7 days off treatment in each cycle of 28 days, unless participants experienced disease progression or unacceptable toxicity or withdrew consent."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Phase 1",
        "  In Part 1, advanced solid tumor (except SCLC or retinoblastoma) proven histologically or cytologically at original diagnosis, that is refractory to standard therapy or for whom no standard of care therapy is available.",
        "  In Part 2 and Phase 2, post menopausal women with proven diagnosis of ER-positive, HER2-negative adenocarcinoma of the breast with evidence of locoregionally recurrent or metastatic disease (including bone only disease) not amenable to resection or radiation therapy with curative intent and for whom chemotherapy is not clinically indicated.",
        "  Adequate blood cell counts, kidney function and liver function and and Eastern Cooperative Oncology Group [ECOG] score of 0 or 1.",
        "  Resolved acute effects of any prior therapy to baseline severity or Grade 1",
        "  Phase 2",
        "  Adult women ( 20 years of age) with proven diagnosis of adenocarcinoma of the breast with evidence of locoregionally recurrent or metastatic disease not amenable to resection or radiation therapy with curative intent and for whom chemotherapy is not clinically indicated.",
        "  Documentation of histologically or cytologically confirmed diagnosis of ER(+) breast cancer based on local laboratory results.",
        "  Adequate blood cell counts, kidney function and liver function and and Eastern Cooperative Oncology Group [ECOG] score of 0 to 2.",
        "Exclusion Criteria:",
        "  Phase 1",
        "  Active uncontrolled or symptomatic CNS metastases.",
        "  Uncontrolled infection, unstable or sever intercurrent medical condition, or current drug or alcohol abuse",
        "  Active or unstable cardiac disease or history of heart attack within 6 months",
        "  Phase 2",
        "  HER2 positive tumor based on local laboratory results utilizing one of the sponsor approved assays.",
        "  Known active uncontrolled or symptomatic CNS metastases, carcinomatous meningitis, or leptomeningeal disease.",
        "  Prior neoadjuvant or adjuvant treatment with a non steroidal aromatase inhibitor (ie, anastrozole or letrozole) with disease recurrence while on or within 12 months of completing treatment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose Limiting Toxicities (DLT): Part 1 Phase 1",
        "  DLT was classified as per common terminology criteria for adverse events (CTCAE) version 4.0 as any of the events occurring during 28 days of Cycle 1,attributed to study drug:grade 4 neutropenia(for a duration of greater than [>]7 days); febrile neutropenia (grade greater than or equal to [>=]3 neutropenia,body temperature >=38.5 degree Celsius);grade >=3 thrombocytopenia with bleeding episode;grade 4 thrombocytopenia;grade >=3 non-hematologic toxicity except grade 3 or more nausea, vomiting,electrolyte abnormality(if controllable by therapy);grade 3 QTc prolongation(>500 millisecond [msec])persist after correction of reversible cause such as electrolyte abnormalities or hypoxia. Lack of hematologic recovery (platelets less than [<]50,000/microliter [mcL],absolute neutrophil count <1,000/mcL,hemoglobin <8.0 gram/deciliter [g/dL]) or prolonged non hematologic toxicities that delays initiation of next dose by >7 days;receipt of <75 percent of planned dose in first cycle due to toxicity.",
        "  Time frame: Lead-in period (Day -7) up to Day 28 (Cycle 1)",
        "Results 1: ",
        "  Arm/Group Title: PD-0332991 100 mg: Dose Escalation Cohort",
        "  Arm/Group Description: In Phase 1-Part 1, participants received single oral dose of PD-0332991 100 mg capsule in lead-in period (7 days prior to Cycle 1 Day 1), followed by PD-0332991 100 mg capsule orally once daily continuously for 21 days followed by 7 days off treatment in each cycle of 28 days, unless participants experienced disease progression or unacceptable toxicity or withdrew consent.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%",
        "Results 2: ",
        "  Arm/Group Title: PD-0332991 125 mg: Dose Escalation Cohort",
        "  Arm/Group Description: In Phase 1-Part 1, participants received single oral dose of PD-0332991 125 mg capsule in lead-in period (7 days prior to Cycle 1 Day 1), followed by PD-0332991 125 mg capsule orally once daily continuously for 21 days followed by 7 days off treatment in each cycle of 28 days, unless participants experienced disease progression or unacceptable toxicity or withdrew consent.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/6 (0.00%)",
        "  Febrile Neutropenia * [1]0/6 (0.00%)",
        "  Supraventricular tachycardia * [1]0/6 (0.00%)",
        "  Gastrointestinal perforation * [1]0/6 (0.00%)",
        "  Vomiting * [1]0/6 (0.00%)",
        "  Malaise * [1]0/6 (0.00%)",
        "  Osteoarthritis * [1]0/6 (0.00%)",
        "  Cerebral Haemorrhage * [1]0/6 (0.00%)",
        "  Dizziness * [1]0/6 (0.00%)",
        "  Subarachnoid Haemorrhage * [1]0/6 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/6 (0.00%)",
        "  Febrile Neutropenia * [1]0/6 (0.00%)",
        "  Supraventricular tachycardia * [1]0/6 (0.00%)",
        "  Gastrointestinal perforation * [1]0/6 (0.00%)",
        "  Vomiting * [1]0/6 (0.00%)",
        "  Malaise * [1]0/6 (0.00%)",
        "  Osteoarthritis * [1]0/6 (0.00%)",
        "  Cerebral Haemorrhage * [1]0/6 (0.00%)",
        "  Dizziness * [1]0/6 (0.00%)",
        "  Subarachnoid Haemorrhage * [1]0/6 (0.00%)"
    ]
}