{
    "Clinical Trial ID": "NCT00493649",
    "Intervention": [
        "INTERVENTION 1: ",
        "  TOP2A-amplified Group",
        "  FISH ratio of TOP2A gene copy number was 2 or greater.",
        "INTERVENTION 2: ",
        "  TOP2A-nonamplified Group",
        "  FISH ratio of TOP2A gene copy number was less than 2."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A woman will be eligible for inclusion in this study if she meets all of the following criteria:",
        "  Has HER2+ (IHC staining of 3+ [uniform, intense membrane staining of >30% of invasive tumor cells], or a FISH result of .6 HER2 gene copies per nucleus or a FISH ratio [HER2 gene signals to chromosome 17 signals] of >2.2; patients with equivocal FISH ratio results 1.8-2.2 are also eligible if 3+ IHC) (Appendix IX); Stage I, IIA, IIB, or IIIA T1-3N1-3M0 disease. At the discretion of the Treating Physician, patients with 4+ nodes with other factors such as patient choice, older age, preexisting cardiac disease with normal MUGA or ECHO may be enrolled into a separate subgroup.",
        "  Has operable, histologically confirmed, invasive carcinoma of the breast.",
        "  Has known ER and PR status",
        "  Has adequate tumor specimen available for FISH analysis of TOP2A status (See Appendix VII)",
        "  Has had no prior chemotherapy unless it was given >5 years ago for breast cancer or other cancer",
        "  Has an ECOG Performance Status (PS) 0-1",
        "  Age >18 to <70 years old.",
        "  Has laboratory values of: See protocol for specific details",
        "  Has aspartate aminotransferase (AST) or alanine aminotransferase (ALT) and alkaline phosphatase (ALP) within the ranges shown below. In determining eligibility the more abnormal of the 2 values (AST or ALT) should be used. See protocol for specific details",
        "  Has complete surgical resection of the primary breast tumor: either lumpectomy or mastectomy with sentinel lymph node or axillary dissection.",
        "  It has been <84 days since the date of definitive surgery, and there is adequate wound healing as determined by the Treating Physician",
        "  Has no evidence of metastatic disease by physical examination and x-ray; appropriate scans as needed by each individual patient (eg, bone scan; abdominal, chest CT; PET or PET/CT; ultrasound; or MRI should indicate no evidence of metastatic disease.",
        "  Has normal cardiac function as evidenced by a LVEF >50%, but must be within normal limits (WNL) by institutional standard, as determined by multiple gated acquisition (MUGA) scan. An echocardiogram (ECHO). The same modality must be used throughout the study to evaluate LVEF. Ejection fraction (EF) as determined by ECHO must be WNL by institutional standard.",
        "  Has a negative serum pregnancy test within 7 calendar days prior to registration (female patients of childbearing potential [not surgically sterilized and between menarche and 1 year postmenopause]).",
        "  If fertile, patient has agreed to use an acceptable method of birth control (barrier contraceptive) to avoid pregnancy for the duration of the study and for a period of 3 months thereafter",
        "  Has signed a Patient Informed Consent Form",
        "  Has signed a Patient Authorization Form",
        "Exclusion Criteria:",
        "  A woman will be excluded from this study if she meets any of the following criteria:",
        "  Has any evidence of disease following complete surgical resection of the primary tumor and metastatic workup",
        "  Has Stage IIIB breast cancer (T4 disease; ie, patients with fixed tumors, peau d'orange skin changes, skin ulcerations, or inflammatory changes).",
        "  Has Stage IV breast cancer (M1 disease on TNM staging system)",
        "  Had prior chemotherapy for breast cancer or other cancer within the last 5 years (no neoadjuvant chemotherapy in this study is permitted)",
        "  Has a history of severe hypersensitivity reaction to drugs formulated with polysorbate 80",
        "  Has had a myocardial infarction (MI) within 6 months of trial enrollment, or has New York Heart Association (NYHA) Class II or greater heart failure (see Appendix III), uncontrolled angina, severe uncontrolled ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic changes",
        "  Has abnormal baseline MUGA (or ECHO) (<50%, or less than institutional LLN)",
        "  Is receiving concurrent immunotherapy, hormonal therapy, or radiation therapy. Adjuvant hormonal therapy, if needed, may be given during radiation therapy and during treatment with trastuzumab after completion of chemotherapy.",
        "  Is receiving concurrent investigational therapy or has received such therapy within the past 30 calendar days",
        "  Has peripheral neuropathy >Grade 1",
        "  Has a serious uncontrolled intercurrent medical or psychiatric illness, including serious viral (including clinically defined AIDS), bacterial or fungal infection; or history of uncontrolled seizures, or diabetes, or CNS disorders deemed by the Treating Physician to be clinically significant, precluding informed consent",
        "  Has active hepatitis B or hepatitis C with abnormal liver function tests (LFTs) or is known to be HIV positive",
        "  Has a history of other malignancy within the last 5 years (except cured basal cell carcinoma of skin and carcinoma in situ of uterine cervix), which could affect the diagnosis or assessment of any of the study drugs",
        "  Is an obese patient to whom the Treating Physician would not be comfortable administering full doses of study drugs as calculated by the BSA. Obese patients will be treated based on actual body weight. Obese patients treated with full doses based on actual BSA are eligible",
        "  Is a pregnant or breastfeeding woman",
        "  Is deemed unable to comply with requirements of study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival (DFS) Rate at 2 Years in TOP2A-amplified and in TOP2A-nonamplified HER2+ ESBC Patients Treated With TC+H.",
        "  DFS was measured from the date of registration to either the date the patient was first recorded as having disease recurrence, or the date of death due to any causes before recurrence. If a patient had not recurred or died, DFS was censored at the date of last follow-up.",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: TOP2A-amplified Group",
        "  Arm/Group Description: FISH ratio of TOP2A gene copy number was 2 or greater.",
        "  Overall Number of Participants Analyzed: 190",
        "  Measure Type: Number",
        "  Unit of Measure: probability of disease-free survival  0.978        (0.942 to 0.992)",
        "Results 2: ",
        "  Arm/Group Title: TOP2A-nonamplified Group",
        "  Arm/Group Description: FISH ratio of TOP2A gene copy number was less than 2.",
        "  Overall Number of Participants Analyzed: 248",
        "  Measure Type: Number",
        "  Unit of Measure: probability of disease-free survival  0.979        (0.949 to 0.991)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 51/486 (10.49%)",
        "  ANEMIA 1/486 (0.21%)",
        "  NEUTROPENIA 4/486 (0.82%)",
        "  FIBRILLATION ATRIAL 1/486 (0.21%)",
        "  ABDOMINAL PAIN 2/486 (0.41%)",
        "  BLOATING 1/486 (0.21%)",
        "  BOWEL PERFORATION 1/486 (0.21%)",
        "  COLITIS 1/486 (0.21%)",
        "  DEHYDRATION 5/486 (1.03%)",
        "  DIARRHEA 5/486 (1.03%)",
        "  GASTRIC INFLAMMATION 1/486 (0.21%)",
        "  NAUSEA 3/486 (0.62%)",
        "  NAUSEA AND VOMITING 1/486 (0.21%)",
        "Adverse Events 2:",
        "   "
    ]
}