{
    "Clinical Trial ID": "NCT01401062",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1 (Fresolimumab 1 mg/kg)",
        "  Fresolimumab is administered intravenously (i.v.) at a dose of 1 mg/kg on day 1 of weeks 0, 3, 6, 9 & 12 and radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (to lesion 1) and 7 (to lesion 2).",
        "  Fresolimumab",
        "Radiation Therapy",
        "INTERVENTION 2: ",
        "  Arm 2 (Fresolimumab 10 mg/kg)",
        "  Fresolimumab is administered intravenously (i.v.) at a dose of 10 mg/kg on day 1 of weeks 0, 3, 6, 9 & 12 and radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (to lesion 1) and 7 (to lesion 2).",
        "  Fresolimumab",
        "Radiation Therapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Biopsy-proven breast cancer, metastatic (persistent or recurrent).",
        "  Failed 1 line of therapy (endocrine or chemotherapy) for metastatic disease.",
        "  Min. 3 distinct metastatic sites, at least one measurable lesion which is at least 1 cm or larger in largest diameter.",
        "  Must be 4 weeks since all of the following treatments (recovered from toxicity of prior treatment to Grade 1, excluding alopecia):",
        "  major surgery;",
        "  radiotherapy;",
        "  chemotherapy (  6 weeks since therapy if a nitrosourea, mitomycin, or monoclonal antibodies such as bevacizumab);",
        "  immunotherapy;",
        "  biotherapy/targeted therapies.",
        "  >18 years of age.",
        "  Life expectancy >6 months.",
        "  Eastern Cooperative Oncology Group (ECOG) status 0 or 1.",
        "  Adequate organ function including:",
        "  Hemoglobin 10.0g/dL, absolute neutrophil count (ANC) 1,500/mm3, and platelets 100,000/mm3.",
        "  Hepatic: Serum total bilirubin 1.5x upper limit of normal (ULN) (Patients with Gilbert's Disease may be included if total bilirubin is 3.0mg/dL), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) 2.5xULN. If patient has known liver metastases, ALT and/or AST 5xULN are allowed.",
        "  Renal: creatinine clearance 60mL/min.",
        "  Prothrombin (PT) and partial thromboplastin times (PTT) <ULN.",
        "  Negative for hepatitis viruses B and C unless consistent with prior vaccination or prior infection with full recovery.",
        "  Patients of childbearing potential must agree to use effective contraception while on study, and for 3 months after last treatment.",
        "  Understand and sign written informed consent document. No consent by durable power of attorney.",
        "Exclusion Criteria:",
        "  Second malignancy - unless following curative intent therapy, has been disease free for 2 years with probability of recurrence <5%. Curatively treated early-stage squamous cell carcinoma of the skin, basal cell carcinoma of the skin, or cervical intraepithelial neoplasia (CIN) are allowed.",
        "  Concurrent cancer therapy.",
        "  Uncontrolled central nervous system (CNS) metastases, meningeal carcinomatosis, malignant seizures, or disease that causes or threatens neurologic compromise (e.g. unstable vertebral metastases).",
        "  History of ascites or pleural effusions, unless successfully treated.",
        "  Organ transplant, including allogeneic bone marrow transplant.",
        "  Immunosuppressive therapy including:",
        "  Systemic corticosteroid therapy, including replacement therapy for hypoadrenalism. Inhaled or topical corticosteroids are allowed (if therapy is <5 days and is limited to systemic steroids as antiemetics);",
        "  Cyclosporine A, tacrolimus, or sirolimus.",
        "  Investigational agents within 4 weeks prior to study enrollment (  6 weeks if treatment was long-acting agent such as monoclonal antibody).",
        "  Significant or uncontrolled medical illness, e.g. congestive heart failure (CHF), myocardial infarction, symptomatic coronary artery disease, significant ventricular arrhythmias within the last 6 months, or significant pulmonary dysfunction. Patients with remote history of asthma or active mild asthma may participate.",
        "  Active infection, including unexplained fever (>38.5°C).",
        "  Systemic autoimmune disease (e.g. systemic lupus erythematosus, active rheumatoid arthritis).",
        "  Known allergy to any component of GC1008.",
        "  Active thrombophlebitis, thromboembolism, hypercoagulability states, bleeding, or anti-coagulation therapy (including anti platelet agents i.e. aspirin, clopidogrel, ticlopidine, dipyridamole, other agents inducing long-acting platelet dysfunction). Patients with history of deep venous thrombosis are allowed if treated, completely resolved, and no treatment for >4months.",
        "  Calcium >11.0mg/dL (2.75mmol/L) unresponsive or uncontrolled in response to standard therapy (e.g. bisphosphonates).",
        "  Patients who, in the opinion of the Investigator, have significant medical or psychosocial problems, including, but not limited to:",
        "  Other serious non-malignancy-associated conditions that may be expected to limit life expectancy or significantly increase the risk of SAEs;",
        "  Conditions, psychiatric, substance abuse, or other, that, in the opinion of the Investigator, would preclude informed consent, consistent follow-up, or compliance with any aspect of the study;",
        "  Pregnant or nursing women."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Abscopal Response Rate",
        "  Defined as the percentage of patients who have responses (complete or partial) outside the irradiated lesions. The abscopal response is assessed at 15 weeks, and confirmed minimum 4 weeks later. The abscopal response is evaluated based on immune-related response criteria (irRC) (Wolchok et al, 2009).",
        "  Time frame: up to 20 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm 1 (Fresolimumab 1 mg/kg)",
        "  Arm/Group Description: Fresolimumab is administered intravenously (i.v.) at a dose of 1 mg/kg on day 1 of weeks 0, 3, 6, 9 & 12 and radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (to lesion 1) and 7 (to lesion 2).",
        "  Fresolimumab",
        "  Radiation Therapy",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  11 100.0%",
        "Results 2: ",
        "  Arm/Group Title: Arm 2 (Fresolimumab 10 mg/kg)",
        "  Arm/Group Description: Fresolimumab is administered intravenously (i.v.) at a dose of 10 mg/kg on day 1 of weeks 0, 3, 6, 9 & 12 and radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (to lesion 1) and 7 (to lesion 2).",
        "  Fresolimumab",
        "  Radiation Therapy",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  12 100.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/11 (27.27%)",
        "  atrial fibrillation2/11 (18.18%)",
        "  Hypercalcemia1/11 (9.09%)",
        "  Dyspnea0/11 (0.00%)",
        "  Disease progression2/11 (18.18%)",
        "  Cord compression1/11 (9.09%)",
        "Adverse Events 2:",
        "  Total: 3/12 (25.00%)",
        "  atrial fibrillation0/12 (0.00%)",
        "  Hypercalcemia1/12 (8.33%)",
        "  Dyspnea1/12 (8.33%)",
        "  Disease progression2/12 (16.67%)",
        "  Cord compression0/12 (0.00%)"
    ]
}