{
    "Clinical Trial ID": "NCT01525589",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A (BRCA+)",
        "  Patients with known deleterious BRCA1/2 mutation status at study entry",
        "INTERVENTION 2: ",
        "  Cohort A1 (BRCA+/PARPi)",
        "  Patients with known deleterious BRCA1/2 mutation status and prior treatment with PARPi."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Women  18 and  75 years of age.",
        "  Voluntary signed informed consent form (ICF).",
        "  Proven diagnosis of metastatic breast cancer (MBC).",
        "  At least one, but no more than three, prior chemotherapy regimens for MBC.",
        "  Patients with known HER-2 overexpressing MBC must have failed at least one prior trastuzumab-containing regimen for metastatic disease.",
        "  Disease evaluable for response by specific appropriate criteria.",
        "  No or minimal disease-related symptoms not affecting patient daily activities.",
        "  Adequate major organ function (normal or minimal alteration in liver, kidney, hematological, metabolic and cardiac function)",
        "  Wash out periods prior to Day 1 of Cycle 1:",
        "  At least three weeks since the last chemotherapy (six weeks in some particular cases) and At least four weeks since the last radiotherapy (RT) > 30 Gy) and At least one week since the last hormonal therapy and At least two weeks since the last biological/investigational therapy",
        "  Minimal or no ongoing toxicity from immediately prior therapy according to specific appropriate criteria. Mild ongoing toxicity is allowed in case of alopecia, skin toxicity, fatigue and/or finger numbness or tumbling.",
        "  Patients of child-bearing potential must agree to use a medically approved contraception method until at least six weeks after the last study drug administration.",
        "  Known deleterious germline mutation of BRCA1/2 (Patients in Cohorts A and A1)",
        "  Prior treatment with PARP inhibitors (Patients in Cohort A1)",
        "Exclusion Criteria:",
        "  Prior treatment with PM01183 or trabectedin.",
        "  Extensive prior RT.",
        "  Prior or concurrent malignant disease unless cured for more than five years.",
        "  Exceptions are breast cancer in the other breast.",
        "  Uncommon or rare subtypes of breast cancer.",
        "  Symptomatic or progressive brain metastases.",
        "  Bone-limited and exclusively metastases.",
        "  Relevant diseases or clinical situations which may increase patient's risk:",
        "  History of cardiac disease. Moderate breathing difficulties or oxygen requirement Active uncontrolled infection. Unhealed wound or presence of any external drainage. Chronically active viral hepatitis. Immunocompromised patients, including those known to be infected by human immunodeficiency virus (HIV).",
        "  Known muscular disease or functional alteration",
        "  Pregnant or breastfeeding women.",
        "  Impending need for immediate RT for symptomatic relief.",
        "  Limitation of the patient's ability to comply with the treatment or to follow-up the protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate (ORR)",
        "  The overall response rate is defined as the percentage of patients with a confirmed response, either complete response (CR) or partial response (PR), according to Response Evaluation Criteria In Solid Tumors Criteria (RECIST) v1.1. Per RECIST v1.1 for target lesions and assessed by MRI: CR, Disappearance of all target lesions; PR >=30% decrease in the sum of the longest diameter of target lesions.",
        "  Time frame: Minimum 10-12 months if negative results and up to 26-28 months if study is to be complete the targeted enrollment",
        "Results 1: ",
        "  Arm/Group Title: Cohort A (BRCA+)",
        "  Arm/Group Description: Patients with known deleterious BRCA1/2 mutation status at study entry",
        "  Overall Number of Participants Analyzed: 54",
        "  Measure Type: Number",
        "  Unit of Measure: percentage  40.7        (27.6 to 55.0)",
        "Results 2: ",
        "  Arm/Group Title: Cohort A1 (BRCA+/PARPi)",
        "  Arm/Group Description: Patients with known deleterious BRCA1/2 mutation status and prior treatment with PARPi.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: percentage  5.0        (0.1 to 24.9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/54 (25.93%)",
        "  anaemia 2/54 (3.70%)",
        "  Febrile neutropenia 7/54 (12.96%)",
        "  Neutropenia 2/54 (3.70%)",
        "  Thrombocytopenia 6/54 (11.11%)",
        "  Atrial fibrillation 1/54 (1.85%)",
        "  Cardiac failure congestive 1/54 (1.85%)",
        "  Pericardial effusion 1/54 (1.85%)",
        "  Nausea 2/54 (3.70%)",
        "  Vomiting 3/54 (5.56%)",
        "  Catheter site erythema 1/54 (1.85%)",
        "  Chest discomfort 1/54 (1.85%)",
        "Adverse Events 2:",
        "  Total: 5/20 (25.00%)",
        "  anaemia 0/20 (0.00%)",
        "  Febrile neutropenia 2/20 (10.00%)",
        "  Neutropenia 0/20 (0.00%)",
        "  Thrombocytopenia 0/20 (0.00%)",
        "  Atrial fibrillation 0/20 (0.00%)",
        "  Cardiac failure congestive 0/20 (0.00%)",
        "  Pericardial effusion 0/20 (0.00%)",
        "  Nausea 0/20 (0.00%)",
        "  Vomiting 0/20 (0.00%)",
        "  Catheter site erythema 0/20 (0.00%)",
        "  Chest discomfort 0/20 (0.00%)"
    ]
}