{
    "Clinical Trial ID": "NCT01743560",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Everolimus and Exemestane",
        "  Postmenopausal women diagnosed with oestrogen receptor positive locally advanced or metastatic breast cancer will receive everolimus at a dose of 10mg daily p.o. and exemestane 25mg daily p.o."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histological or cytological confirmation of oestrogen receptor positive (ER+) and/or progesterone receptor positive (PgR+), human epidermal growth factor receptor 2 (HER2) negative breast cancer.",
        "  Availability of archival tumour tissue (the tissue block or slides will be sent to the central laboratory for analysis).",
        "  Postmenopausal women. The investigator must confirm postmenopausal status. Postmenopausal status is defined either by:",
        "  Age  55 years and one year or more of amenorrhea",
        "  Age < 55 years and one year or more of amenorrhea and postmenopausal levels of FSH and LH per local institutional standards",
        "  Prior hysterectomy and has postmenopausal levels of Follicle stimulating hormone (FSH) and Luteinizing Hormone (LH) per local institutional standards Surgical menopause with bilateral oophorectomy",
        "  Disease progression following prior therapy with NSAI, defined as:",
        "  Recurrence while on or after completion of an adjuvant treatment including letrozole or anastrozole, or",
        "  Progression while on or following the completion of letrozole or anastrozole treatment for locally advanced or metastatic breast cancer",
        "  Note: Non-steroidal aromatase inhibitors (i.e. letrozole or anastrozole) do not have to be the last treatment prior to enrollment. Other prior anticancer therapy, e.g. tamoxifen, fulvestrant, exemestane are also allowed. Patients must have recovered to grade 1 or better from any adverse events (except alopecia) related to previous therapy prior to enrollment.",
        "  - Radiological evidence of recurrence or progression on last systemic therapy prior to enrollment.",
        "Patients must have:",
        "  At least one lesion that can be accurately measured or",
        "  Bone lesions: lytic or mixed (lytic + sclerotic) in the absence of measurable disease",
        "  - Adequate bone marrow and coagulation function as shown by:",
        "  Absolute neutrophil count (ANC)  1.5 109/L",
        "  Platelets  100 ×109/L",
        "  Hemoglobin (Hb)  9.0 g/dL",
        "  International Normalized Ratio (INR)  2 .",
        "  - Adequate liver function as shown by:",
        "  Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT)  2.5 ULN (or  5 if hepatic metastases are present)",
        "  Total serum bilirubin  1.5 × ULN ( 3 × ULN for patients known to have Gilbert Syndrome)",
        "  - Adequate renal function as shown by:",
        "  Serum creatinine  1.5 × ULN",
        "  Fasting serum cholesterol  300 mg/dl or 7.75 mmol/L and fasting triglycerides  2.5 × ULN. In case one or both of these thresholds are exceeded, the patient can only be included after initiation of statin therapy and when the above mentioned values have been achieved",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of PS </ 2",
        "  Written informed consent obtained before any screening procedure and according to local guidelines.",
        "Exclusion Criteria:",
        "  HER2-overexpressing patients by local laboratory testing (IHC 3+ staining or in situ hybridization positive).",
        "  Pre-menopausal, pregnant, lactating women.",
        "  Known hypersensitivity to mammilian target of Rapamycin (mTOR) inhibitors, e.g. sirolimus (rapamycin) or to their excipients.",
        "  Known hypersensitivity to exemestane, to the active substance or to any of the excipients.",
        "  Patients with rare hereditary problems of galactose intolerance, Lapp lactase deficiency or glucose galactose malabsorption.",
        "  Radiotherapy within four weeks prior to enrollment except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within two weeks prior to enrollment. Patients must have recovered from radiotherapy toxicities prior to enrollment.",
        "  Currently receiving hormone replacement therapy, unless discontinued prior to enrollment.",
        "  Patients receiving concomitant immunosuppressive agents or chronic corticosteroids use, at the time of study entry except in cases outlined below:",
        "  Prolonged systemic corticosteroid treatment during study, except for topical applications (e.g. rash),inhaled sprays (e.g. obstructive airways diseases), eye drops or local injections (e.g. intra-articular) should not be given. However:",
        "  short duration (<2 weeks) of systemic corticosteroids is allowed (e.g. chronic obstructive pulmonary disease, anti-emetic)",
        "  low doses of corticosteroids for brain metastasis treatment is allowed",
        "  Patients with symptomatic visceral metastasis (e.g. significant dyspnoea related to pulmonary lymphangitic carcinomatosis and lung metastases or clinically meaningful symptomatic liver metastasis)",
        "  Symptomatic brain or other Central Nervous system (CNS) metastases.",
        "  Active, bleeding diathesis, or on oral anti-vitamin K medication (except low dose warfarin, low molecular weight heparin (LMWH) and acetylsalicylic acid or equivalent, as long as the INR is 2.0)",
        "  Any severe and / or uncontrolled medical conditions such as:",
        "  Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction 6 months prior to enrollment, serious uncontrolled cardiac arrhythmia",
        "  Uncontrolled diabetes as defined by fasting serum glucose > 1.5 × ULN",
        "  Acute and chronic, active infectious disorders (except for Hep B and Hep C positive patients) and nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome)",
        "  Significant symptomatic deterioration of lung function. If clinically indicated, pulmonary function tests including measures of predicted lung volumes, DLco, O2 saturation at rest on room air should be considered to exclude restrictive pulmonary disease, pneumonitis or pulmonary infiltrates.",
        "  Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) within the last 5 days prior to enrollment",
        "  History of non-compliance to medical regimens",
        "  Patients unwilling to or unable to comply with the protocol",
        "  Another malignancy within 5 years prior to randomization, with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Best Overall Response of Everolimus and Exemestane Treatment in Postmenopausal Women With Hormone Receptor Positive Locally Advanced or Metastatic Breast Cancer",
        "  The best Overall Response (OR) for each patient is determined from the sequence of investigator overall lesion responses according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1.). To be assigned a best OR of Complete Responese (CR) at least two determinations of CR at least 4 weeks apart before progression are required. To be assigned a best OR of Partial Response (PR) at least two determinations of PR or better at least 4 weeks apart before progression (and not qualifying for a CR) are required.The Overall Response Rate (ORR) was defined as the proportion of patients with a best OR of confirmed CR or PR by week 48.",
        "  Time frame: At 48 weeks",
        "Results 1: ",
        "  Arm/Group Title: Everolimus and Exemestane",
        "  Arm/Group Description: Postmenopausal women diagnosed with oestrogen receptor positive locally advanced or metastatic breast cancer will receive everolimus at a dose of 10mg daily p.o. and exemestane 25mg daily p.o.",
        "  Overall Number of Participants Analyzed: 49",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Patients with measurable disease at baseline: 39",
        "  Patients with non-measurable disease at baseline: 10",
        "  Best at WK 48 - Complete Response (CR): 0",
        "  Best at WK 48 - Partial Response (PR): 7",
        "  Best at WK 48 - Stable Disease (SD): 18",
        "  Best at WK 48 - Progressive Disease (PD): 15",
        "Unknown: 1",
        "Missing: 8"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/49 (44.90%)",
        "  Anaemia 2/49 (4.08%)",
        "  Pericardial effusion 1/49 (2.04%)",
        "  Tachycardia 1/49 (2.04%)",
        "  Abdominal pain 1/49 (2.04%)",
        "  Abdominal pain upper 1/49 (2.04%)",
        "  Colitis 1/49 (2.04%)",
        "  Duodenal ulcer 1/49 (2.04%)",
        "  Gastric ulcer 1/49 (2.04%)",
        "  Haematemesis 1/49 (2.04%)",
        "  Oral pain 1/49 (2.04%)",
        "  Vomiting 2/49 (4.08%)",
        "  Mucosal inflammation 1/49 (2.04%)"
    ]
}