{
    "Clinical Trial ID": "NCT00370552",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone, 16 mg/m^2 + Bevacizumab, 10 mg/kg",
        "  Ixabepilone,16 mg/m^2, administered as a 1-hour intravenous (IV) infusion on Days 1, 8, and 15 of a 28-day cycle until disease progression or unacceptable toxicity. Bevacizumab, 10 mg/kg, administered after ixabepilone as IV infusion every 2 weeks. Bevacizumab to be infused over 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose. Then if still tolerated, over 30 minutes for subsequent infusions. Bevacizumab was to be dosed until disease progression or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Ixabepilone, 40 mg/m^2 + Bevacizumab, 15 mg/kg",
        "  Ixabepilone, 40 mg/m^2, administered as a 3-hour IV infusion on Day 1 of a 21-day cycle until disease progression or unacceptable toxicity After Cycle 4, dose reduction to 32 mg/m^2 implemented for all subsequent cycles. Bevacizumab, 15 mg/kg, administered after ixabepilone as IV infusion every 3 weeks. Bevacizumab to be infused over 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose. Then if still tolerated, over 30 minutes for subsequent infusions. Bevacizumab was to be dosed until disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Locally recurrent or metastatic breast cancer, previously untreated with chemotherapy for advanced disease.",
        "  At least 1 target lesion per RECIST criteria. Locally recurrent disease must not be amenable to resection with curative intent.",
        "  No previous cytotoxic chemotherapy for locally recurrent/metastatic disease.",
        "  Relapse 12 months or more after completing prior adjuvant or neoadjuvant taxane therapy.",
        "  No previous breast cancer known to overexpress or amplify the human epidermal growth factor receptor 2 gene.",
        "  Prior hormonal therapy in adjuvant, recurrent, or metastatic setting allowed but must have been discontinued at least 2 weeks before randomization.",
        "  Karnofsky performance status of 80 to 100 or Eastern Cooperative Oncology Group performance status of 0 to 1.",
        "  Estimated life expectancy of at least 12 weeks.",
        "  Recovery from recent therapy (except for alopecia), including chemotherapy, immunotherapy, biologic therapy, or investigational product. Any such therapy must have been completed at least 3 weeks before randomization and at least 6 weeks from use of nitrosourea, or mitomycin.",
        "  Recovery from recent surgery and radiation therapy. At least 1 week since minor surgery and/or focal/palliative radiation therapy; at least 3 weeks from radiation; at least 4 weeks from major surgery; and at least 8 weeks from liver resection, thoracotomy, or neurosurgery.",
        "  Absolute neutrophil count 1500/mm^3.",
        "  Hemoglobin 9 g/dL.",
        "  Platelets 100,000/mm^3.",
        "  Total bilirubin 1.5 times the upper limit of normal (ULN).",
        "  Aspartate aminotransferase or alanine aminotransferase 2.5*ULN.",
        "  Normal partial thromboplastin time and either international normalized ratio or prothrombin time <1.5*ULN.",
        "  Serum creatinine 1.5*ULN or 24-hour creatinine clearance >60 mL/min.",
        "  Urine dipstick for proteinuria <2+ (negative, trace, or +1). Participants with 2+ proteinuria at baseline were to undergo 24-hour urine collection and demonstrate 1g of protein in 24 hours to be eligible.",
        "Exclusion criteria:",
        "  Women of child-bearing potential (WOCBP) unwilling or unable to use an acceptable method of birth control to avoid pregnancy for the entire study period and up to 6 months after treatment with bevacizumab.",
        "  Women who were pregnant or breastfeeding.",
        "  Women with a positive pregnancy test on enrollment or prior to study drug administration.",
        "  Sexually active fertile men, whose partners were WOCBP, not using an adequate method of birth control.",
        "  Evidence of baseline sensory or motor neuropathy.",
        "  Serious infection or nonmalignant medical illnesses uncontrolled or the control of which could be jeopardized by this therapy.",
        "  History of abdominal fistula, gastrointestinal perforation, intra-abdominal abscess, serious gastric ulcer, or bone fracture within 6 months of study entry.",
        "  History of hypertensive crisis or hypertensive encephalopathy.",
        "  Significant vascular disease.",
        "  Clinically significant cardiovascular disease.",
        "  Baseline left ventricular ejection fraction by multiple-gated acquisition scan or echocardiogram for subjects with prior exposure to anthracyclines not within institutional normal limits.",
        "  Symptomatic peripheral vascular disease.",
        "  History of high dose chemotherapy with bone marrow transplant or peripheral blood stem cell transplant within the previous 2 years.",
        "  Evidence of bleeding diathesis or coagulopathy.",
        "  Prior treatment with an epothilone or any antiangiogenic agent.",
        "  Concurrent nonhealing wound, ulcer, or fracture.",
        "  Any current or history of brain and/or leptomeningeal metastases. Psychiatric disorders or other conditions rendering the participant incapable of complying with the requirements of the protocol.",
        "  Any concurrent active malignancy other than nonmelanoma skin cancer or carcinoma in situ of the cervix.",
        "  Known allergy to any of the study drugs or their excipients."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Best Tumor Response of Partial Response (PR) or Complete Response (CR) While On-study",
        "  CR=Disappearance of all clinical and radiologic evidence of target lesions; PR=At least 30% reduction in the sum of the longest diameter of all target lesions.",
        "  Time frame: Baseline visit and then every 8 weeks to 12 months, then every 3 months until disease progression",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone, 16 mg/m^2 + Bevacizumab, 10 mg/kg",
        "  Arm/Group Description: Ixabepilone,16 mg/m^2, administered as a 1-hour intravenous (IV) infusion on Days 1, 8, and 15 of a 28-day cycle until disease progression or unacceptable toxicity. Bevacizumab, 10 mg/kg, administered after ixabepilone as IV infusion every 2 weeks. Bevacizumab to be infused over 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose. Then if still tolerated, over 30 minutes for subsequent infusions. Bevacizumab was to be dosed until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 46",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  47.8        (32.9 to 63.1)",
        "Results 2: ",
        "  Arm/Group Title: Ixabepilone, 40 mg/m^2 + Bevacizumab, 15 mg/kg",
        "  Arm/Group Description: Ixabepilone, 40 mg/m^2, administered as a 3-hour IV infusion on Day 1 of a 21-day cycle until disease progression or unacceptable toxicity After Cycle 4, dose reduction to 32 mg/m^2 implemented for all subsequent cycles. Bevacizumab, 15 mg/kg, administered after ixabepilone as IV infusion every 3 weeks. Bevacizumab to be infused over 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose. Then if still tolerated, over 30 minutes for subsequent infusions. Bevacizumab was to be dosed until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 45",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  71.1        (55.7 to 83.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/45 (33.33%)",
        "  Anemia 1/45 (2.22%)",
        "  Leukopenia 0/45 (0.00%)",
        "  Neutropenia 0/45 (0.00%)",
        "  Thrombocytopenia 1/45 (2.22%)",
        "  Febrile neutropenia 0/45 (0.00%)",
        "  Angina pectoris 0/45 (0.00%)",
        "  Atrial fibrillation 0/45 (0.00%)",
        "  Vomiting 1/45 (2.22%)",
        "  Diarrhea 1/45 (2.22%)",
        "  Abdominal pain 1/45 (2.22%)",
        "  Diverticular perforation 0/45 (0.00%)",
        "Adverse Events 2:",
        "  Total: 16/45 (35.56%)",
        "  Anemia 0/45 (0.00%)",
        "  Leukopenia 2/45 (4.44%)",
        "  Neutropenia 3/45 (6.67%)",
        "  Thrombocytopenia 0/45 (0.00%)",
        "  Febrile neutropenia 1/45 (2.22%)",
        "  Angina pectoris 0/45 (0.00%)",
        "  Atrial fibrillation 1/45 (2.22%)",
        "  Vomiting 0/45 (0.00%)",
        "  Diarrhea 0/45 (0.00%)",
        "  Abdominal pain 0/45 (0.00%)",
        "  Diverticular perforation 1/45 (2.22%)"
    ]
}