{
    "Clinical Trial ID": "NCT00941330",
    "Intervention": [
        "INTERVENTION 1: ",
        "  A: Exemestane",
        "  ARM A: Patients will be treated with exemestane.",
        "  Exemestane: 25 mg daily by mouth for 6 to 12 months.",
        "INTERVENTION 2: ",
        "  B: Docetaxel and Cytoxan",
        "  ARM B: Patients will be treated with docetaxel and cytoxan.",
        "  Docetaxel: Docetaxel (75 mg/m²) into a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks).",
        "  Cytoxan: Cytoxan (600 mg/m²) into a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed informed consent.",
        "  Histologically or cytologically confirmed breast carcinoma.",
        "  Early stage breast cancer (T1c-3, clinically node-negative-3 [cN0-3], CM0).",
        "  Pre-treatment biopsy with the following characteristics:",
        "  Hormone receptor-positive cancer as defined as ER and/or progesterone receptor (PR)-positive by standard immunohistochemistry (IHC)",
        "  HER2-negative (HER2  2 by IHC; if HER2 2+ by IHC must be fluorescent in situ hybridization [FISH] non-amplified)",
        "  Recurrence score < 25 using Oncotype DX 21-gene recurrence score assay",
        "  Patients must have measurable disease as defined by palpable lesion with both diameters  1 cm measurable with caliper or a positive mammogram or ultrasound with at least one dimension  1 cm. Screening mammogram of the contralateral breast must be performed within past 12 months per standard practice guidelines. Clip placement is required for study entry.",
        "  Baseline measurements of the indicator lesions must be recorded on the Patient Registration Form. To be valid for baseline, the measurements must have been made within 14 days of study enrollment if palpable. If not palpable, a mammogram or MRI must be done within 14 days. If palpable, a diagnostic mammogram of the affected breast or MRI must be done within 2 months prior to study enrollment, defined as date of signed, informed consent. If clinically indicated, staging xrays and scans must be done within 28 days of study entry.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0 to 2.",
        "  Adequate organ function within 14 days of study entry:",
        "  Bone marrow function: absolute neutrophil count (ANC)  1500/mm³, Hgb > 8.0 g/dl and platelet count  100,000/mm³.",
        "  Hepatic function: total bilirubin < upper limit of normal (ULN). Serum glutamic oxaloacetic transaminase (SGOT) (AST) or serum glutamic pyruvic transaminase (SGPT) (ALT) and alkaline phosphatase  1.5 x ULN).",
        "  Renal function: calculated creatinine clearance (CrCl)  30 mL/min using the Cockcroft Gault equation.",
        "  Patients must be at least 18 years of age.",
        "Exclusion Criteria:",
        "  Evidence of disease outside the breast or chest wall, except ipsilateral axillary or internal mammary lymph nodes.",
        "  Prior chemotherapy, hormonal therapy, biologic therapy or radiation therapy for breast cancer.",
        "  Pregnant or lactating women are not eligible. Women of childbearing potential must have a negative serum pregnancy test completed within 7 days of study entry, and use an appropriate form of birth control throughout the trial period.",
        "  Medical, psychological or surgical condition which the investigator feels might compromise study participation.",
        "  Patients with history within the last 5 years of previous or current malignancy at other sites with the exception of adequately treated carcinoma in-situ of the cervix or basal or squamous cell carcinoma of the skin. Patients with a history of other malignancies who remain disease free for greater than five years are eligible.",
        "  Evidence of peripheral or sensory neuropathy.",
        "  Patients with a history of severe hypersensitivity reaction to docetaxel or other drugs formulated with polysorbate 80 are excluded from participation.",
        "  Serious, uncontrolled, concurrent infection(s).",
        "  Clinically significant cardiac disease (e.g. congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias not well controlled with medication) or myocardial infarction within the last 12 months prior to study entry.",
        "  Major surgery within 28 days of study entry.",
        "  Evidence of central nervous system (CNS) metastases."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response",
        "  Patients must have measurable disease by clinical examination.",
        "  Pathologic complete response (pCR): Absence of invasive breast cancer in the breast (mastectomy or lumpectomy) specimen at the time of definitive surgery. Presence of in situ cancer alone will be considered a pCR but may be recorded separately.",
        "  If pathologic stage was the same as clinical stage, it was called stable; if it was higher, upstaged (worse outcome); if lower, downstaged (better outcome). Pathologic stage was determined by Emory board-certified pathologists.",
        "  Time frame: At time of definitive surgery",
        "Results 1: ",
        "  Arm/Group Title: A: Exemestane",
        "  Arm/Group Description: ARM A: Patients will be treated with exemestane.",
        "  Exemestane: 25 mg daily by mouth for 6 to 12 months.",
        "  Overall Number of Participants Analyzed: 14",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Downstaged: 5  35.7%",
        "  Stable: 4  28.6%",
        "  Upstaged: 5  35.7%",
        "Results 2: ",
        "  Arm/Group Title: B: Docetaxel and Cytoxan",
        "  Arm/Group Description: ARM B: Patients will be treated with docetaxel and cytoxan.",
        "  Docetaxel: Docetaxel (75 mg/m ) into a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks).",
        "  Cytoxan: Cytoxan (600 mg/m ) into a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks).",
        "  Overall Number of Participants Analyzed: 8",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Downstaged: 1  12.5%",
        "  Stable: 2  25.0%",
        "  Upstaged: 5  62.5%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/15 (0.00%)",
        "  Gastroenteritis and Severe Diarrhea *0/15 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/11 (9.09%)",
        "  Gastroenteritis and Severe Diarrhea *1/11 (9.09%)"
    ]
}