{
    "Clinical Trial ID": "NCT02748213",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Herceptin + Taxotere + Xeloda",
        "  Participants received triple therapy with Herceptin, Taxotere, and Xeloda until disease progression, unmanageable toxicity, or withdrawal. Herceptin and Taxotere were given via IV infusion on Day 1 of each 21-day cycle. The first dose of Herceptin was a loading dose of 8 mg/kg in Cycle 1, and a maintenance dose of 6 mg/kg was given from Cycle 2 through the end of treatment. The dose of Taxotere was 75 mg/m^2, with adjustments allowed only for toxicity. Xeloda was given orally as 950 mg/m^2 twice a day on Days 1 to 14 of each 21-day cycle, with adjustments allowed only for toxicity.",
        "INTERVENTION 2: ",
        "  Herceptin + Taxotere",
        "  Participants received dual therapy with Herceptin and Taxotere until disease progression, unmanageable toxicity, or withdrawal. Treatments were given via IV infusion on Day 1 of each 21-day cycle. The first dose of Herceptin was a loading dose of 8 mg/kg in Cycle 1, and a maintenance dose of 6 mg/kg was given from Cycle 2 through the end of treatment. The dose of Taxotere was 100 mg/m^2, with adjustments allowed only for toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed, HER2-positive advanced and/or metastatic breast cancer not amenable to curative therapy",
        "  At least one measurable lesion according to RECIST",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Baseline left ventricular ejection fraction (LVEF) at least 50%",
        "Exclusion Criteria:",
        "  Pregnant, lactating, or women of childbearing potential who are not surgically sterile or not willing to use adequate contraceptive methods",
        "  Previous treatment with Herceptin or other anti-HER therapies, or any previous chemotherapy for advanced or metastatic disease",
        "  Past medical history significant for any cardiac or central nervous system (CNS) disorders",
        "  Poor hematologic, renal, or hepatic function",
        "  Chronic corticosteroid therapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With a Best Overall Response of Complete Response (CR) or Partial Response (PR) According to Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  Tumor response was assessed by RECIST during the study. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels. PR was defined as greater than or equal to (  ) 30 percent (%) decrease in sum of longest diameter (LD) of target lesions in reference to Baseline sum LD. Response was to be confirmed 4 weeks after the initial assessment of CR or PR. The percentage of participants with a best overall response for CR or PR was reported. The exact 95% confidence interval (CI) for one-sample binomial was determined using the Pearson-Clopper method.",
        "  Time frame: Tumor assessments at Baseline, then every 6 weeks until Cycle 8 (cycle length of 21 days), then every 12 weeks until progressive disease and/or one year after enrollment; thereafter according to routine clinical practice (up to 66 months overall)",
        "Results 1: ",
        "  Arm/Group Title: Herceptin + Taxotere + Xeloda",
        "  Arm/Group Description: Participants received triple therapy with Herceptin, Taxotere, and Xeloda until disease progression, unmanageable toxicity, or withdrawal. Herceptin and Taxotere were given via IV infusion on Day 1 of each 21-day cycle. The first dose of Herceptin was a loading dose of 8 mg/kg in Cycle 1, and a maintenance dose of 6 mg/kg was given from Cycle 2 through the end of treatment. The dose of Taxotere was 75 mg/m^2, with adjustments allowed only for toxicity. Xeloda was given orally as 950 mg/m^2 twice a day on Days 1 to 14 of each 21-day cycle, with adjustments allowed only for toxicity.",
        "  Overall Number of Participants Analyzed: 112",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  70.5        (61.18 to 78.77)",
        "Results 2: ",
        "  Arm/Group Title: Herceptin + Taxotere",
        "  Arm/Group Description: Participants received dual therapy with Herceptin and Taxotere until disease progression, unmanageable toxicity, or withdrawal. Treatments were given via IV infusion on Day 1 of each 21-day cycle. The first dose of Herceptin was a loading dose of 8 mg/kg in Cycle 1, and a maintenance dose of 6 mg/kg was given from Cycle 2 through the end of treatment. The dose of Taxotere was 100 mg/m^2, with adjustments allowed only for toxicity.",
        "  Overall Number of Participants Analyzed: 110",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  72.7        (63.41 to 80.78)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 52/112 (46.43%)",
        "  Febrile neutropenia * 16/112 (14.29%)",
        "  Neutropenia * 7/112 (6.25%)",
        "  Anaemia * 1/112 (0.89%)",
        "  Cardiac failure * 1/112 (0.89%)",
        "  Coronary artery disease * 1/112 (0.89%)",
        "  Left ventricular dysfunction * 1/112 (0.89%)",
        "  Pericardial effusion * 0/112 (0.00%)",
        "  Hyperthyroidism * 1/112 (0.89%)",
        "  Diarrhoea * 5/112 (4.46%)",
        "  Vomiting * 3/112 (2.68%)",
        "Adverse Events 2:",
        "  Total: 51/110 (46.36%)",
        "  Febrile neutropenia * 26/110 (23.64%)",
        "  Neutropenia * 7/110 (6.36%)",
        "  Anaemia * 1/110 (0.91%)",
        "  Cardiac failure * 0/110 (0.00%)",
        "  Coronary artery disease * 0/110 (0.00%)",
        "  Left ventricular dysfunction * 0/110 (0.00%)",
        "  Pericardial effusion * 1/110 (0.91%)",
        "  Hyperthyroidism * 0/110 (0.00%)",
        "  Diarrhoea * 0/110 (0.00%)",
        "  Vomiting * 1/110 (0.91%)"
    ]
}