{
    "Clinical Trial ID": "NCT01535040",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I - Memantine",
        "  Participants receive memantine hydrochloride PO BID) on days 1-81 in the absence of unacceptable toxicity.",
        "  memantine hydrochloride: Estimate participation, accrual, adherence, and retention of cancer survivors who smoke and are randomized to receive memantine (10 mg twice daily) or a matching placebo for 12 weeks.",
        "INTERVENTION 2: ",
        "  Arm II - Placebo",
        "  Participants receive a placebo PO BID on days 1-81 in the absence of unacceptable toxicity.",
        "  placebo: Placebo by mouth through completion of 12 weeks."
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Survivors of non-metastatic breast, prostate, or colorectal cancer, or stage I/II non-small cell lung cancer",
        "  Age  18",
        "  Smoked 100 tobacco cigarettes over lifetime at time of first interview, have smoked 10 or more cigarettes per day on most days over the past month",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (Karnofsky  70%)",
        "  Ability to understand and the willingness to sign a written informed consent document",
        "  Agrees to adhere to the study protocol and attend the required clinic visits",
        "  Negative serum pregnancy test within 10 days prior to registration in women with child-bearing potential; women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation",
        "  Women who are currently breast-feeding are not eligible for this study",
        "Exclusion Criteria:",
        "  Use of chewing tobacco, pipe tobacco, snuff, or any other non-cigarette tobacco product is not allowed",
        "  No patients with clinically significant uncontrolled medical conditions (e.g., unstable angina, myocardial infarction, transient ischemic attack [TIA], or cerebral vascular accident [CVA]) within past 3 months",
        "  Creatinine  2 times upper limit of normal (ULN) in last six months",
        "  Serum glutamic oxaloacetic transaminase (SGOT)/serum glutamic pyruvate transaminase (SGPT)  3 times ULN in last six months",
        "  Current uncontrolled hypertension  160/90 mm Hg",
        "  Excessive alcohol abuse defined as more than 5 drinks per day for men and 4 drinks per day for women",
        "  Major medical or psychiatric illness which, in the opinion of the investigator, would prevent completion of treatment or would interfere with follow-up",
        "  History of allergic reactions attributed to memantine",
        "  PRIOR CONCURRENT THERAPY:",
        "  Six months post definitive treatment (except for ongoing hormonal or targeted therapies)",
        "  Patients currently must not be taking Nicotine Replacement Therapy (NRT) and agree to not start NRT for the duration of the study",
        "  Patients currently taking antidepressant or antianxiety medications must have been on a stable dose for 4 weeks prior to registration",
        "  Patients currently receiving the following medications are not eligible: anticonvulsant agents (e.g., phenytoin, carbamazepine, gabapentin, etc.); antiparkinsonian agents (e.g., Levo Dopa, ropinirole); neuroleptic agents (e.g., risperidone, quetiapine); carbonic anhydrase inhibitors (e.g., Diamox® and Sequels®)",
        "  Memantine should not be combined with other N-methyl d-aspartate (NMDA) antagonists (amantadine, ketamine, and dextromethorphan)",
        "  Participants may not be receiving any other investigational agents",
        "  No current use of illegal drugs or use of prescription medications for non-medical reasons"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Retention",
        "  Retention is defined as the percentage of participants who complete the 12 week visit",
        "  Time frame: 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm I - Memantine",
        "  Arm/Group Description: Participants receive memantine hydrochloride PO BID) on days 1-81 in the absence of unacceptable toxicity.",
        "  memantine hydrochloride: Estimate participation, accrual, adherence, and retention of cancer survivors who smoke and are randomized to receive memantine (10 mg twice daily) or a matching placebo for 12 weeks.",
        "  Overall Number of Participants Analyzed: 65",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  53.8        (41.0 to 66.3)",
        "Results 2: ",
        "  Arm/Group Title: Arm II - Placebo",
        "  Arm/Group Description: Participants receive a placebo PO BID on days 1-81 in the absence of unacceptable toxicity.",
        "  placebo: Placebo by mouth through completion of 12 weeks.",
        "  Overall Number of Participants Analyzed: 65",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  67.7        (54.9 to 78.8)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/57 (8.77%)",
        "  Hypertension 1/57 (1.75%)",
        "  Retinal Tear 1/57 (1.75%)",
        "  Pain 1/57 (1.75%)",
        "  Liver Dysfunction / Failure 0/57 (0.00%)",
        "  Back Pain 1/57 (1.75%)",
        "  Fracture 1/57 (1.75%)",
        "Adverse Events 2:",
        "  Total: 3/59 (5.08%)",
        "  Hypertension 2/59 (3.39%)",
        "  Retinal Tear 0/59 (0.00%)",
        "  Pain 0/59 (0.00%)",
        "  Liver Dysfunction / Failure 1/59 (1.69%)",
        "  Back Pain 0/59 (0.00%)",
        "  Fracture 0/59 (0.00%)"
    ]
}