{
    "Clinical Trial ID": "NCT01125566",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Afatinib + Vinorelbine (AV)",
        "  Participants received oral treatment of film-coated Afatinib tablet at a starting dose of 40 milligram (mg) once daily and weekly 10 minutes intravenous infusion of Vinorelbine 25 mg/meter^2 (meter=m) on days 1, 8, 15, and 22 of each course. The treatment was administered in treatment courses of 28 days. For Afatinib, a protocol-defined dose-reduction scheme was to be followed if a participant experienced certain pre-specified adverse events. From 26 April 2013, any participant who had been randomised to the AV arm stopped treatment, had the option to switch to Trastuzamb + Vinorelbine.",
        "INTERVENTION 2: ",
        "  Trastuzumab + Vinorelbine (TV)",
        "  Participants received an intravenous infusion of Trastuzumab 2 mg/kilogram (kg) weekly, following an initial loading dose of 4 mg/kg and weekly 10 minutes intravenous infusion of Vinorelbine 25 mg/m^2 on days 1, 8, 15, and 22 of each course. The treatment was administered in treatment courses of 28 days."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Histologically confirmed diagnosis of HER2-overexpression breast cancer",
        "  Stage IV metastatic disease",
        "  Must have progressed on one prior trastuzumab treatment",
        "  no more than one prior trastuzumab based therapy regimen (either adjuvant or first-line)",
        "  Must have received anthracycline and/or taxane based chemotherapy for adjuvant treatment of breast cancer or first-line treatment of metastatic breast cancer",
        "  Must have (archived) tumour tissue sample available for central re-assessment of HER2-status",
        "  At least one measurable lesion according to RECIST 1.1.",
        "  Eastern Cooperative Oncology Group (ECOG) score of 0 or 1 .",
        "Exclusion criteria:",
        "  Prior treatment with Epidermal Growth Factor Receptor/Human Epidermal Growth Factor Receptor(EGFR/HER2)-targeted small molecules or antibodies other than trastuzumab",
        "  Prior treatment with vinorelbine",
        "  Known pre-existing interstitial lung disease",
        "  Active brain metastases",
        "  History or presence of clinically relevant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of 3, unstable angina or poorly controlled arrhythmia. Myocardial infarction within 6 months prior to randomisation.",
        "  Cardiac left ventricular function with resting ejection fraction of less than 50%.",
        "  Patients unable to comply with the protocol.",
        "  Any contraindications for therapy with vinorelbine or trastuzumab.",
        "  Known hypersensitivity to BIBW 2992 or the excipients of any of the trial drugs.",
        "  Use of any investigational drug within 4 weeks of randomisation.",
        "  Inadequate hepatic, renal and haematologic organ function"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS)",
        "  PFS is defined as time from randomisation to disease progression or death whichever occurs first. Assessed by investigator according to the Response Evaluation Criteria in Solid Tumours (RECIST 1.1). RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment.",
        "  Only data collected until the cut-off date for RECIST 1.1 based endpoints (08Jun2013) were considered.",
        "  Progression of disease was determined if at least 1 of the following criteria applied:",
        "  At least a 20% increase in the sum of the diameters (SoD) of target lesions taking as reference the smallest SoD recorded since the treatment started, together with an absolute increase in the SoD of at least 5 mm",
        "  Appearance of 1 or more new lesions",
        "  Unequivocal progression of existing non-target lesions",
        "  Time frame: From randomization (07Sep2010) until disease progression, death or data cut-off (08Jun2013); Up to 34 months",
        "Results 1: ",
        "  Arm/Group Title: Afatinib + Vinorelbine (AV)",
        "  Arm/Group Description: Participants received oral treatment of film-coated Afatinib tablet at a starting dose of 40 milligram (mg) once daily and weekly 10 minutes intravenous infusion of Vinorelbine 25 mg/meter^2 (meter=m) on days 1, 8, 15, and 22 of each course. The treatment was administered in treatment courses of 28 days. For Afatinib, a protocol-defined dose-reduction scheme was to be followed if a participant experienced certain pre-specified adverse events. From 26 April 2013, any participant who had been randomised to the AV arm stopped treatment, had the option to switch to Trastuzamb + Vinorelbine.",
        "  Overall Number of Participants Analyzed: 339",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: Months  5.49        (3.55 to 9.07)",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab + Vinorelbine (TV)",
        "  Arm/Group Description: Participants received an intravenous infusion of Trastuzumab 2 mg/kilogram (kg) weekly, following an initial loading dose of 4 mg/kg and weekly 10 minutes intravenous infusion of Vinorelbine 25 mg/m^2 on days 1, 8, 15, and 22 of each course. The treatment was administered in treatment courses of 28 days.",
        "  Overall Number of Participants Analyzed: 169",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: Months  5.55        (3.55 to 10.84)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 123/337 (36.50%)",
        "  Agranulocytosis 1/337 (0.30%)",
        "  Anaemia 2/337 (0.59%)",
        "  Bone marrow failure 1/337 (0.30%)",
        "  Disseminated intravascular coagulation 0/337 (0.00%)",
        "  Febrile neutropenia 21/337 (6.23%)",
        "  Leukopenia 2/337 (0.59%)",
        "  Neutropenia 18/337 (5.34%)",
        "  Thrombocytopenia 0/337 (0.00%)",
        "  Acute myocardial infarction 0/337 (0.00%)",
        "  Left ventricular failure 0/337 (0.00%)",
        "Adverse Events 2:",
        "  Total: 45/169 (26.63%)",
        "  Agranulocytosis 0/169 (0.00%)",
        "  Anaemia 2/169 (1.18%)",
        "  Bone marrow failure 0/169 (0.00%)",
        "  Disseminated intravascular coagulation 0/169 (0.00%)",
        "  Febrile neutropenia 7/169 (4.14%)",
        "  Leukopenia 0/169 (0.00%)",
        "  Neutropenia 4/169 (2.37%)",
        "  Thrombocytopenia 2/169 (1.18%)",
        "  Acute myocardial infarction 1/169 (0.59%)",
        "  Left ventricular failure 1/169 (0.59%)"
    ]
}