{
    "Clinical Trial ID": "NCT00365105",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Zoledronic Acid",
        "  Zoledronic acid, vitamin D and calcium supplements.",
        "INTERVENTION 2: ",
        "  Zoledronic Acid + Radiopharmaceuticals",
        "  Zoledronic acid, vitamin D and calcium supplements, plus Sr-89 or Sm-153."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically proven diagnosis of solid tumor malignancy of lung, breast, or prostate prior to registration;",
        "  Appropriate diagnosis for protocol entry, based upon the following minimum diagnostic workup:",
        "  2.1 History/physical examination within 8 weeks prior to registration; 2.2 Bone scan within 4 weeks prior to registration; bone metastases must be visible on the scan. Other scanning modalities, such as magnetic resonance imaging (MRI), positron emission tomography (PET) 2.3 Dental evaluation according to the dental exam checklist (carried out by the investigator, the investigator's designee, or by a qualified dental professional [dental hygienist or dentist]), including history of dental surgery (e.g., extraction or implant) within 8 weeks prior to registration and recorded on the dental exam checklist; Note: If the patient has received prior oral bisphosphonate therapy and has had a prior dental evaluation within 8 weeks of registration, the evaluation should not be repeated.",
        "  2.4 Complete blood count (CBC)/differential within 2 weeks prior to registration, with adequate bone marrow function defined as follows:",
        "  White blood cell count (WBC)  2400 cells/mm^3;",
        "  Absolute neutrophil count (ANC)  1,800 cells/mm3;",
        "  Platelets  60,000 cells/mm3;",
        "  Hemoglobin  8.0 g/dl (Note: The use of transfusion or other intervention to achieve the required hemoglobin is permitted).",
        "  2.5 Serum creatinine < 3 mg/dL (265 μmol/L) within 2 weeks prior to registration; 2.6 Total bilirubin < 2.5 mg/dL (43 μmol/L) within 2 weeks prior to registration; 2.7 Pregnancy test (urine dipstick or serum) for women of childbearing potential within 2 weeks prior to registration;",
        "   18 years of age;",
        "  Zubrod performance status 0-2 for patients with breast or prostate primaries; Zubrod performance status 0-1 for patients with lung primaries;",
        "  Patients receiving systemic chemotherapy or hormonal therapy are eligible for this study. See Sections 6.0 and 7.0 for further details. Note: All patients must complete external beam radiation therapy  14 days prior to registration. If patients have undergone CyberKnife treatment, treatment must be completed  14 days prior to registration.",
        "  Patients may have received prior oral bisphosphonate therapy, such as Fosamax® or similar medications. Duration of bisphosphonate treatment prior to study entry must be documented, and all bisphosphonates other than the study drug must be discontinued prior to registration.",
        "  Women of childbearing potential and male participants must agree to practice an adequate means of birth control throughout their participation in the study.",
        "  Patient must sign study specific informed consent prior to study entry.",
        "  Exclusion Criteria",
        "  Patients with brain metastases and/or spinal cord compression are excluded. Note: Patients with no evidence of disease in the brain after treatment for brain metastases are eligible.",
        "  Patients with painful bone metastases are not permitted until these bone metastases are successfully treated (for example by external beam irradiation) prior to registration, and the patient has stable pain for at least 2 weeks after that treatment (Stable pain is defined for this study as a patient response of 1, 2, or 3 on Questions 4 and 5 of The Brief Pain Inventory (BPI).",
        "  Prior treatment with Strontium-89 or Samarium-153 for bone metastases.",
        "  Treatment for more than 6 months with IV bisphosphonates prior to study entry;",
        "  Treatment with calcitonin, mithramycin, or gallium nitrate within 2 weeks prior to registration",
        "  Severe, active co-morbidity, defined as follows:",
        "  6.1 Evidence in the six months prior to study entry of uncontrolled congestive heart failure, hypertension refractory to treatment, or symptomatic coronary artery disease; 6.2 Current, active dental problems within 4 weeks of registration, including infection of the teeth or jawbone (maxilla or mandible); dental or fixture trauma; current or prior diagnosis of osteonecrosis of the jaw (ONJ); exposed bone in the mouth; or slow healing after dental procedures; 6.3 Dental surgery (e.g., extractions, implants) within 6 weeks of study entry and while receiving study treatment; for patients who require dental surgery, there are no data to suggest whether discontinuation of bisphosphonate treatment reduces the risk of osteonecrosis of the jaw (ONJ) [see Section 7.2.4].",
        "  6.4 Acquired Immune Deficiency Syndrome (AIDS) based upon current Center for Disease Control (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immuno-compromised patients.",
        "  Pregnant or lactating patients are excluded, as treatment may be harmful to embryos and/or nursing infants."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time to Development of a Malignant Skeletal-related Events (SRE)",
        "  Median time to development of a malignant skeletal related event (SRE), which is defined as a pathological bone fracture, spinal cord compression, surgery to bone or radiation to bone is estimated using Kaplan-Meier method. The time of failure was measured from date of randomization to the date of a documented SRE. The analysis was planned to occur after 257 SRE have been observed, unless the criteria for early stopping are met.",
        "  Time frame: From randomization to last follow-up. Maximum follow-up at time of analysis was 80.1 months.",
        "Results 1: ",
        "  Arm/Group Title: Zoledronic Acid",
        "  Arm/Group Description: Zoledronic acid, vitamin D and calcium supplements.",
        "  Overall Number of Participants Analyzed: 124",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  29.9        (25.8 to 37.4)",
        "Results 2: ",
        "  Arm/Group Title: Zoledronic Acid + Radiopharmaceuticals",
        "  Arm/Group Description: Zoledronic acid, vitamin D and calcium supplements, plus Sr-89 or Sm-153.",
        "  Overall Number of Participants Analyzed: 124",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  27.4        (21.2 to 35.34)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 31/123 (25.20%)",
        "  Blood/bone marrow - Other: * 0/123 (0.00%)",
        "  Febrile neutropenia * 0/123 (0.00%)",
        "  Hemoglobin * 6/123 (4.88%)",
        "  Atrial fibrillation * 1/123 (0.81%)",
        "  Cardiac General - Other: * 0/123 (0.00%)",
        "  Myocardial ischaemia * 0/123 (0.00%)",
        "  Pericardial effusion * 1/123 (0.81%)",
        "  Sick Sinus Syndrome * 1/123 (0.81%)",
        "  Sinus bradycardia * 0/123 (0.00%)",
        "Adverse Events 2:",
        "  Total: 37/124 (29.84%)",
        "  Blood/bone marrow - Other: * 1/124 (0.81%)",
        "  Febrile neutropenia * 1/124 (0.81%)",
        "  Hemoglobin * 10/124 (8.06%)",
        "  Atrial fibrillation * 2/124 (1.61%)",
        "  Cardiac General - Other: * 1/124 (0.81%)",
        "  Myocardial ischaemia * 1/124 (0.81%)",
        "  Pericardial effusion * 0/124 (0.00%)",
        "  Sick Sinus Syndrome * 0/124 (0.00%)",
        "  Sinus bradycardia * 2/124 (1.61%)"
    ]
}