{
    "Clinical Trial ID": "NCT01004172",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Carboplatin, Bevacizumab, Trastuzumab (if HER2+)",
        "  Participants received treatment until disease progression in either CNS or non-CNS site. Cycle duration is 28 days.",
        "  carboplatin: AUC=5 dose given intravenously on day 8 of cycle one and Day 1 of each subsequent cycle",
        "  bevacizumab: 15 mg/kg dose given intravenously on day 1 of each cycle",
        "  trastuzumab*: 6 mg/kg dose given intravenously on day 8 of each cycle for patients with HER2-positive breast cancer only",
        "  *8mg/kg loading dose in cycle 1 for some participants",
        "  HER-2: human epidermal growth factor receptor 2"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed invasive breast cancer, with metastatic disease. patients without pathologic or cytologic confirmation of metastatic disease should have unequivocal evidence of metastasis by physical exam or radiologic study",
        "  Measurable disease. Patients must have measurable CNS disease, defined as at least one parenchymal brain lesion that can be accurately measured in at least one dimension with longest dimension >/= 10mm by local radiology review",
        "  New or progressive CNS lesions, as assessed by the patient's treating physician",
        "  No increase in corticosteroid dose in the week prior to the baseline brain MRI",
        "  18 years of age or older",
        "  Life expectancy of greater than 12 weeks",
        "  Eastern Cooperative Oncology Group Performance Score (ECOG PS) performance status 0-2",
        "  Normal organ and marrow function as outlined in the protocol",
        "  Left ventricular ejection fraction >/= 50%, as determined by radionuclide ventriculography (RVG) or echocardiogram within 60 days prior to initiation of protocol therapy",
        "  Prior carboplatin is allowed if it was not given in conjunction with bevacizumab",
        "  Prior trastuzumab is allowed",
        "  No prior bevacizumab since diagnosis of CNS metastases or within 6 months prior to diagnosis of CNS metastases",
        "  Women of child-bearing potential and men must agree to use adequate contraception prior to study entry and for the duration of study participation",
        "Exclusion Criteria:",
        "  Patients who have had chemotherapy within 14 days prior to entering the study, or those who have not recovered adequately from adverse events due to agents administered earlier",
        "  Patients may not receive any concurrent investigational agents while on study",
        "  Patients may not receive any cancer-directed concurrent therapy , such as concurrent chemotherapy, radiotherapy, or hormonal therapy while on study. Concurrent treatment with bisphosphonates is allowed",
        "  History of Grade 3 or 4 allergic reactions attributed to compounds of similar or identical biologic composition to bevacizumab, carboplatin, or trastuzumab",
        "  Known contraindication to MRI with gadolinium contrast, such as cardiac pacemaker, shrapnel, or ocular foreign body",
        "  Leptomeningeal carcinomatosis as the only site of CNS involvement",
        "  More than 2 seizures over last 4 weeks prior to study entry",
        "  Grade 1 or higher CNS hemorrhage on baseline brain MRI",
        "  History of grade 2 or higher CNS hemorrhage within 12 months of study entry",
        "  Inadequately controlled hypertension",
        "  Prior history of hypertensive crisis or hypertensive encephalopathy",
        "  New York Heart Association (NYHA) Grade II or greater congestive heart failure",
        "  History of myocardial infraction or unstable angina within 6 months prior to day 1",
        "  Significant vascular disease within 6 months prior to day 1",
        "  History of hemoptysis within 1 month prior to day 1",
        "  Evidence of bleeding diathesis or significant coagulopathy",
        "  Current, ongoing treatment with full-dose warfarin or its equivalent",
        "  Use of aspirin (>325 mg/day) within 10 days prior to day 1",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to day 1 or anticipation of need for major surgical procedure during the course of the study.",
        "  Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 days prior to day 1",
        "  History of abdominal fistula or gastrointestinal perforation within 6 months prior to day 1",
        "  Serious, non-healing wound, active ulcer, or untreated bone fracture",
        "  Proteinuria as demonstrated by a urine protein-creatinine ratio >/= 1.0 at screening",
        "  Known hypersensitivity to any component of bevacizumab",
        "  Pregnancy or lactation"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Central Nervous System (CNS) Objective Response Rate",
        "  CNS objective response rate is the percentage of participants that achieve CNS complete or partial response as follows:",
        "  CNS complete response (CR) is achieved if all of the following are satisfied:",
        "  Complete resolution of all measurable (>= 1 cm in longest dimension [LD]) and non-measurable brain metastases",
        "  No new CNS lesions (defined as any new lesion >= 6 mm in LD)",
        "  Stable or decreasing steroid dose",
        "  No new/progressive tumor-related neurologic signs or symptoms",
        "  No progression of extra-CNS disease as assessed by RECIST",
        "  CNS partial response (PR) is achieved if all of the following are satisfied:",
        "  ->/= 50% reduction in the volumetric sum of all measurable (>/= 1 cm in LD) brain metastases compared to baseline",
        "  No progression on non-measurable lesions",
        "  No new CNS lesions (defined as any new lesion >/= 6 mm in LD)",
        "  Stable or decreasing steroid dose",
        "  No new/progressive tumor-related neurologic signs or symptoms",
        "  No progression of extra-CNS disease as assessed by RECIST",
        "  Time frame: Response was evaluated radiologically at baseline and every 2 cycles on treatment. Treatment duration for this study cohort was a median (range) of 8 cycles (1-20) which approximates months given the 4 week cycle length.",
        "Results 1: ",
        "  Arm/Group Title: Carboplatin, Bevacizumab, Trastuzumab (if HER2+)",
        "  Arm/Group Description: Participants received treatment until disease progression in either CNS or non-CNS site. Cycle duration is 28 days.",
        "  carboplatin: AUC=5 dose given intravenously on day 8 of cycle one and Day 1 of each subsequent cycle",
        "  bevacizumab: 15 mg/kg dose given intravenously on day 1 of each cycle",
        "  trastuzumab*: 6 mg/kg dose given intravenously on day 8 of each cycle for patients with HER2-positive breast cancer only",
        "  *8mg/kg loading dose in cycle 1 for some participants",
        "  HER-2: human epidermal growth factor receptor 2",
        "  Overall Number of Participants Analyzed: 38",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  63        (47 to 77)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/38 (42.11%)",
        "  Hemoglobin 1/38 (2.63%)",
        "  Ocular-other 1/38 (2.63%)",
        "  Fatigue 6/38 (15.79%)",
        "  Leukocytes 1/38 (2.63%)",
        "  Neutrophils 3/38 (7.89%)",
        "  Platelets 4/38 (10.53%)",
        "  ALT, SGPT 1/38 (2.63%)",
        "  AST, SGOT 2/38 (5.26%)",
        "  Hypercalcemia 1/38 (2.63%)",
        "  Hyponatremia 1/38 (2.63%)",
        "  Nonneuropathic generalized weakness 1/38 (2.63%)",
        "  Joint, pain 1/38 (2.63%)"
    ]
}