{
    "Clinical Trial ID": "NCT00021255",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Doxorubicin+Cyclophosphamide (AC) Followed by Docetaxel (AC→T)",
        "  Doxorubicin 60 mg/m² IV bolus injection in combination with cyclophosphamide 600 mg/m² IV bolus injection on Day 1 of every 3 weeks for 4 cycles followed by docetaxel 100 mg/m² IV infusion every 3 weeks for another 4 cycles.",
        "INTERVENTION 2: ",
        "  AC Followed by Docetaxel + Herceptin (AC→TH)",
        "  Doxorubicin 60 mg/m² IV bolus injection in combination with cyclophosphamide 600 mg/m² IV bolus Injection on Day 1 of every 3 weeks for 4 cycles. Herceptin 4 mg/kg IV infusion on Day 1 of Cycle 5, followed by Herceptin 2 mg/kg by IV infusion weekly starting from Day 8; and docetaxel 100 mg/m² IV infusion on Day 2 of Cycle 5, then on Day 1 of every 3 weeks for all subsequent cycles ( total 4 cycles). After completion of the last cycle of chemotherapy, Herceptin 6 mg/kg IV infusion was administered every 3 weeks until 1 year from date of initial Herceptin dose."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the participants for treatment and follow-up.",
        "  Accessible for treatment and follow-up at participating centers.",
        "  Histologically proven breast cancer with an interval between definitive surgery that included axillary lymph node involvement assessment and registration of less than or equal to 60 days. A central pathology review might be performed post randomization for confirmation of diagnosis and molecular studies. The same block used for HER2neu determination prior to randomization might be used for the central pathology review.",
        "  Definitive surgical treatment must be either mastectomy with axillary lymph node involvement assessment, or breast conserving surgery with axillary lymph node involvement assessment for operable breast cancer (T1-3, Clinical N0-1, M0). Margins of resected specimen from definitive surgery must be histologically free of invasive adenocarcinoma and/or ductal carcinoma in situ (DCIS).",
        "  Participants must be either lymph node positive or high risk node negative. Lymph node positive participants were to be defined as participants having invasive adenocarcinoma with at least one axillary lymph node (pN1) showing evidence of tumor among a minimum of six resected lymph nodes. High risk lymph node negative participants were to be defined as participants having invasive adenocarcinoma with either 0 (pNo) among a minimum of 6 resected lymph nodes or negative sentinel node biopsy (pNo) and at least one of the following factors: tumor size > 2 cm, estrogen receptor (ER) and/or progesteron receptor (PR) status was negative, histologic and/or nuclear grade 2-3, or age < 35 years.",
        "  Tumor must show the presence of the HER2neu gene amplification by Fluorescence In-Situ Hybridization (FISH analysis) by a designated central laboratory.",
        "  Estrogen and/or progesterone receptor analysis performed on the primary tumor prior to randomization. Results must be known at the time of randomization.",
        "  Karnofsky Performance status index  80%.",
        "  Normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF) (multiple-gated acquisition [MUGA] scan) and electrocardiogram (ECG) within 3 months prior to registration. The result of the MUGA must be equal to or above the lower limit of normal for the institution.",
        "  Laboratory requirements: (within 14 days prior to registration)",
        "  a) Hematology: i) Neutrophils  2.0 109/L ii) Platelets  100 109/L iii) Hemoglobin  10 g/Dl",
        "  b) Hepatic function: i) Total bilirubin  1 UNL ii) Aspartate aminotransferase (ASAT) (Serum glutamic oxaloacetic transaminase [SGOT]) and alanine amino transferase (ALAT) (Serum glutamic-pyruvic transaminase [SGPT])  2.5 UNL iii) Alkaline phosphatase  5 UNL iv) Participants with ASAT and/or ALAT > 1.5 x UNL associated with alkaline phosphatase > 2.5 x UNL are not eligible for the study.",
        "  c) Renal function: i) Creatinine  175 µmol/L (2 mg/dL) ii) If creatinine was 140 - 175 μmol/L, the calculated creatinine clearance should be  60 mL/min.",
        "  Complete staging work-up within 3 months prior to registration. All participants had bilateral mammography, chest X-ray (posterioanterior [PA] and lateral) and/or computerized tomography (CT) and/or magnetic resonance imaging (MRI), abdominal ultrasound and/or CT scan and/or MRI, and bone scan. In cases of positive bone scans, bone X-ray evaluation was mandatory to rule out the possibility of metastatic bone scan positivity. Other tests may be performed as clinically indicated.",
        "  Negative pregnancy test (urine or serum) within 7 days prior to registration for all women of childbearing potential.",
        "  An audiology assessment with normal results was to be performed within 4 weeks of registration. This was only for those centers who had selected cisplatin as their platinum salt of choice for the BCIRG 006 study.",
        "Exclusion criteria:",
        "  Prior systemic anticancer therapy for breast cancer (immunotherapy, hormonotherapy, chemotherapy).",
        "  Prior anthracycline therapy, taxoids (paclitaxel, docetaxel) or platinum salts for any malignancy.",
        "  Prior radiation therapy for breast cancer.",
        "  Bilateral invasive breast cancer.",
        "  Pregnant, or lactating participants. Participants of childbearing potential must implement adequate non-hormonal contraceptive measures during study treatment (chemotherapy and tamoxifen therapy) and must had negative urine or serum pregnancy test within 7 days prior to registration.",
        "  Any T4 or N2 or known N3 or M1 breast cancer.",
        "  Pre-existing motor or sensory neurotoxicity of a severity  grade 2 by National Cancer Institute (NCI) criteria.",
        "  Cardiac disease that would preclude the use of doxorubicin, docetaxel and Herceptin:",
        "  any documented myocardial infarction",
        "  angina pectoris that required the use of antianginal medication",
        "  any history of documented congestive heart failure",
        "  Grade 3 or Grade 4 cardiac arrhythmia (NCI Common Terminology Criteria [CTC], version 2.0)",
        "  clinically significant valvular heart disease",
        "  participants with cardiomegaly on chest x-ray or ventricular hypertrophy on ECG, unless they demonstrate by MUGA scan within the past 3 months that the LVEF was  the lower limit of normal for the radiology facility;",
        "  participants with poorly controlled hypertension i.e. diastolic greater than 100 mm/Hg. (Participants who were well controlled on medication were eligible for entry)",
        "  participants who currently received medications (digitalis, beta-blockers, calcium channel-blockers, etc) that altered cardiac conduction, if these medications were administered for cardiac arrhythmia, angina or congestive heart failure. If these medications were administered for other reasons (ie hypertension), the participant was eligible.",
        "  Other serious illness or medical condition:",
        "  history of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent",
        "  active uncontrolled infection",
        "  active peptic ulcer, unstable diabetes mellitus",
        "  impaired hearing (only for those participants treated at centers who had selected cisplatin as their platinum salt of choice)",
        "  Past or current history of neoplasm other than breast carcinoma, except for:",
        "  curatively treated non-melanoma skin cancer",
        "  in situ carcinoma of the cervix",
        "  other cancer curatively treated and with no evidence of disease for at least 10 years",
        "  ipsilateral DCIS of the breast",
        "  lobular carcinoma in-situ (LCIS) of the breast",
        "  Current therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (SERMs), either for osteoporosis or prevention. Participants must had discontinued these agents prior to randomization.",
        "  Chronic treatment with corticosteroids unless initiated > 6 months prior to study entry and at low dose ( 20 mg methylprednisolone or equivalent).",
        "  Concurrent treatment with ovarian hormonal replacement therapy. Prior treatment must be stopped prior to randomization.",
        "  Definite contraindications for the use of corticosteroids.",
        "  Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.",
        "  Concurrent treatment with any other anti-cancer therapy.",
        "  The above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Disease Free Survival at 5 Years",
        "  Disease Free Survival was defined as the interval from the date of randomization to the date of local, regional or metastatic relapse or the date of second primary cancer (with the exception of curatively treated non-melanoma skin cancer or in situ carcinoma of the cervix) or death from any cause whichever occured first. Disease free survival was estimated using the Kaplan-Meier method.",
        "  Time frame: From randomization until relapse or death or up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Doxorubicin+Cyclophosphamide (AC) Followed by Docetaxel (AC→T)",
        "  Arm/Group Description: Doxorubicin 60 mg/m  IV bolus injection in combination with cyclophosphamide 600 mg/m  IV bolus injection on Day 1 of every 3 weeks for 4 cycles followed by docetaxel 100 mg/m  IV infusion every 3 weeks for another 4 cycles.",
        "  Overall Number of Participants Analyzed: 1073",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  75.5        (72.8 to 78.2)",
        "Results 2: ",
        "  Arm/Group Title: AC Followed by Docetaxel + Herceptin (AC→TH)",
        "  Arm/Group Description: Doxorubicin 60 mg/m  IV bolus injection in combination with cyclophosphamide 600 mg/m  IV bolus Injection on Day 1 of every 3 weeks for 4 cycles. Herceptin 4 mg/kg IV infusion on Day 1 of Cycle 5, followed by Herceptin 2 mg/kg by IV infusion weekly starting from Day 8; and docetaxel 100 mg/m  IV infusion on Day 2 of Cycle 5, then on Day 1 of every 3 weeks for all subsequent cycles ( total 4 cycles). After completion of the last cycle of chemotherapy, Herceptin 6 mg/kg IV infusion was administered every 3 weeks until 1 year from date of initial Herceptin dose.",
        "  Overall Number of Participants Analyzed: 1074",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  83.2        (80.9 to 85.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 218/1018 (21.41%)",
        "  ANEMIA 1/1018 (0.10%)",
        "  LEUKOPENIA 21/1018 (2.06%)",
        "  LYMPHEDEMA 0/1018 (0.00%)",
        "  PANCYTOPENIA 1/1018 (0.10%)",
        "  THROMBOCYTOPENIA 0/1018 (0.00%)",
        "  ANGINA PECTORIS 0/1018 (0.00%)",
        "  AORTIC STENOSIS 0/1018 (0.00%)",
        "  ARRHYTHMIA 2/1018 (0.20%)",
        "  ARTERIAL ANOMALY 0/1018 (0.00%)",
        "  AV BLOCK 0/1018 (0.00%)",
        "  CARDIOMYOPATHY 0/1018 (0.00%)",
        "Adverse Events 2:",
        "  Total: 298/1100 (27.09%)",
        "  ANEMIA 8/1100 (0.73%)",
        "  LEUKOPENIA 23/1100 (2.09%)",
        "  LYMPHEDEMA 1/1100 (0.09%)",
        "  PANCYTOPENIA 1/1100 (0.09%)",
        "  THROMBOCYTOPENIA 1/1100 (0.09%)",
        "  ANGINA PECTORIS 1/1100 (0.09%)",
        "  AORTIC STENOSIS 0/1100 (0.00%)",
        "  ARRHYTHMIA 3/1100 (0.27%)",
        "  ARTERIAL ANOMALY 0/1100 (0.00%)",
        "  AV BLOCK 0/1100 (0.00%)",
        "  CARDIOMYOPATHY 2/1100 (0.18%)"
    ]
}