{
    "Clinical Trial ID": "NCT02340221",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Placebo+Fulvestrant",
        "  Participants received placebo taken orally QD beginning at Cycle 1, Day 1, and fulvestrant 500 mg administered by IM injection at Cycle 1, Days 1 and 15, and then on Day 1 of each subsequent 28-day cycle until disease progression, unacceptable toxicity, or study termination by the Sponsor.",
        "INTERVENTION 2: ",
        "  Taselisib+Fulvestrant",
        "  Participants received taselisib 4 mg taken orally QD beginning at Cycle 1, Day 1 and fulvestrant 500 mg by IM injection at Cycle 1, Days 1 and 15, and then on Day 1 of each subsequent 28-day cycle until disease progression, unacceptable toxicity, or study termination by the Sponsor."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Postmenopausal women with histologically or cytologically confirmed locally advanced or metastatic estrogen receptor (ER) positive breast cancer",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Participants for whom endocrine therapy (example [e.g.], fulvestrant) is recommended and treatment with cytotoxic chemotherapy is not indicated at time of entry into the study",
        "  Radiologic/objective evidence of recurrence or progression to the most recent systemic therapy for breast cancer",
        "  Radiologic/objective evidence of breast cancer recurrence or progression while on or within 12 months of the end of adjuvant treatment with an aromatase inhibitor (AI), or progression while on or within 1 month of the end of prior AI treatment for locally advanced or metastatic breast cancer",
        "  Measurable disease via Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1) or non-measurable, evaluable disease with at least one evaluable bone lesion via RECIST v1.1",
        "  Consent to provide a formalin-fixed, paraffin-embedded (FFPE) tumor tissue block (preferred) or a minimum of 20 (25 preferred) freshly cut unstained tumor slides from the most recently collected, available tumor tissue for oncogene that encodes for phosphatidylinositol-4,5-bisphosphate 3-kinase (PIK3CA)-mutation testing",
        "  A valid cobas PIK3CA mutation result by central testing is required",
        "  Adequate hematologic and end-organ function within 28 days prior to treatment initiation",
        "Exclusion Criteria:",
        "  Human epidermal growth factor receptor 2 (HER2)-positive disease by local laboratory testing (immunohistochemistry 3 positive [IHC 3+] staining or in situ hybridization positive)",
        "  Prior treatment with fulvestrant",
        "  Prior treatment with a phosphatidylinositol 3-kinase (PI3K) inhibitor, mammalian target of rapamycin (mTOR) inhibitor (e.g. everolimus), or protein kinase B (AKT) inhibitor",
        "  Prior anti-cancer therapy within 2 weeks prior to Day 1 of Cycle 1",
        "  Prior radiation therapy within 2 weeks prior to Day 1 of Cycle 1",
        "  All acute treatment-related toxicity must have resolved to Grade less than or equal to (</=) 1 or be deemed stable by the Investigator",
        "  Prior treatment with greater than (>) 1 cytotoxic chemotherapy regimen for metastatic breast cancer",
        "  Concurrent hormone replacement therapy",
        "  Known untreated or active central nervous system (CNS) metastases",
        "  Type 1 or Type 2 diabetes mellitus requiring anti-hyperglycemic medications",
        "  History of inflammatory bowel disease or active bowel inflammation",
        "  Clinically significant cardiac or pulmonary dysfunction",
        "  Clinically significant history of liver disease, including cirrhosis, current alcohol abuse, or current known active infection with human immunodeficiency virus (HIV), hepatitis B or C virus"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS) as Assessed by Investigator Using Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1)",
        "  PFS was defined as the time from randomization to disease progression as determined by the investigator with the use of RECIST v1.1 or death due to any cause, whichever occurred earlier. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 millimeters (mm). For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "  Time frame: From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)",
        "Results 1: ",
        "  Arm/Group Title: Placebo+Fulvestrant",
        "  Arm/Group Description: Participants received placebo taken orally QD beginning at Cycle 1, Day 1, and fulvestrant 500 mg administered by IM injection at Cycle 1, Days 1 and 15, and then on Day 1 of each subsequent 28-day cycle until disease progression, unacceptable toxicity, or study termination by the Sponsor.",
        "  Overall Number of Participants Analyzed: 176",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  5.39        (3.68 to 7.29)",
        "Results 2: ",
        "  Arm/Group Title: Taselisib+Fulvestrant",
        "  Arm/Group Description: Participants received taselisib 4 mg taken orally QD beginning at Cycle 1, Day 1 and fulvestrant 500 mg by IM injection at Cycle 1, Days 1 and 15, and then on Day 1 of each subsequent 28-day cycle until disease progression, unacceptable toxicity, or study termination by the Sponsor.",
        "  Overall Number of Participants Analyzed: 340",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.43        (7.26 to 9.07)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 19/213 (8.92%)",
        "  Pancytopenia 0/213 (0.00%)",
        "  Anaemia 1/213 (0.47%)",
        "  Atrial fibrillation 0/213 (0.00%)",
        "  Cardiac failure congestive 0/213 (0.00%)",
        "  Myocardial infarction 0/213 (0.00%)",
        "  Supraventricular tachycardia 0/213 (0.00%)",
        "  Diarrhoea 0/213 (0.00%)",
        "  Colitis 0/213 (0.00%)",
        "  Vomiting 1/213 (0.47%)",
        "  Nausea 1/213 (0.47%)",
        "  Enterocolitis 0/213 (0.00%)",
        "Adverse Events 2:",
        "  Total: 133/416 (31.97%)",
        "  Pancytopenia 1/416 (0.24%)",
        "  Anaemia 0/416 (0.00%)",
        "  Atrial fibrillation 2/416 (0.48%)",
        "  Cardiac failure congestive 1/416 (0.24%)",
        "  Myocardial infarction 1/416 (0.24%)",
        "  Supraventricular tachycardia 1/416 (0.24%)",
        "  Diarrhoea 32/416 (7.69%)",
        "  Colitis 14/416 (3.37%)",
        "  Vomiting 4/416 (0.96%)",
        "  Nausea 3/416 (0.72%)",
        "  Enterocolitis 2/416 (0.48%)"
    ]
}