{
    "Clinical Trial ID": "NCT01823991",
    "Intervention": [
        "INTERVENTION 1: ",
        "  A - Cognutrin #1",
        "  Cognutrin Treatment Time 1",
        "INTERVENTION 2: ",
        "  B - Cognutrin #2",
        "Cognutrin Time 2."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Cases with Stage II-IIIA Breast Cancer that have completed adjuvant treatment with anthracyclines and/or taxanes + or -Radiation therapy within past 6 months(+/- 7 days) (subjects on concurrent endocrine therapy (TAM, Aromatase inhibitors are also eligible to participate as this is standard of care for this patient population)",
        "  Able to understand and sign the informed consent",
        "  Fluent in reading, comprehension and communication in the English language",
        "  No evidence of dementia - Mini Mental State Examination (MMSE) >=23 but some evidence of cognitive impairment",
        "  Must be aware of the nature of his current medical condition and must be willing to give consent after being informed of the experimental nature of therapy, alternatives, potential benefits, side-effects, risks and discomforts",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0- 2 (Karnofsky score >60%)",
        "  Acceptable hemoglobin and hematocrit level based on complete blood count (CBC)",
        "  Must be willing to be monitored for adequacy of nutritional intake during the intervention, as is the current standard of clinical practice",
        "Exclusion Criteria:",
        "  Use of estrogens (oral, dermal or vaginal), progesterone (oral or topical), androgens, Raloxifene or Tamoxifen during the previous 3 months",
        "  Use of over the counter steroid hormonal supplements including dehydroepiandrosterone (DHEA)",
        "  Patients with advanced or Stage IIIIB or IV breast cancer or other cancers",
        "  Use of n-3 fatty acids or high dose antioxidant supplements other than what is provided in the trial",
        "  History of known allergy to components of the study supplements",
        "  Renal or liver disease",
        "  Concurrent participation in another chemoprevention trial",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Metabolic abnormalities (e.g. thyroid disorders, insulin dependent diabetes, rheumatologic disease etc.)",
        "  Known claustrophobia, presence of pacemaker and/or ferromagnetic material in their body that would prohibit MRI imaging",
        "  Medical history of concussions",
        "  Other acute or chronic medical or psychiatric condition or laboratory abnormality that may increase risk associated with study participation or study drug administration, or may interfere with interpretation of study results, and in the judgment of the investigator would make the potential participant inappropriate for entry into this study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in Cognitive Function Scores With Intervention - HVLT and COWA",
        "  Mean change in cognitive function scores measured from baseline to post intervention with Cognutrin compared to placebo. Mean cognitive function scores by group and compared by time of testing (Time 1, Time 2). The HVLT test assesses verbal learning and memory. Subjects are given a list of words and asked to repeat as many words as they can recall at 3 times. There is no absolute low & high, as scores are age adjusted. Reported scores are T-scores- average score should be 50, with a standard deviation of 10. Any score below 50 indicates performance below population averages and any score above 50 indicates higher than population averages.The COWA test is a verbal fluency test that measures spontaneous production of words belonging to the same category or beginning with a designed letter. The scores are converted to z-scores. A Z score of -1 is 1 standard deviation below mean. The lowest and highest Z scores could be  -3.0 and 3.0. A lower Z score is indicative of poor fluency.",
        "  Time frame: Baseline (Time 1) and at 3 months +/- 7 days (Time 2)",
        "Results 1: ",
        "  Arm/Group Title: A - Cognutrin #1",
        "  Arm/Group Description: Cognutrin Treatment Time 1",
        "  Overall Number of Participants Analyzed: 5",
        "  Mean (Standard Error)",
        "  Unit of Measure: score  HVLT-total recall: 49.04         (6.41)",
        "  HVLT-delayed recall: 44.82         (5.33)",
        "  COWA-z score: -.341         (.686)",
        "Results 2: ",
        "  Arm/Group Title: B - Cognutrin #2",
        "  Arm/Group Description: Cognutrin Time 2.",
        "  Overall Number of Participants Analyzed: 5",
        "  Mean (Standard Error)",
        "  Unit of Measure: score  HVLT-total recall: 44.93         (7.55)",
        "  HVLT-delayed recall: 41.59         (7.02)",
        "  COWA-z score: -.452         (.577)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/18 (5.56%)",
        "  Psychosis *  [1]1/18 (5.56%)",
        "Adverse Events 2:",
        "  Total: 0/18 (0.00%)",
        "  Psychosis *  [1]0/18 (0.00%)"
    ]
}