{
    "Clinical Trial ID": "NCT00741260",
    "Intervention": [
        "INTERVENTION 1: ",
        "  N160 + C1500",
        "  Neratinib 160 mg + Capecitabine 1500 mg/m2",
        "INTERVENTION 2: ",
        "  N160 + C2000",
        "  Neratinib 160 mg + Capecitabine 2000 mg/m2"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA",
        "  PART 1:",
        "  confirmed pathologic diagnosis of a solid tumor not curable with available therapies for which neratinib plus capecitabine is a reasonable treatment option.",
        "  PART 2:",
        "  confirmed histologically and/or cytologically confirmed diagnosis of breast cancer, metastatic or locally advanced.",
        "  erbB-2 gene amplified tumor (FISH or CISH) or erbB-2 overexpression (IHC 3+, or IHC2+ with FISH or CISH confirmation), based on local testing, or based on centralized FISH testing prior to day 1.",
        "  disease progression on or following at least 1 prior trastuzumab containing treatment regimen (at least 6 weeks) for metastatic or locally advanced disease. (Prior adjuvant trastuzumab is allowed but not required). A 2 week period is required between the last dose of trastuzumab treatment and first dose of the test article.",
        "  Prior treatment with a taxane in the neoadjuvant, adjuvant, locally advanced, and/or metastatic disease treatment setting.",
        "  PARTS 1 and 2:",
        "  At least 1 measurable lesion as defined by RECIST criteria.",
        "  LVEF within institutional range of normal as measured by multi-gated acquisition (MUGA) or echocardiogram (ECHO).",
        "  EXCLUSION CRITERIA",
        "  PART 2:",
        "  prior treatment with capecitabine, lapatinib (20 subjects with prior lapatinib exposure will be enrolled) or any erbB-2 targeted agents except trastuzumab. Treatment with erbB-2 targeted therapy must exceed 2 weeks (14 days) in order to be exclusionary.",
        "  prior treatment with anthracyclines with a cumulative dose of doxorubicin of greater than 400 mg/m², epirubicin dose of greater than 800 mg/m², or the equivalent dose for other anthracyclines.",
        "  PARTS 1 and 2:",
        "  Subjects with bone as the only site of disease.",
        "  Active uncontrolled or symptomatic central nervous system (CNS) metastases, as indicated by clinical symptoms, cerebral edema, and/or progressive growth. Subjects with a history of CNS metastases or cord compression are allowable if they have been considered definitively treated and are off anticonvulsants and steroids for at least 4 weeks before the first dose of test article.",
        "  Any other cancer within 5 years prior to screening with the exception of adequately treated cervical carcinoma in situ, or adequately treated basal or squamous cell carcinoma of the skin."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose Limiting Toxicities",
        "  Number of participants reporting Adverse Events Causing Dose Limiting Toxicities (DLT).",
        "  Time frame: From first dose date to day 21",
        "Results 1: ",
        "  Arm/Group Title: N160 + C1500",
        "  Arm/Group Description: Neratinib 160 mg + Capecitabine 1500 mg/m2",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%",
        "Results 2: ",
        "  Arm/Group Title: N160 + C2000",
        "  Arm/Group Description: Neratinib 160 mg + Capecitabine 2000 mg/m2",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  22.2%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/6 (83.33%)",
        "  Anaemia 0/6 (0.00%)",
        "  Febrile neutropenia 0/6 (0.00%)",
        "  Thrombocytopenia 0/6 (0.00%)",
        "  Pericardial effusion 1/6 (16.67%)",
        "  Tachycardia 0/6 (0.00%)",
        "  Vertigo 0/6 (0.00%)",
        "  Abdominal pain 0/6 (0.00%)",
        "  Ascites 0/6 (0.00%)",
        "  Diarrhoea 0/6 (0.00%)",
        "  Melaena 0/6 (0.00%)",
        "  Nausea 1/6 (16.67%)",
        "  Proctitis 0/6 (0.00%)",
        "  Small intestinal obstruction 0/6 (0.00%)",
        "Adverse Events 2:",
        "  Total: 4/8 (50.00%)",
        "  Anaemia 0/8 (0.00%)",
        "  Febrile neutropenia 0/8 (0.00%)",
        "  Thrombocytopenia 0/8 (0.00%)",
        "  Pericardial effusion 0/8 (0.00%)",
        "  Tachycardia 0/8 (0.00%)",
        "  Vertigo 0/8 (0.00%)",
        "  Abdominal pain 1/8 (12.50%)",
        "  Ascites 1/8 (12.50%)",
        "  Diarrhoea 0/8 (0.00%)",
        "  Melaena 0/8 (0.00%)",
        "  Nausea 0/8 (0.00%)",
        "  Proctitis 0/8 (0.00%)",
        "  Small intestinal obstruction 1/8 (12.50%)"
    ]
}