{
    "Clinical Trial ID": "NCT01271725",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Afatinib Monotherapy",
        "  Patient received Afatinib monotherapy orally once daily at a dose of 40 milligram (mg) film-coated tablets until progression of their disease, unacceptable adverse events or other reason necessitating withdrawal. Patients could have dose reduced if 40 mg was not tolerated.",
        "INTERVENTION 2: ",
        "  Afatinib and Paclitaxel or Vinorelbine Combination Therapy",
        "  Patient received Afatinib monotherapy orally once daily at a dose of 40 mg film-coated tablets until progression of their disease, unacceptable adverse events or other reason necessitating withdrawal (Patients could have dose reduced if 40 mg was not tolerated) and 80 mg/square meter (m2) Paclitaxel concentrate for intravenous infusion or 25 mg/m2 Vinorelbine concentrate for intravenous infusion once weekly starting after treatment failure on afatinib monotherapy"
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Female patients >=18 years with proven diagnosis of HER2-overexpressing, histologically confirmed breast cancer",
        "  Stage IV metastatic disease",
        "  At least one measurable lesion according to RECIST 1.1 (Response Evaluation Criteria for Solid Tumours version 1.1). Skin, bone and brain lesions are considered non-target lesions",
        "  Must have failed or progressed on either trastuzumab or lapatinib or trastuzumab and lapatinib treatment in the neoadjuvant and/or adjuvant setting",
        "Exclusion criteria:",
        "  Prior first line therapy for metastatic breast cancer",
        "  Known pre-existing interstitial lung disease",
        "  Active brain metastases",
        "  History or presence of clinically relevant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of 3, unstable angina or poorly controlled arrhythmia. Myocardial infarction within 6 months prior to trial treatment.",
        "  Cardiac left ventricular function with resting ejection fraction of less than 50%.",
        "  Prior treatment with Epidermal Growth Factor Receptor (EGFR)/HER2-targeted small molecules or antibodies other than trastuzumab and lapatinib in the neoadjuvant or adjuvant setting",
        "  Prior treatment with paclitaxel in the past 12 months",
        "  Must not have received prior vinorelbine treatment - Further exclusion criteria apply"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Objective Response (OR) Assessed by Response Evaluation Criteria in Solid Tumours Version (RECIST) 1.1",
        "  Objective response according to RECIST v1.1. Best overall response of confirmed complete response (CR) or confirmed partial response (PR) recorded since first administration of trial medication and until the earliest of disease progression, death or start of next treatment in each part separately. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by Magnetic resonance imaging (MRI): Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Objective Response (OR) = CR + PR. Percentage of participants with OR along with exact 95% Confidence Interval by Clopper and Pearson is presented.",
        "  Time frame: From the initial dose of study drug until 28 days after end of the treatment period, up to 1562 days",
        "Results 1: ",
        "  Arm/Group Title: Afatinib Monotherapy",
        "  Arm/Group Description: Patient received Afatinib monotherapy orally once daily at a dose of 40 milligram (mg) film-coated tablets until progression of their disease, unacceptable adverse events or other reason necessitating withdrawal. Patients could have dose reduced if 40 mg was not tolerated.",
        "  Overall Number of Participants Analyzed: 74",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  18        (10 to 28)",
        "Results 2: ",
        "  Arm/Group Title: Afatinib and Paclitaxel or Vinorelbine Combination Therapy",
        "  Arm/Group Description: Patient received Afatinib monotherapy orally once daily at a dose of 40 mg film-coated tablets until progression of their disease, unacceptable adverse events or other reason necessitating withdrawal (Patients could have dose reduced if 40 mg was not tolerated) and 80 mg/square meter (m2) Paclitaxel concentrate for intravenous infusion or 25 mg/m2 Vinorelbine concentrate for intravenous infusion once weekly starting after treatment failure on afatinib monotherapy",
        "  Overall Number of Participants Analyzed: 39",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  31        (17 to 48)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/74 (24.32%)",
        "  Anaemia 0/74 (0.00%)",
        "  Febrile neutropenia 0/74 (0.00%)",
        "  Cardio-respiratory arrest 1/74 (1.35%)",
        "  Abdominal pain 2/74 (2.70%)",
        "  Diarrhoea 3/74 (4.05%)",
        "  Nausea 0/74 (0.00%)",
        "  Vomiting 2/74 (2.70%)",
        "  Asthenia 3/74 (4.05%)",
        "  Chest pain 1/74 (1.35%)",
        "  Pain 0/74 (0.00%)",
        "  Pyrexia 0/74 (0.00%)",
        "  Hepatic function abnormal 1/74 (1.35%)",
        "Adverse Events 2:",
        "  Total: 5/13 (38.46%)",
        "  Anaemia 1/13 (7.69%)",
        "  Febrile neutropenia 1/13 (7.69%)",
        "  Cardio-respiratory arrest 0/13 (0.00%)",
        "  Abdominal pain 2/13 (15.38%)",
        "  Diarrhoea 0/13 (0.00%)",
        "  Nausea 0/13 (0.00%)",
        "  Vomiting 1/13 (7.69%)",
        "  Asthenia 1/13 (7.69%)",
        "  Chest pain 0/13 (0.00%)",
        "  Pain 1/13 (7.69%)",
        "  Pyrexia 2/13 (15.38%)",
        "  Hepatic function abnormal 0/13 (0.00%)"
    ]
}