{
    "Clinical Trial ID": "NCT01770353",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pilot Phase: FMX Then MM-398",
        "  FMX phase: Subjects received a single bolus IV injection of 5 mg/kg FMX (up to 510 mg) on Day 1. Subjects underwent FMX-MRI scans and pre-MM-398 treatment biopsies on Days 1 to 4.",
        "  MM-398 Treatment phase: Within 7 days of the FMX infusion, subjects received up to 70 mg/m^2 MM-398 FBE (C1D1) administered as an IV infusion over 90 minutes, repeated every 2 weeks until disease progression, unacceptable toxicity or withdrawal of consent."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  All subjects:",
        "  Pathologically confirmed diagnosis of solid tumors",
        "  Metastatic disease",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 1",
        "  Adequate bone marrow, hepatic and renal function",
        "  Normal Electrocardiogram (ECG)",
        "  18 years of age or above",
        "  Able to understand and sign informed consent",
        "  Pilot study only:",
        "  - CRC, TNBC, ER/PR Breast Cancer, NSCLC, Pancreatic Cancer, Ovarian Cancer, Gastric Cancer, Gastroesophageal Junction (GEJ) adenocarcinoma, Head and Neck Cancer",
        "  Expansion Phase Additional Criteria:",
        "  Locally advanced or metastatic breast cancer",
        "  Received at least one cytotoxic therapy in the locally advanced and metastatic setting",
        "  Received  5 prior lines of chemotherapy in the metastatic setting",
        "  Candidate for chemotherapy",
        "  Expansion Phase Cohort 3 additional inclusion criteria:",
        "  Breast cancer with active brain metastasis",
        "  Neurologically stable",
        "Exclusion Criteria:",
        "  Active Central nervous system (CNS) metastasis (applies to pilot phase and expansion phase cohort 1 and 2 only)",
        "  Clinically significant GI disorders",
        "  Prior irinotecan or bevacizumab therapy within last 6 months and for Expansion Phase patients, have received any prior treatment with Topol inhibitor",
        "  Known hypersensitivity to MM-398 or ferumoxytol",
        "  Inability to undergo MRI",
        "  Active infection",
        "  Pregnant or breast feeding",
        "  Prior chemotherapy administered within 3 weeks, or within a time interval less than at least 5 half-lives of the agent, whichever is longer, prior to the first scheduled day of dosing in this study",
        "  Received radiation therapy in the last 14 days",
        "  Treated with parenteral iron in the previous 4 weeks"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pilot Phase: Tumour Levels of Irinotecan and SN-38 at Cycle 1 Day 4",
        "  Two tumour biopsies were collected 72 hours after the first MM-398 IV infusion during Cycle 1 of the MM-398 Treatment phase of the Pilot phase for determination of tumour levels of irinotecan and SN-38 (an active metabolite). The lesions selected for biopsy were based on the results of the FMX-MRI obtained on Days 1, 2 and 4 of the FMX phase, and were collected from a previously non-biopsied lesion. The first core biopsy was taken in the region of the tumour that showed the greatest signal change on either the T2 or T1 sequences, based on FMX-MRI. The second core biopsy was taken from the region that showed the least signal change based on FMX-MRI, avoiding areas of necrosis.",
        "  Time frame: At Cycle 1 Day 4 in the Pilot phase.",
        "Results 1: ",
        "  Arm/Group Title: Pilot Phase: FMX Then MM-398",
        "  Arm/Group Description: FMX phase: Subjects received a single bolus IV injection of 5 mg/kg FMX (up to 510 mg) on Day 1. Subjects underwent FMX-MRI scans and pre-MM-398 treatment biopsies on Days 1 to 4.",
        "  MM-398 Treatment phase: Within 7 days of the FMX infusion, subjects received up to 70 mg/m^2 MM-398 FBE (C1D1) administered as an IV infusion over 90 minutes, repeated every 2 weeks until disease progression, unacceptable toxicity or withdrawal of consent.",
        "  Overall Number of Participants Analyzed: 13",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: nanograms per gram (ng/g)  Irinotecan: 4253         (3600)",
        "  SN-38: 38.1         (91.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/13 (30.77%)",
        "  Pericardial effusion 0/13 (0.00%)",
        "  Diarrhoea 1/13 (7.69%)",
        "  Nausea 1/13 (7.69%)",
        "  Abdominal pain 2/13 (15.38%)",
        "  Vomiting 1/13 (7.69%)",
        "  Colitis 1/13 (7.69%)",
        "  Duodenal perforation 0/13 (0.00%)",
        "  Enteritis 0/13 (0.00%)",
        "  Asthenia 0/13 (0.00%)",
        "  Fatigue 0/13 (0.00%)",
        "  Pyrexia 0/13 (0.00%)",
        "  Cholecystitis acute 0/13 (0.00%)",
        "  Pneumonia 0/13 (0.00%)"
    ]
}