{
    "Clinical Trial ID": "NCT02320123",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Patients - Intervention",
        "  For the intervention arm of the study, patients will be invited to view the educational DVD explaining end-of-life care options and meet with a lay health advisor for discussion.",
        "  Educational DVD: African American patients and their primary non-professional caregivers will watch a DVD created to introduce end-of-life care planning to African Americans receiving palliative care.",
        "INTERVENTION 2: ",
        "  Patients - Control",
        "  Patients will receive usual care (nor view the DVD or meet with the lay health advisor)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Aim 1 patients must:",
        "  receive their care at Parkland and be diagnosed with advanced cancer (breast, lung, or colon);",
        "  self-identify as AA;",
        "  be proficient in English;",
        "  be competent to give informed consent; and",
        "  have no evidence of cognitive impairment (Mini-Cog score of 3 or 1-2 with normal clock draw).",
        "  Aim 2 Patients must:",
        "  be hospitalized at Parkland",
        "  be diagnosed with advanced cancer (breast, lung, or colon)",
        "  self-identify as AA;",
        "  be proficient in English;",
        "  be competent to give informed consent;",
        "  have no evidence of cognitive impairment (Mini-Cog score of 3 or 1-2 with normal clock draw); and",
        "  have never received palliative or hospice care.",
        "  All Caregivers (Aim 1 and 2) must be:",
        "  identified by the selected patients as their primary caregiver;",
        "  be 21 years of age or older;",
        "  proficient in English; and",
        "  competent to give informed consent.",
        "  For the expert provider focus group, participants must be a health care provider (physician, nurse practitioner, chaplain, social worker, nurse) who works within hospice and palliative medicine.",
        "  (Note: patients who enter palliative care or hospice during follow-up interviews will be allowed to remain in the study)",
        "Exclusion Criteria:",
        "  For patients:",
        "  identify with a race other than African American or",
        "  have a diagnosis other than advanced breast, lung, or colorectal cancer."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Intent to Discuss Advance Directives (Based on the Transtheoretical Stages of Change Model)",
        "  The primary decision-making outcome is change in intent to discuss advance directives based on the Transtheoretical Stages of Change Model (i.e., pre-contemplation, contemplation, preparation, action, and maintenance).",
        "  Time frame: Within six months after patient enrolls in study, June 2017.",
        "Results 1: ",
        "  Arm/Group Title: Patients - Intervention",
        "  Arm/Group Description: For the intervention arm of the study, patients will be invited to view the educational DVD explaining end-of-life care options and meet with a lay health advisor for discussion.",
        "  Educational DVD: African American patients and their primary non-professional caregivers will watch a DVD created to introduce end-of-life care planning to African Americans receiving palliative care.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Pre-contemplation: 0   0.0%",
        "  Contemplation: 1  10.0%",
        "  Preparation: 2  20.0%",
        "  Action: 0   0.0%",
        "  Maintenance: 4  40.0%",
        "  Participant doesn't know: 3  30.0%",
        "Results 2: ",
        "  Arm/Group Title: Patients - Control",
        "  Arm/Group Description: Patients will receive usual care (nor view the DVD or meet with the lay health advisor).",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Pre-contemplation: 1   8.3%",
        "  Contemplation: 3  25.0%",
        "  Preparation: 4  33.3%",
        "  Action: 0   0.0%",
        "  Maintenance: 0   0.0%",
        "  Participant doesn't know: 4  33.3%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/10 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/12 (0.00%)"
    ]
}