{
    "Clinical Trial ID": "NCT02472964",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Herceptin© + Taxane",
        "  Part 1: Herceptin© (trastuzumab) intravenously+ paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (investigators choice) for 8 cycles then evaluate for primary endpoint.",
        "  Part 2: If SD or PR, CR at cycle 9 (week 24) proceed to Herceptin© (trastuzumab) alone once every 3 weeks until DP or subject withdrawal .",
        "INTERVENTION 2: ",
        "  MYL-1401O Trastuzumab + Taxane",
        "  Part 1:Myl 1401OTrastuzumab Intravenously + paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (investigators choice) for 8 cycles then evaluate for primary endpoint.",
        "  Part 2: If SD or PR, CR at cycle 9 (week 24) proceed to Myl 1401O( Mylan Trastuzumab) alone once every 3 weeks until DP or subject withdrawal."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Locally recurrent or MBC that is not amenable to curative surgery and/or radiation.",
        "  Documentation of HER2 gene amplification by fluorescent in situ hybridization (FISH) (as defined by a ratio >2.0) or documentation of HER2-overexpression by immunohistochemistry (IHC) (defined as IHC3+, or IHC2+ with FISH confirmation) based on the sponsor-identified central laboratory prior to randomization. Archival tumor tissue samples can be used.",
        "  Pathologically confirmed breast cancer with at least one measurable metastatic target lesion (based on RECIST criteria, version 1.1). Bone, central nervous system (CNS), and skin lesions, as well as lesions that were irradiated, biopsied or had any form of local intervention or surgical manipulation are only to be assessed as non-target lesions.",
        "  Patients previously treated with trastuzumab or lapatinib in the adjuvant setting are allowed if metastatic disease was diagnosed at least one year after the last dose of treatment.",
        "  Prior treatment with hormonal agents or bisphosphonates/denosumab is allowed. Bisphosphonates/denosumab can be given simultaneously with study treatment but cannot start after randomization and is considered an indication of progressive disease (PD). Hormonal agents must be discontinued prior to beginning study therapy.",
        "  Eastern Cooperative Oncology Group performance status (ECOG PS) of 0 - 2",
        "  Serum creatinine 1.5 x ULN (upper limit of normal),",
        "  Total bilirubin 1.0 x ULN (>1.0 x ULN if documented Gilbert's disease),",
        "  Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) 2.5 x ULN,",
        "  AST and/or ALT <1.5 x ULN if alkaline phosphatase >2.5 x ULN,",
        "  Alkaline phosphatase >2.5 x ULN;if bone metastases present and no liver dysfunction present.",
        "  Left ventricular ejection fraction (LVEF) within institutional range of normal as measured by multiple gated acquisition scan or echocardiogram.",
        "Exclusion Criteria:",
        "  Prior systemic therapy in the metastatic disease setting. This includes: chemotherapy, signal transduction inhibitors (e.g., lapatinib), HER2 targeted therapy (e.g., trastuzumab), or other investigational anticancer therapy.",
        "  Prior treatment with neoadjuvant or adjuvant anthracyclines with a cumulative dose of doxorubicin of >400 mg/m2, epirubicin dose >800 mg/m2.",
        "  Patients with bone or skin as the only site of disease. Patients with skin lesions measurable by CT scans or MRI as only site of measurable disease are allowed.",
        "  Surgery or radiotherapy 2 weeks preceding Day 1. Target lesions have to be outside the irradiated fields and the patient has fully recovered from surgery or radiotherapy.",
        "  Presence of unstable angina or a history of congestive heart failure according to the New York Heart Association criteria, history of myocardial infarction <1 year from randomization, clinically significant valvular disease, serious cardiac arrhythmia requiring treatment, uncontrolled hypertension or known pulmonary hypertension.",
        "  Peripheral sensory or motor neuropathy Grade 2 or higher according to the National Cancer Institute-Common Terminology Criteria (NCI-CTC) Version 4.03 [19].",
        "  Any other cancer, including contralateral breast cancer, within 5 years prior to screening with the exception of adequately treated ductal carcinoma in situ, adequately treated cervical carcinoma in situ, or adequately treated basal or squamous cell carcinoma of the skin.",
        "  Immunocompromized patients, including known seropositivity for human immunodeficiency virus, or current or chronic hepatitis B and/or hepatitis C infection (as detected by positive testing for hepatitis B surface antigen or antibody to hepatitis C virus with confirmatory testing).",
        "  Complete listing of Inc/Excl. within protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Primary Endpoint : Compare Best Overall Response Rate (ORR) (According to Response Evaluation Criteria in Solid Tumor [RECIST] 1.1 Criteria) at Week 24 of MYL-1401O Plus Taxane Versus Herceptin® Plus Taxane in the ITT1 Population",
        "  Tumor measurements were perform by centralized blinded reviewers using RECIST 1.1 criteria. Per RECIST 1.1: Complete Response (CR): Disappearance of all target lesions. Any pathological lymph node must have reduction in short axis to <10 mm.Partial Response (PR): >/= 30% decrease sum of the diameters of target lesions from baseline sum diameters.",
        "  Progressive Disease (PD): </= 20% increase in the sum of the diameters of target lesions, from the smallest sum on study with at least a 5 mm absolute increase in the sum of all lesions. The appearance of one or more new lesions* denotes disease progression.",
        "  Stable Disease (SD): Neither sufficient decrease or increase. Evaluation of Non-Target Lesions Complete Response (CR): Disappearance of all non-target lesions. Non-complete Response/Non-Progressive Disease: Persistence of one or more non-target lesions. Progressive Disease (PD): Substantial, unequivocal progression of existing non-target lesions.",
        "  Time frame: from time of First treatment to week 24",
        "Results 1: ",
        "  Arm/Group Title: Herceptin  + Taxane",
        "  Arm/Group Description: Part 1: Herceptin  (trastuzumab) intravenously+ paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (investigators choice) for 8 cycles then evaluate for primary endpoint.",
        "  Part 2: If SD or PR, CR at cycle 9 (week 24) proceed to Herceptin  (trastuzumab) alone once every 3 weeks until DP or subject withdrawal .",
        "  Overall Number of Participants Analyzed: 228",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 0   0.0%",
        "  Partial Response: 146  64.0%",
        "  Stable Disease: 49  21.5%",
        "  Progressive Disease: 20   8.8%",
        "  Not Evaluable: 13   5.7%",
        "Results 2: ",
        "  Arm/Group Title: MYL-1401O Trastuzumab + Taxane",
        "  Arm/Group Description: Part 1:Myl 1401OTrastuzumab Intravenously + paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (investigators choice) for 8 cycles then evaluate for primary endpoint.",
        "  Part 2: If SD or PR, CR at cycle 9 (week 24) proceed to Myl 1401O( Mylan Trastuzumab) alone once every 3 weeks until DP or subject withdrawal.",
        "  Overall Number of Participants Analyzed: 230",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 3   1.3%",
        "  Partial Response: 157  68.3%",
        "  Stable Disease: 48  20.9%",
        "  Progressive Disease: 9   3.9%",
        "  Not Evaluable: 13   5.7%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 91/246 (36.99%)",
        "  Febrile Neutropenia 10/246 (4.07%)",
        "  Leukopenia 12/246 (4.88%)",
        "  Neutropenia 62/246 (25.20%)",
        "  Pancytopenia 0/246 (0.00%)",
        "  Thrombocytopenia 1/246 (0.41%)",
        "  Acute Myocardial Infarction 0/246 (0.00%)",
        "  Cardiac Failure 0/246 (0.00%)",
        "  Carditis 0/246 (0.00%)",
        "  Abdominal Pain 0/246 (0.00%)",
        "  Anal Fissure 0/246 (0.00%)",
        "  Diarrhoea 4/246 (1.63%)",
        "Adverse Events 2:",
        "  Total: 97/247 (39.27%)",
        "  Febrile Neutropenia 11/247 (4.45%)",
        "  Leukopenia 5/247 (2.02%)",
        "  Neutropenia 68/247 (27.53%)",
        "  Pancytopenia 1/247 (0.40%)",
        "  Thrombocytopenia 0/247 (0.00%)",
        "  Acute Myocardial Infarction 1/247 (0.40%)",
        "  Cardiac Failure 2/247 (0.81%)",
        "  Carditis 1/247 (0.40%)",
        "  Abdominal Pain 1/247 (0.40%)",
        "  Anal Fissure 1/247 (0.40%)",
        "  Diarrhoea 3/247 (1.21%)"
    ]
}