{
    "Clinical Trial ID": "NCT02658734",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab Emtansine",
        "  3.6 mg/kg of trastuzumab emtansine was administered to participants intravenously (IV) over 30-90 minutes on day 1 of 21 day cycle and was repeated every 3 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Prospectively confirmed HER2-positive (i.e., IHC 3+ or IHC 2+ and gene amplified by fluorescence in situ hybridization [FISH] positive) as assessed on primary tumor and/or metastatic site",
        "  Documented progression of unresectable, locally advanced, or mBC, determined by the investigator",
        "  Left ventricular ejection fraction (LVEF) >/= 50% by echocardiogram (ECHO)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  A negative serum Beta-Human Chorionic Gonadotropin (Beta-HCG) test for women of childbearing potential (premenopausal or not meeting the definition of postmenopausal i.e. >/= 12 months of amenorrhea), and women who have not undergone surgical sterilization (i.e., absence of ovaries and/or uterus)",
        "  For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use two adequate non-hormonal methods of contraception, including at least one method with a failure rate of <1% per year, during the treatment period and for at least 7 months after the last dose of study drug",
        "  For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures and agreement to refrain from donating sperm. With female partners of childbearing potential, men must remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of <1% per year during the treatment period and for at least 7 months plus 90 days (a spermatogenesis cycle) after the last dose of study drug. Men must refrain from donating sperm during this same period. With pregnant female partners, men must remain abstinent or use a condom during the treatment period and for at least 7 months after the last dose of study drug.",
        "Exclusion Criteria:",
        "  Prior treatment with trastuzumab emtansine",
        "  Prior treatment with lapatinib or lapatinib with capecitabine or non-comparable biologic or biosimilar of trastuzumab",
        "  Peripheral neuropathy of Grade >/= 3 per the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI CTCAE [version 4.03])",
        "  History of other malignancy within the previous 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive breast cancer, or cancers with a similar curative outcome as those mentioned above",
        "  History of receiving any anti-cancer drug/biologic or investigational treatment within 21 days prior to enrollment except hormone therapy, which can be given up to 7 days prior to enrollment; recovery of treatment-related toxicity consistent with other eligibility criteria",
        "  History of exposure to cumulative doses of anthracyclines, as defined in the protocol",
        "  History of radiation therapy within 14 days of enrollment",
        "  Brain metastases that are untreated, symptomatic, or require therapy to control symptoms, as well as a history of radiation, surgery, or other therapy, including steroids, to control symptoms from brain metastases within 2 months (60 days) before enrollment",
        "  CNS only disease",
        "  History of a decrease in LVEF to < 40% or symptomatic congestive heart failure (CHF) with previous trastuzumab treatment",
        "  History of symptomatic chronic heart failure (New York Heart Association [NYHA] Classes II-IV) or serious cardiac arrhythmia requiring treatment",
        "  History of myocardial infarction or unstable angina within 6 months of enrollment",
        "  Current dyspnea at rest due to complications of advanced malignancy or requirement for continuous oxygen therapy",
        "  Current severe, uncontrolled systemic disease",
        "  Pregnancy or lactation",
        "  Concurrent, serious, uncontrolled infections or current known infection with human immunodeficiency virus (HIV) or active hepatitis B and/or hepatitis C. For patients who are known carriers of hepatitis B virus (HBV), active hepatitis B infection must be ruled out, based on negative serologic testing and/or determination of HBV DNA viral load per local guidelines",
        "  Presence of conditions that could affect gastrointestinal absorption: malabsorption syndrome, resection of the small bowel or stomach, and ulcerative colitis",
        "  History of intolerance (such as Grade 3-4 infusion reaction) or known hypersensitivity to trastuzumab or murine proteins or any component of the product",
        "  Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Severity of Adverse Events",
        "  Adverse events (AEs) grading was completed according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 4.03.",
        "  Time frame: From cycle 1 up to approximately 3 years",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab Emtansine",
        "  Arm/Group Description: 3.6 mg/kg of trastuzumab emtansine was administered to participants intravenously (IV) over 30-90 minutes on day 1 of 21 day cycle and was repeated every 3 weeks.",
        "  Overall Number of Participants Analyzed: 70",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Grade 1: 53  75.7%",
        "  Grade 2: 40  57.1%",
        "  Grade 3: 18  25.7%",
        "  Grade 4: 2   2.9%",
        "  Grade 5: 12  17.1%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 28/70 (40.00%)",
        "  THROMBOCYTOPENIA 4/70 (5.71%)",
        "  CARDIAC ARREST 1/70 (1.43%)",
        "  CARDIO-RESPIRATORY ARREST 1/70 (1.43%)",
        "  CATARACT 1/70 (1.43%)",
        "  VISION BLURRED 1/70 (1.43%)",
        "  ABDOMINAL PAIN 1/70 (1.43%)",
        "  DEATH 4/70 (5.71%)",
        "  PYREXIA 1/70 (1.43%)",
        "  URINARY TRACT INFECTION 1/70 (1.43%)",
        "  FRACTURE DISPLACEMENT 1/70 (1.43%)",
        "  SUBDURAL HAEMATOMA 1/70 (1.43%)"
    ]
}