{
    "Clinical Trial ID": "NCT00312208",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Doxorubicin + Cyclophosphamide Followed by Docetaxel (AC -> T)",
        "  AC x 4: Doxorubicin 60 mg/m² as an IV bolus in combination with cyclophosphamide 600 mg/m² as IV followed by docetaxel 100 mg/m² as 1 hour IV infusion on day 1 every 3 weeks for 4 cycles.",
        "INTERVENTION 2: ",
        "  Docetaxel + Doxorubicin and Cyclophosphamide (TAC)",
        "  TAC x 6 : Docetaxel 75 mg/m² as 1 hour IV infusion on day 1 every 3 weeks in combination with doxorubicin 50 mg/m² as an IV bolus and cyclophosphamide 500 mg/m2 as IV on day 1 every 3 weeks. Sequence of administration is as follows: doxorubicin followed by cyclophosphamide followed by docetaxel."
    ],
    "Eligibility": [
        "Inclusion Criteria :",
        "  Histologically proven breast cancer. Interval between definitive surgery that includes axillary lymph node dissection and registration is less than or equal to 60 days. A central pathology review may be performed post randomization for confirmation of diagnosis and molecular studies.",
        "  Definitive surgical treatment must be either mastectomy, or breast conserving surgery with axillary lymph node dissection for operable breast cancer (T1-3, Clinical N0-1, M0). Margins of resected specimen from definitive surgery must be histologically free of invasive adenocarcinoma and Ductal Carcinoma In Situ (DCIS). Lobular carcinoma in-situ does not count as a positive margin.",
        "  Histologic examination of the tumor: Invasive adenocarcinoma with at least one axillary lymph node (pN1) showing evidence of tumor among a minimum of six resected lymph nodes.",
        "  Tumor must show negative HER2 neu proto-oncogene overexpression by FISH (Fluorescence In Situ Hybridization). Confirmation of non overexpression will be centrally assessed by authorized BCIRG (Breast Cancer International Research Group) laboratories prior to randomization.",
        "  Estrogen and/or progesterone receptor analysis performed on the primary tumor prior to randomization. Results must be known at the time of randomization.(Note: Patients whose tumor is estrogen receptor negative with progesterone receptor status unknown or undetermined, must have the progesterone receptor assayed in order to determine hormonal receptor status. Patients whose tumor is progesterone receptor negative with estrogen receptor status unknown or undetermined, must have the estrogen receptor assayed in order to determine hormonal receptor status).",
        "  Karnofsky Performance status index > 80%.",
        "  Normal cardiac function must be confirmed by LVEF (Lef Ventricular Ejection Fraction) i.e. MUGA (Multi Gated Acquisition) scan or echocardiography and ECG within 3 months prior to registration. LVEF result must be above or equal to the lower limit of normal for the institution. The ECG results must be within normal limits or show no significant abnormalities.",
        "  Laboratory requirements: (within 14 days prior to registration)",
        "  Hematology:",
        "  Neutrophils > or = 2.0 x 10^9/L",
        "  Platelets > or = 100 x 10^9/L",
        "  Hemoglobin > or = 10 g/dL",
        "  Hepatic function:",
        "  Total bilirubin < or = 1 UNL (Upper Normal Limit)",
        "  ASAT (Aspartate Amino Transferase) and ALAT (Alanine Amino Transferase) < or = 2.5 UNL",
        "  Alkaline phosphatase < or = 5 UNL",
        "  Patients with ASAT and/or ALAT > 1.5 x UNL associated with alkaline phosphatase > 2.5 x UNL are not eligible for the study.",
        "  Renal function:",
        "  Creatinine < or = 175 µmol/L (2 mg/dL);",
        "  If limit reached, the calculated creatinine clearance should be > or = 60mL/min.",
        "  Complete staging work-up within 3 months prior to registration. All patients will have contralateral mammography, chest X-ray (Posteroanterior and lateral) and/or CT scan and/or MRI (Magnetic Resonance Imaging), abdominal ultrasound and/or CT scan (computerized tomography) and/or MRI, and bone scan. In case of positive bone scan, bone X-ray is mandatory to rule out the possibility of non-metastatic hot spots. Other tests may be performed as clinically indicated.",
        "  Negative pregnancy test (urine or serum) within 7 days prior to registration for all women of childbearing potential.",
        "  Exclusion Criteria :",
        "  Prior systemic anticancer therapy for breast cancer (immunotherapy, hormonotherapy, genetherapy , chemotherapy).",
        "  Prior anthracycline therapy or taxoids (paclitaxel, docetaxel) for any malignancy.",
        "  Prior radiation therapy for breast cancer.",
        "  Bilateral invasive breast cancer.",
        "  Pregnant, or lactating patients. Patients of childbearing potential must implement adequate non-hormonal contraceptive measures during study treatment (chemotherapy and tamoxifen therapy) and must have negative urine or serum pregnancy test within 7 days prior to registration.",
        "  Any T4 or N2 or known N3 or M1 breast cancer.",
        "  Pre-existing motor or sensory neurotoxicity of a severity > grade 2 by NCI-CTC (National Cancer Institute - Common Toxicity Criteria), version 2.0.",
        "  Other serious illness or medical condition:",
        "  congestive heart failure or unstable angina pectoris, previous history of myocardial infarction within 1 year from study entry, uncontrolled hypertension or high-risk uncontrolled arrhythmias",
        "  history of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that would prohibit the understanding and giving of informed consent",
        "  active uncontrolled infection",
        "  active peptic ulcer, unstable diabetes mellitus",
        "  Past or current history of neoplasm other than breast carcinoma, except for:",
        "  curatively treated non-melanoma skin cancer",
        "  carcinoma in situ of the cervix",
        "  other cancer curatively treated and with no evidence of disease for at least 10 years",
        "  ipsilateral ductal carcinoma in-situ (DCIS) of the breast",
        "  lobular carcinoma in-situ (LCIS) of the breast",
        "  Chronic treatment with corticosteroids unless initiated > 6 months prior to study entry and at low dose (< 20 mg methylprednisolone or equivalent).",
        "  Concurrent treatment with ovarian hormonal replacement therapy. Prior treatment should be stopped before study entry.",
        "  Definite contraindications for the use of corticosteroids.",
        "  Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to study entry.",
        "  Concurrent treatment with any other anti-cancer therapy.",
        "  Current therapy with any hormonal agent such as raloxifene, tamoxifen or other selective estrogen receptor modulators (SERMs), either for osteoporosis or prevention. Patients must have discontinued these agents prior to randomization.",
        "  The above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Local, Regional or Metastatic Relapse, or Second Primary Cancer, or Death From Any Cause (Disease-Free Survival)",
        "  The primary event is the local, regional or metastatic relapse or the date of second primary cancer or death from any cause (whichever occurs first). The primary efficacy analysis is performed on the time from randomization to this primary event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.",
        "  Time frame: Median follow-up 65 months",
        "Results 1: ",
        "  Arm/Group Title: Doxorubicin + Cyclophosphamide Followed by Docetaxel (AC -> T)",
        "  Arm/Group Description: AC x 4: Doxorubicin 60 mg/m  as an IV bolus in combination with cyclophosphamide 600 mg/m  as IV followed by docetaxel 100 mg/m  as 1 hour IV infusion on day 1 every 3 weeks for 4 cycles.",
        "  Overall Number of Participants Analyzed: 1649",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  356",
        "Results 2: ",
        "  Arm/Group Title: Docetaxel + Doxorubicin and Cyclophosphamide (TAC)",
        "  Arm/Group Description: TAC x 6 : Docetaxel 75 mg/m  as 1 hour IV infusion on day 1 every 3 weeks in combination with doxorubicin 50 mg/m  as an IV bolus and cyclophosphamide 500 mg/m2 as IV on day 1 every 3 weeks. Sequence of administration is as follows: doxorubicin followed by cyclophosphamide followed by docetaxel.",
        "  Overall Number of Participants Analyzed: 1649",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  352"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 331/1634 (20.26%)",
        "  Anemia 3/1634 (0.18%)",
        "  Coagulation disorders 1/1634 (0.06%)",
        "  Hemorrhage Vaginal 1/1634 (0.06%)",
        "  Leukopenia 18/1634 (1.10%)",
        "  Lymphadenopathy 0/1634 (0.00%)",
        "  Lymphedema 0/1634 (0.00%)",
        "  Pancytopenia 0/1634 (0.00%)",
        "  Thrombocytopenia 0/1634 (0.00%)",
        "  Arrhythmia 3/1634 (0.18%)",
        "  Arrhythmia Ventricular 0/1634 (0.00%)",
        "  Cardiomyopathy 1/1634 (0.06%)",
        "Adverse Events 2:",
        "  Total: 520/1635 (31.80%)",
        "  Anemia 5/1635 (0.31%)",
        "  Coagulation disorders 0/1635 (0.00%)",
        "  Hemorrhage Vaginal 0/1635 (0.00%)",
        "  Leukopenia 56/1635 (3.43%)",
        "  Lymphadenopathy 1/1635 (0.06%)",
        "  Lymphedema 2/1635 (0.12%)",
        "  Pancytopenia 1/1635 (0.06%)",
        "  Thrombocytopenia 1/1635 (0.06%)",
        "  Arrhythmia 3/1635 (0.18%)",
        "  Arrhythmia Ventricular 1/1635 (0.06%)",
        "  Cardiomyopathy 0/1635 (0.00%)"
    ]
}