{
    "Clinical Trial ID": "NCT03066947",
    "Intervention": [
        "INTERVENTION 1: ",
        "  SV-BR-1-GM Monotherapy",
        "  Pretreatment with low dose cyclophosphamide 2-3 days prior to SV-BR-1-GM inoculation; SV-BR-1-GM inoculation intradermally in 4 sites on the upper back (x2) and thighs (x2); Post-inoculation low dose Interferon-alpha-2b into the vaccination sites ~2 and ~4 days after SV-BR-1-GM inoculation",
        "  SV-BR-1-GM: See above",
        "  Cyclophosphamide: Low dose pre-treatment to reduce regulatory T cells",
        "  Interferon-alpha-2b: Low dose given in the vaccine site to boost the immune response"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  1. Have histological confirmation of breast cancer with recurrent and/or metastatic lesions via investigational site.",
        "  Patients with new or progressive breast cancer metastatic to brain will be eligible provided:",
        "  There is no need for steroids and patients have not had steroids at least 2 weeks",
        "  No individual tumor size is >50 mm3",
        "  ECOG status <3",
        "  Tumor is not impinging on Middle Cerebral Artery/speech-motor strip",
        "  If surgically debulked, must be healed from surgery and at least 3 weeks have elapsed since general anesthesia",
        "  Patients consent to MRI studies at 3-4 week intervals until evidence of tumor regression on at least 2 imaging studies. In no case, will the interval between MRI studies be longer than 3 months. MRI study may be introduced at any time should the patients develop new or clearly worsening symptoms and/or introduction of steroids",
        "  2. Have evidence of persistent, recurrent, or progressive disease for which there is no known or established treatment available with curative intent, after failing at least one course of community standard systemic treatment with chemotherapy (and endocrine therapy if appropriate)",
        "  3. Be 18 years of age or older and female",
        "  4. Have expected survival of at least 4 months",
        "  5. Have adequate performance status (ECOG 0-2)",
        "  6. Patients may be maintained on hormonal therapy provided there is clear evidence of tumor progression",
        "  7. Have provided written informed consent.",
        "Exclusion Criteria:",
        "  Concurrent or recent chemotherapy (within 3 weeks), XRT within 3 weeks, may have had immunotherapy in the past (off within 3 weeks), or general anesthesia/major surgery (within 3 weeks). Patients must have recovered from all known or expected toxicities from previous treatment and passed a treatment-free \"washout\" period of 3 weeks before starting this program (8 weeks for persons receiving nitrosourea or mitomycin).",
        "  History of clinical hypersensitivity to GM-CSF, Interferon-alpha-2b (Merck), yeast, beef, or to any components used in the preparation of the experimental vaccine.",
        "  BUN >30 and a creatinine >2.",
        "  Absolute granulocyte count < 1000; platelets <100,000.",
        "  Bilirubin >2.0; alkaline phosphatase >5x upper limit of normal (ULN); ALT/AST >2x ULN.",
        "  Proteinuria >1+ on urinalysis or >1 gm/24hr.",
        "  Left ventricular ejection fraction (LVEF as determined by cardiac echo or MUGA scan) below the normal limits of the institutions specific testing range. This assessment may be repeated once at the discretion of the Investigator with the approval of the Sponsor.",
        "  New York Heart Association stage 3 or 4 cardiac disease.",
        "  A pleural effusion of moderate severity or worse.",
        "  Any woman of childbearing potential, unless she:",
        "  Agrees to take measures to avoid becoming pregnant during the study and",
        "  Has a negative serum pregnancy test within 7 days prior to starting treatment.",
        "  Women who are pregnant or nursing.",
        "  Patients with concurrent second malignancy. Persons with previous malignancies effectively treated and not requiring treatment for >24 months are eligible, provided there is unambiguous documentation that current local recurrence or metastatic site represents recurrence of the primary breast malignancy.",
        "  Patients who are HIV positive (by self-report) or have clinical or laboratory features indicative of AIDS.",
        "  14. Patients who require systemic steroids at a dose equivalent of >10 mg/day of prednisone. Beta-blocker therapy, while not exclusionary, is discouraged and alternatives should be sought if possible. The beta-blocker might compromise use of epinephrine for the rare possibility of anaphylaxis. Anticoagulants must be approved by the Investigator with notification of the Sponsor.",
        "  Patients who are on treatment for rheumatological or autoimmune disease unless approved by the Investigator in consultation with the Sponsor (e.g., as for replacement therapy for autoimmune thyroiditis or diabetes).",
        "  Patients with severe psychiatric (i.e. schizophrenia, bipolar, or borderline personality disorder) or other clinically progressive major medical problems, unless approved by the PI.",
        "  Male breast cancer patients.",
        "  Patients may not be on a concurrent clinical trial, unless approved by PI."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Patients With Treatment Emergent Adverse Events Occurring in Two or More Patients [Safety]",
        "  To evaluate the number of patients with toxicity events while on SV-BR-1-GM, as defined by the Common Terminology Criteria for Adverse Events (CTCAE)",
        "  Time frame: Through study completion, an average of 1 year",
        "Results 1: ",
        "  Arm/Group Title: SV-BR-1-GM Monotherapy",
        "  Arm/Group Description: Pretreatment with low dose cyclophosphamide 2-3 days prior to SV-BR-1-GM inoculation; SV-BR-1-GM inoculation intradermally in 4 sites on the upper back (x2) and thighs (x2); Post-inoculation low dose Interferon-alpha-2b into the vaccination sites ~2 and ~4 days after SV-BR-1-GM inoculation",
        "  SV-BR-1-GM: See above",
        "  Cyclophosphamide: Low dose pre-treatment to reduce regulatory T cells",
        "  Interferon-alpha-2b: Low dose given in the vaccine site to boost the immune response",
        "  Overall Number of Participants Analyzed: 24",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Patients with Adverse Events: 24 100.0%",
        "  Erythema injection site: 11  45.8%",
        "  Pruritis injection site: 8  33.3%",
        "  Induration injection site: 7  29.2%",
        "  Fatigue: 6  25.0%",
        "  Nausea: 6  25.0%",
        "  Constipation: 5  20.8%",
        "  Abdominal pain: 4  16.7%",
        "  Flu like symptoms: 4  16.7%",
        "  Diarrhea: 3  12.5%",
        "  GGTP increased: 3  12.5%",
        "  Injection site reaction: 3  12.5%",
        "  Urinary Tract Infection: 3  12.5%",
        "  Vomiting: 3  12.5%",
        "  Abdominal distension: 2   8.3%",
        "  Alkaline Phosphatase Increased: 2   8.3%",
        "  ALT Increased: 2   8.3%",
        "  Anorexia: 2   8.3%",
        "  AST Increased: 2   8.3%",
        "  Back Pain: 2   8.3%",
        "  Chills: 2   8.3%",
        "Decreased appetite: 2   8.3%",
        "  Dehydration: 2   8.3%",
        "  Dizziness: 2   8.3%",
        "  Erythema Multiforme: 2   8.3%",
        "  Glucose increased: 2   8.3%",
        "  Hematocrit Decreased: 2   8.3%",
        "  Hypercalcemia: 2   8.3%",
        "  Lymphocytes Decreased: 2   8.3%",
        "  Myalgia: 2   8.3%",
        "  Pleural Effusion: 2   8.3%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/24 (33.33%)",
        "  Restrictive Cardiomyopathy * 21/24 (4.17%)",
        "  Palpitations * 21/24 (4.17%)",
        "  GERD * 21/24 (4.17%)",
        "  Fever * 21/24 (4.17%)",
        "  Sepsis * 1/24 (4.17%)",
        "  Urinary Tract Infection * 21/24 (4.17%)",
        "  Influenza A * 21/24 (4.17%)",
        "  Dehydration * 21/24 (4.17%)",
        "  Hyponatremia * 21/24 (4.17%)",
        "  Worsening of Hypercalcemia * 21/24 (4.17%)",
        "  Bone Pain * 21/24 (4.17%)"
    ]
}