{
    "Clinical Trial ID": "NCT02915744",
    "Intervention": [
        "INTERVENTION 1: ",
        "  NKTR-102",
        "  In Group A, NKTR-102 will be administered at a dose level of 145 mg/m2 on a q21d schedule as a 90-minute intravenous (IV) infusion on Day 1 of each treatment cycle.",
        "INTERVENTION 2: ",
        "  Treatment of Physician's Choice (TPC)",
        "  In Group B, TPC will be administered per standard of care. Patients randomized to TPC will receive single-agent IV chemotherapy, limited to choice of one of the following 7 agents: eribulin, ixabepilone, vinorelbine, gemcitabine, paclitaxel, docetaxel, or nab-paclitaxel."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female or male, age  18 years.",
        "  Histologically-confirmed carcinoma of the breast (either the primary or metastatic lesions) for whom single-agent cytotoxic chemotherapy is indicated. Patients may have either measurable or non-measurable disease according to RECIST version 1.1.",
        "  Patients must have a history of brain metastases that are non-progressing.",
        "  For triple-negative breast cancer, a minimum of 1 prior cytotoxic chemotherapy regimen must have been administered for the indication of metastatic disease.Depending on receptor status, 1 or 2 prior cytotoxic regimens are required prior to enrollment in this trial; hormonal and/or human epidermal growth factor receptor 2 (HER2) -targeted agents may be required.",
        "  Have had prior therapy (administered in the neoadjuvant, adjuvant, and/or metastatic setting) with an anthracycline, a taxane, and capecitabine (prior anthracycline can be omitted if not medically appropriate or contraindicated for the patient).",
        "  Last dose of anticancer therapy must have been administered within 6 months of the date of randomization into this study.",
        "  All anticancer- and radiation therapy-related toxicities must be completely resolved or downgraded to Grade 1 or less (neuropathy may be Grade 2 or less).",
        "  Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "  Demonstrate adequate organ function obtained within 14 days prior to randomization and analyzed by the central laboratory.",
        "  Women of childbearing potential (WCBP) must agree to use highly effective methods of birth control throughout the duration of the study until 6 months following the last dose of study drug.",
        "  Males with female partners of child-bearing potential must agree to use a barrier contraception (e.g., condom with spermicidal foam/gel/film/cream/suppository) throughout the duration of the study until 6 months following the last dose of study drug; in addition to their female partner using either an intrauterine device or hormonal contraception and continuing until 6 months following the last dose of study drug. Male patients should not donate sperm until 6 months following the last dose of study drug.",
        "Exclusion Criteria:",
        "  Last dose of anticancer therapy (including HER2-targeted therapy) within 14 days prior to randomization.",
        "  High-dose chemotherapy followed by stem cell transplantation (autologous or allogeneic).",
        "  Major surgery within 28 days prior to randomization.",
        "  Concomitant use of any anticancer therapy or use of any investigational agent(s).",
        "  Received prior treatment for cancer with a camptothecin-derived agent.",
        "  Lesions on imaging, by cerebrospinal fluid or with neurological findings that are consistent with leptomeningeal disease or meningeal carcinomatosis.",
        "  Chronic or acute GI disorders resulting in diarrhea of any severity grade.",
        "  Patients who are pregnant or lactating, plan to get pregnant, or have a positive serum pregnancy test prior to randomization.",
        "  Enzyme-inducing anti-epileptic drugs (EIAEDs) within 14 days of randomization.",
        "  Hepatitis B or C, tuberculosis, or HIV.",
        "  Cirrhosis.",
        "  Prior malignancy (other than breast cancer) unless diagnosed and definitively treated more than 5 years prior to randomization.",
        "  Daily use of oxygen supplementation.",
        "  Significant known cardiovascular impairment.",
        "  Prior treatment with NKTR-102.",
        "  Psychiatric illness, social situation, or geographical situation that preclude informed consent or limit compliance.",
        "  Known intolerance or hypersensitivity to any of the products used in this study or their excipients.",
        "  For patients selecting vinorelbine or gemcitabine as the TPC agent, patients may not receive yellow fever vaccine in the 28 days prior to randomization."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Survival (OS) of Patients",
        "  To compare Overall Survival (OS) of patients who receive 145 mg/m2 NKTR-102 given once every 21 days (q21d) with OS of patients who receive Treatment of Physician's Choice (TPC). Overall survival is defined as the time from the date of randomization to the date of death from any cause. Patients will be followed until their date of death or until final database closure. Patients who are lost-to-follow-up or are alive at the time of analysis will be censored at the time they were last known to be alive or at the date of event cut-off for OS analysis.",
        "  Time frame: Within 3 years from study start",
        "Results 1: ",
        "  Arm/Group Title: NKTR-102",
        "  Arm/Group Description: In Group A, NKTR-102 will be administered at a dose level of 145 mg/m2 on a q21d schedule as a 90-minute intravenous (IV) infusion on Day 1 of each treatment cycle.",
        "  Overall Number of Participants Analyzed: 92",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.8        (6.1 to 10.2)",
        "Results 2: ",
        "  Arm/Group Title: Treatment of Physician's Choice (TPC)",
        "  Arm/Group Description: In Group B, TPC will be administered per standard of care. Patients randomized to TPC will receive single-agent IV chemotherapy, limited to choice of one of the following 7 agents: eribulin, ixabepilone, vinorelbine, gemcitabine, paclitaxel, docetaxel, or nab-paclitaxel.",
        "  Overall Number of Participants Analyzed: 86",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.5        (5.8 to 10.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 33/90 (36.67%)",
        "  Febrile Neutropenia Grade 3  0/90 (0.00%)",
        "  Atrial Fibrillation Grade 3  1/90 (1.11%)",
        "  Cardiac Tamponade Grade 4  0/90 (0.00%)",
        "  Blindness Grade 3  0/90 (0.00%)",
        "  Colitis Grade 2  1/90 (1.11%)",
        "  Esophagitis Grade 3  1/90 (1.11%)",
        "  Vomiting Grade 2  3/90 (3.33%)",
        "  Diarrhea Grade 3  5/90 (5.56%)",
        "  Intestinal Obstruction Grade 3  1/90 (1.11%)",
        "Adverse Events 2:",
        "  Total: 24/77 (31.17%)",
        "  Febrile Neutropenia Grade 3  1/77 (1.30%)",
        "  Atrial Fibrillation Grade 3  0/77 (0.00%)",
        "  Cardiac Tamponade Grade 4  1/77 (1.30%)",
        "  Blindness Grade 3  1/77 (1.30%)",
        "  Colitis Grade 2  0/77 (0.00%)",
        "  Esophagitis Grade 3  0/77 (0.00%)",
        "  Vomiting Grade 2  1/77 (1.30%)",
        "  Diarrhea Grade 3  0/77 (0.00%)",
        "  Intestinal Obstruction Grade 3  0/77 (0.00%)"
    ]
}