{
    "Clinical Trial ID": "NCT00101400",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Sorafenib (Nexavar, BAY43-9006)",
        "  Sorafenib 400 mg administered twice daily (b.i.d.)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Age > 18 years",
        "  Women with prior histologically documented diagnosis of breast cancer",
        "  Subjects with metastatic disease who have already received and failed at least one chemotherapy regimen for metastatic disease and, if ER/PgR +ve, have failed on at least adjuvant hormonal therapy",
        "  Subjects for whom trastuzumab treatment is not indicated, no longer effective or refused by the subjects",
        "  Four weeks since the last cytotoxic chemotherapy or clear evidence of progression on hormonal therapy",
        "  Subjects who have at least one measurable lesion by CT (Computed Tomography) scan or MRI (Magnetic Resonance Imaging) according to modified WHO Tumour Response Criteria",
        "  Subjects who have an Eastern Co-operative Oncology Group (ECOG) performance status of 0, 1 or 2",
        "  Adequate bone marrow, liver and renal function as assessed by the following laboratory evaluations:",
        "  Hemoglobin > 9.0 g/dl",
        "  Absolute neutrophil count (ANC) > 1,500/mm3",
        "  Platelet count = 100,000/µl",
        "  Total bilirubin =1.5 x the upper limit of normal.",
        "  Alanine aminotransferase (ALT) and Aspartate aminotransferase (AST) = 2.5 x upper limit of normal (=5 x upper limit of normal for subjects with liver involvement of their cancer)",
        "  Amylase and lipase = 1.5 x the upper limit of normal",
        "  Serum creatinine = 3.0 x the upper limit of normal",
        "  Prothrombin Time (PT) or International Normalized Ratio (INR) and Partial Thromboplastin Time (PTT) < 1.5 x upper limit of normal (subjects who receive anti-coagulation treatment with an agent such as warfarin or heparin will be allowed to participate provided that no evidence of underlying abnormality in these parameters exists)",
        "  Subjects who give written informed consent prior to any study specific screening procedures with the understanding that the subject has the right to withdraw from the study at any time, without prejudice",
        "  Life expectancy of at least 12 weeks",
        "  Signed informed consent must be obtained prior to any study specific procedures",
        "Exclusion Criteria:",
        "  Previous malignancy (except for cervical carcinoma in situ, adequately treated basal cell carcinoma, or superficial bladder tumours [Ta, Tis and T1] or other malignancies curatively treated > 2 years prior to entry)",
        "  Congestive heart failure > New York Heart Association (NYHA) Class II",
        "  Cardiac arrhythmia requiring anti-arrhythmic (excluding beta blockers or digoxin)",
        "  Active coronary artery disease or ischaemia",
        "  Active clinically serious bacterial or fungal infections (> grade 2 National Cancer Institute - Common Terminology Criteria for Adverse Events (NCI-CTCAE), Version 3)",
        "  Known History of Human Immunodeficiency Virus (HIV) infection or chronic hepatitis B or C",
        "  Metastatic brain or meningeal tumors unless the subject is > 6 months from definitive therapy, has a negative imaging study within 4 weeks of study entry and is clinically stable with respect to the tumor at the time of study entry. Also the patient must not be undergoing acute steroid therapy or taper (chronic steroid therapy is acceptable provided that the dose is stable for 1 month prior to and following screening radiographic study)",
        "  Subjects with seizure disorders requiring medication (such as steroid or anti-epileptics)",
        "  History of organ allograft",
        "  Substance abuse, medical, psychological or social conditions that may interfere with the subject's participation in the study or evaluation of the study results",
        "  Known or suspected allergy to the investigational agent",
        "  Any condition that is unstable or which could jeopardize the safety of the subject and his/her compliance in the study. Pregnant or breast-feeding subjects. Women of childbearing potential must have a negative pregnancy test performed within seven days prior to the start of study drug. Women enrolled in this trial must use adequate barrier birth control measures during the course of the trial.",
        "  Excluded therapies include:",
        "  Anti-cancer chemotherapy, hormonal therapy or immunotherapy during the study or within 4 weeks of study entry. Mytomicin or nitroureas should not be given within 6 weeks of study entry",
        "  Significant surgery within 4 weeks prior to the start of study drug",
        "  Any bone marrow transplant or stem cell rescue within 4 months of the start of study drug",
        "  Radiotherapy during the study or within 3 weeks of the start of drug",
        "  Use of biologic response modifiers, such as Granulocyte-Colony Stimulating Factor (G-CSF), within 3 weeks of study entry",
        "  Investigational drug therapy outside of this trial during or within 30 days prior to start of the study drug",
        "  Concomitant treatment with ketoconazole, itraconazole, ritonavir, or use of grapefruit juice",
        "  Prior use of Raf-Kinase Inhibitors (RKI), Methyl Ethyl Ketone (MEK) or farnesyl transferase inhibitors",
        "  Concomitant treatment or use of St. John's Wort",
        "  Prior use of bevacizumab and all other drugs that target Vascular Endothelial Growth Factor (VEGF)/VEGF receptors"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Subjects With Response (Complete or Partial)",
        "  Number of subjects with metastatic breast cancer treated with single agent BAY43-9006 who had best overall response assessed as complete response (CR) or partial response (PR) as per Modified World Health Organization (WHO) Tumor Response Criteria.",
        "  Time frame: Until 30 days after termination of active therapy",
        "Results 1: ",
        "  Arm/Group Title: Sorafenib (Nexavar, BAY43-9006)",
        "  Arm/Group Description: Sorafenib 400 mg administered twice daily (b.i.d.)",
        "  Overall Number of Participants Analyzed: 54",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete response (CR): 0",
        "  Partial response (PR): 1",
        "  Stable disease (SD): 20",
        "  Progressive disease (PD): 31",
        "Not evaluated: 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/54 (40.74%)",
        "  Hemoglobin * 1/54 (1.85%)",
        "  Coagulation - Other * 1/54 (1.85%)",
        "  Supraventricular Arrhythmia, Supraventricular Tachycardia * 1/54 (1.85%)",
        "  Cardiac General - Other * 2/54 (3.70%)",
        "  Anorexia * 1/54 (1.85%)",
        "  Ascites * 2/54 (3.70%)",
        "  Nausea * 2/54 (3.70%)",
        "  Perforation, GI, Colon * 1/54 (1.85%)",
        "  Vomiting * 1/54 (1.85%)"
    ]
}