{
    "Clinical Trial ID": "NCT00356811",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib Plus Paclitaxel",
        "  Participants received lapatinib 1500 mg orally OD with paclitaxel, administered as a 1-hour IV infusion at a dose of 80 mg/m^2 on Days 1, 8, and 15 (±2 days) of a 28-day treatment cycle for at least 6 months. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A subject will be eligible for inclusion in this study only if all of the following criteria apply:",
        "  Signed informed consent.",
        "  Only females 18 years of age will be recruited:",
        "  Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are postmenopausal); or",
        "  Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility). This category includes women with oligomenorrhoea (severe), women who are perimenopausal and young women who have begun to menstruate. These subjects must provide a negative serum pregnancy test at Screening and agree to one of the following:",
        "  Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or",
        "  Consistent and correct use of one of the following acceptable methods of birth control:",
        "  Male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject.",
        "  Implants of levonorgestrel.",
        "  Injectable progestogen.",
        "  Any intrauterine device (IUD) with a documented failure rate of less than 1% per year.",
        "  Oral contraceptives (either combined or progestogen only).",
        "  Barrier methods, including diaphragm or condom with a spermicide.",
        "  Subjects must have histologically confirmed invasive breast cancer with stage IVdisease;",
        " Where the disease is restricted to a solitary lesion, the neoplastic nature of the lesion should be confirmed by cytology or histology.",
        "  Subjects whose disease is ER+ and/or PR+ or unknown status will only be included in the study if they meet the following criteria:",
        "  They have symptomatic visceral disease that requires chemotherapy (e.g., patients with liver or lung metastases).",
        "  The disease is considered by the Investigator to be progressing rapidly or lifethreatening.",
        "  Subjects who have received endocrine therapy and who are no longer benefiting from this therapy.",
        "  Documented amplification of ErbB2 defined by FISH in primary or metastatic tumor tissue. Results of FISH testing at local laboratories are acceptable, however, tissue sample must still be sent to Central laboratory where results will be repeated but not used for eligibility criterion.",
        "  If a taxane had been administered in the neoadjuvant or adjuvant setting, progression must have occurred 12 months after completion of this treatment.",
        "  Measurable lesion(s) according to RECIST (Response Evaluation Criteria in Solid Tumors) criteria [Stephens, 2004; Therasse, 2000].",
        "  Radiotherapy prior to initiation of study medication is allowed to a limited area (e.g., palliative treatment for painful bone metastases), if it is not the sole site of disease. Subject must have completed radiation treatment and recovered from all acute radiation treatment-related toxicities, in particular bone marrow suppression.",
        "  Bisphosphonate therapy for bone metastases is allowed however; treatment must be initiated prior to the first dose of study medication. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, is not permitted.",
        "  Subjects with stable central nervous system (CNS) metastases (stable for at least 3 months) as confirmed by computerized tomography (CT)/magnetic resonance imaging (MRI)) or leptomeningeal involvement are eligible only if they are not taking oral steroids or enzyme-inducing anticonvulsants.",
        "  Subjects must have a cardiac ejection fraction within institutional range of normal as measured by echocardiogram (or multigated acquisition (MUGA) scan if an echocardiogram cannot be performed or is inconclusive). Subjects with known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure are not eligible.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 - 1.",
        "  Considered by the Investigator to have a life expectancy of at least 3 months.",
        "  Able to swallow and retain oral medication.",
        "  Subjects must have new or archived tumor tissue available for analysis.",
        "  Subjects must complete all screening assessments as outlined in the protocol.",
        "  Subject must have adequate organ function as defined in Table 1.",
        "  Table 1 Baseline Laboratory Values for Adequate Organ Function SYSTEM LABORATORY VALUES",
        "  Haematologic",
        "  Absolute neutrophil count 1.5 × 10^9/L Haemoglobin 9 g/dL Platelets 100 × 10^9/L",
        "  Hepatic",
        "  Albumin 2.5 g/dL Serum bilirubin",
        "  1.25 x ULN AST and ALT 3 × ULN without liver metastases",
        "  5 × ULN with documented liver metastases",
        "  Renal",
        "  Serum Creatinine1 2.0 mg/dL",
        "  OR - Calculate Creatinine Clearance1 40 mL/min",
        "  Calculated by the Cockcroft and Gault Method. ALT = alanine aminotransferase; AST = aspartate aminotransferase",
        "Exclusion Criteria:",
        "  A subject will not be eligible for inclusion in this study if any of the following criteria apply:",
        "  Pregnant or lactating females.",
        "  Received prior chemotherapy, hormonal therapy, immunotherapy, biologic therapy for metastatic disease.",
        "  Prior therapy with ErbB1 and/or ErbB2 inhibitors.",
        "  Concurrent anti-cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy, hormonal therapy) while taking study medication.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment.",
        "  Peripheral neuropathy of grade 2 or greater.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded.",
        "  History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety.",
        "  Active or uncontrolled infection.",
        "  Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
        "  Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure.",
        "  Concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents.",
        "  Used an investigational drug within 30 days or five half-lives, whichever is longer, preceding the first dose of investigational treatment.",
        "  The subject has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to lapatinib or excipients and those related to paclitaxel or excipients."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With a Best Overall Response (OR) of Confirmed Complete Response (CR) or Partial Response (PR), as Assessed by the Independent Review Committee (IRC)",
        "  OR is defined as the number of participants achieving either a CR or PR, per Response Evaulation Criteria in Solid Tumors (RECIST). The best OR is defined as the best response recorded from the start of treatment until progressive disease (PD)/recurrence. CR is defined as the disappearance of all target lesions (TLs) and non-TLs. PR is defined as at least a 30% decrease in the sum of the longest diameters (LD) of TLs, taking as a reference the Baseline sum LD and no PD, or complete resolution of TLs and the persistence of one or more non-TL(s), as assessed by the IRC. PD is defined as at least a 20% increase in the sum of the LD of TLs, taking as a reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions or unequivocal progression of existing non-TLs. Responses were confirmed at subsequent assessments made >=28 days after the original response. Participants with an unknown or missing response are treated as non-responders.",
        "  Time frame: From the first dose of study medication to the first documented evidence of a confirmed CR or PR (up to Week 86)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib Plus Paclitaxel",
        "  Arm/Group Description: Participants received lapatinib 1500 mg orally OD with paclitaxel, administered as a 1-hour IV infusion at a dose of 80 mg/m^2 on Days 1, 8, and 15 ( 2 days) of a 28-day treatment cycle for at least 6 months. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal.",
        "  Overall Number of Participants Analyzed: 57",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  CR: 0",
        "PR: 29"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 11/57 (19.30%)",
        "  Neutropenia 4/57 (7.02%)",
        "  Cardiopulmonary failure 1/57 (1.75%)",
        "  Diarrhoea 2/57 (3.51%)",
        "  Abscess limb 1/57 (1.75%)",
        "  Abscess soft tissue 1/57 (1.75%)",
        "  Upper respiratory tract infection 1/57 (1.75%)",
        "  Dehydration 1/57 (1.75%)",
        "  Bronchospasm 1/57 (1.75%)"
    ]
}