{
    "Clinical Trial ID": "NCT00821886",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone/Trastuzumab/Carboplatin",
        "  Neoadjuvant treatment with Ixabepilone, Trastuzumab and Carboplatin, followed by surgery, peri-operative treatment and post-operative (adjuvant) treatment if patient deemed to be a surgical candidate",
        "  Ixabepilone: Ixabepilone 40mg/m2 IV infusion over 3 hours on day 1 of cycles 1-6 (all treatment cycles are 21 days in length)",
        "  Trastuzumab: Trastuzumab 8mg/kg IV over 90 minutes for the first infusion (Cycle 1, Day 1) with a 60 minute post-infusion observation period. Subsequent infusions (Day 1 of Cycles 2-6 with all cycles being 21 days in length) 6mg/kg over 30 minutes if the previous dose was well tolerated; peri-operative trastuzumab 6mg/kg IV every 3-4 weeks; post-operative trastuzumab 6mg/kg IV day 1 every 3 weeks until week 52",
        "  Carboplatin: Carboplatin AUC=6 IV per institutional guidelines on Day 1 of Cycles 1-6 (all treatment cycles are 21 days in length)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female and male patients 18 years of age.",
        "  Histologically confirmed adenocarcinoma of the breast.",
        "  Primary palpable disease confined to a breast and axilla on physical examination. For patients without clinically suspicious axillary adenopathy, the primary tumor must be larger than 2 cm in diameter (clinical T2-T3, N0-N1, M0). For patients with clinically suspicious axillary adenopathy, the primary breast tumor can be any size (clinical T1-T3, N1-N2, M0). (T1N0M0 lesions are excluded.)",
        "  Patients who have no clearly defined palpable breast mass or axillary lymph nodes but are radiographically measurable are eligible. Accepted procedures for measuring breast disease are mammography, MRI, and breast ultrasound. In these patients, radiographic tumor measurements need to be repeated after 3 cycles and prior to surgery.",
        "  Positive HER2 status (overexpression and/or amplification of HER2 in the primary tumor) as defined by: IHC 3+ or fluorescence in situ hybridization (FISH) positive (ratio >2.2) testing. Documentation of the HER2 results must be available at the time of study enrollment.",
        "  An ECOG (Eastern Cooperative Oncology Group) performance score of 2",
        "  Normal bone marrow function as defined by:",
        "  absolute neutrophil count (ANC) >1,500/µL;",
        "  platelets >100,000/µL;",
        "  hemoglobin >10 g/dL.",
        "  Normal hepatic and renal function.",
        "  Left ventricular ejection fraction (LVEF) within the institutional limits of normal, whichever is lower, as measured by multi-gated acquisition (MUGA) scan or echocardiogram (ECHO).",
        "  Life expectancy > 12 weeks.",
        "  Estrogen and progesterone (or estrogen alone) receptor status in the primary tumor known or pending at the time of study enrollment.",
        "  For women of childbearing potential, negative serum pregnancy test within 7 days prior to starting treatment.",
        "  For women of childbearing potential, agreement to use a method of contraception that is acceptable to their physician from time of first signing the informed consent until at least 3 months after the last dose of study drug. If a woman becomes pregnant or suspects she is pregnant while participating in this study, she must agree to inform her treating physician immediately. Patient agreement to discontinue breast-feeding, if applicable, during study treatment. Men enrolled in the study must also agree to use a method of contraception that is acceptable to their physician during their study participation.",
        "  For patients with previous invasive cancers (including breast cancer) treated with curative intent, completion of chemotherapy or radiation therapy more than 5 years prior to enrollment for this study and no evidence of recurrent disease. Patients may be receiving anti-estrogen hormonal therapy prescribed for previous invasive breast cancer as long as the diagnosis of invasive cancer was made more than 5 years prior to study enrollment. Patients may be using anti-estrogen hormonal therapy at the time of current diagnosis but must discontinue this therapy before beginning study treatment.",
        "  For patients who had, or will have sentinel lymph node and/or axillary dissection prior to initiation of study treatment, completion at least 4 weeks prior to starting study treatment and well-healed wound.",
        "  Ability to understand and willingness to sign a written informed consent document.",
        "Exclusion Criteria:",
        "  Previous treatment for this breast cancer.",
        "  Evidence of metastatic disease.",
        "  Prior radiation that included 30% of major bone marrow-containing areas.",
        "  Women who are pregnant or breastfeeding.",
        "  Neuropathy (motor or sensory) grade 1 at study entry.",
        "  History of significant cardiac disease or cardiac risk factors or the following:",
        "  uncontrolled arrhythmias",
        "  poorly controlled hypertension (e.g., systolic blood pressure [BP]> 150 mmHg or diastolic BP >100 mmHg) in spite of optimal medical management",
        "  angina pectoris requiring antianginal medication or unstable angina within the previous 6 months",
        "  history of documented congestive heart failure (CHF)",
        "  any documented myocardial infarction within the previous 6 months",
        "  clinically significant valvular heart disease",
        "  current use of medications (e.g., digitalis, beta-blockers, calcium channel-blockers) that alter cardiac conduction, if these medications are administered for the management of cardiac arrhythmia, angina, or CHF. If these medications are administered for other reasons (e.g., hypertension), the patient may be eligible.",
        "  patients with cardiomegaly on chest x-ray or ventricular hypertrophy on ECG unless ECHO or MUGA scan within the last 3 months demonstrates that the LVEF is  institutional lower limit of normal.",
        "  Symptomatic intrinsic lung disease.",
        "  Active malignancy, other than superficial basal cell carcinoma, superficial squamous (skin) cell carcinoma, carcinoma in situ, or non-invasive breast cancer, within the past 5 years.",
        "  Uncontrolled intercurrent illness including (but not limited to) ongoing or active infection >grade 2.",
        "  Mental condition or psychiatric disorder rendering the subject unable to understand the nature, scope, and possible consequences of the study or that would limit compliance with study requirements.",
        "  Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving a reasonable suspicion of a disease or condition that contraindicates the use of a study agent or that may affect the interpretation of the results or renders the subjects at high risk from treatment complications.",
        "  Chronic use of CYP3A4 inhibitors and use of the following strong CYP3A4 inhibitors: ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine, and voriconazole. Use of these agents must be discontinued at least 72 hours prior to initiation of study treatment.",
        "  Received chemotherapy for any indication within the 5 years preceding study enrollment.",
        "  Prior treatment with trastuzumab or any other anti-HER2 agent for any indication.",
        "  Concurrent treatment with any other anti-cancer therapy.",
        "  Concurrent radiation therapy during neoadjuvant study treatment.",
        "  Concurrent treatment with ovarian hormonal replacement therapy. Prior treatment must be stopped prior to study enrollment.",
        "  Current therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (SERMs), either for osteoporosis or prevention of breast cancer. These agents must be discontinued prior to study enrollment.",
        "  Participation within the previous 30 days in a study with an experimental drug.",
        "  Known or suspected allergy to Cremophor EL (polyoxyethylated castor oil), a drug formulated in Cremophor EL such as paclitaxel, or any other agent given in the course of this trial.",
        "  Inability or unwillingness to comply with study procedures including those for follow-up."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response (pCR)",
        "  Proportion of patients who do not exhibit residual invasive breast cancer in breast or axillary lymph nodes at time of surgery",
        "  Time frame: average18 months",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone/Trastuzumab/Carboplatin",
        "  Arm/Group Description: Neoadjuvant treatment with Ixabepilone, Trastuzumab and Carboplatin, followed by surgery, peri-operative treatment and post-operative (adjuvant) treatment if patient deemed to be a surgical candidate",
        "  Ixabepilone: Ixabepilone 40mg/m2 IV infusion over 3 hours on day 1 of cycles 1-6 (all treatment cycles are 21 days in length)",
        "  Trastuzumab: Trastuzumab 8mg/kg IV over 90 minutes for the first infusion (Cycle 1, Day 1) with a 60 minute post-infusion observation period. Subsequent infusions (Day 1 of Cycles 2-6 with all cycles being 21 days in length) 6mg/kg over 30 minutes if the previous dose was well tolerated; peri-operative trastuzumab 6mg/kg IV every 3-4 weeks; post-operative trastuzumab 6mg/kg IV day 1 every 3 weeks until week 52",
        "  Carboplatin: Carboplatin AUC=6 IV per institutional guidelines on Day 1 of Cycles 1-6 (all treatment cycles are 21 days in length)",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: participants  27"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 17/58 (29.31%)",
        "  Febrile Neutropenia 4/58 (6.90%)",
        "  Constipation 1/58 (1.72%)",
        "  Diarrhea 1/58 (1.72%)",
        "  Duodenal ulcer 1/58 (1.72%)",
        "  Fever 1/58 (1.72%)",
        "  Non-cardiac chest pain 1/58 (1.72%)",
        "  Cholecystitis 1/58 (1.72%)",
        "  Infections and infestations - Other, MRSA 2/58 (3.45%)",
        "  Bronchial infection 1/58 (1.72%)",
        "  Infections and infestations - Other, pneumonia 1/58 (1.72%)"
    ]
}