{
    "Clinical Trial ID": "NCT00912340",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab",
        "  Patients receive trastuzumab IV over 30 minutes once every 3 weeks and continue to receive their most recent hormone therapy. Patients achieving disease progression receive everolimus PO daily in combination with trastuzumab and hormone therapy.",
        "INTERVENTION 2: ",
        "  Everolimus",
        "  Patients receive everolimus PO daily and continue their most recent hormone therapy. Patients achieving disease progression receive trastuzumab IV over 30-90 minutes once every 3 weeks in combination with everolimus and hormone therapy."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients will be included in the study based on the following criteria:",
        "  Hormone-refractory metastatic breast cancer defined as disease progression within 6 months from starting most recent hormonal therapy",
        "  At least one line of endocrine therapy in the metastatic setting",
        "  Candidate for hormonal therapy (ER and/or progestin receptor [PR]-positive at primary diagnosis and at metastatic diagnosis where tissue is available)",
        "  HER2/neu-negative breast cancer by standard criteria (immunohistochemistry [IHC] < 3+ or fluorescence in situ hybridization [FISH]-negative if IHC 3+) at primary diagnosis",
        "  Must have a biopsy in the metastatic setting with HER2 expression of 1+ or 2+ by IHC",
        "  If biopsy of metastatic lesion is performed prior to study entry, HER2 expression by IHC must be 1+ or 2+",
        "  Histologically confirmed, measurable or evaluable disease; if disease is measurable, Response Evaluation Criteria In Solid Tumors (RECIST) criteria should be used",
        "  Life expectancy > 6 months",
        "  Eastern Cooperative Oncology Group (ECOG) performance status  2",
        "  Adequate bone marrow function as indicated by the following:",
        "  Absolute neutrophil count (ANC) > 1500/µL",
        "  Platelets  100,000/µL",
        "  Hemoglobin > 10 g/dL",
        "  Adequate renal function, as indicated by creatinine  1.5x upper limit of normal (ULN)",
        "  Adequate liver function, as indicated by bilirubin  1.5x ULN",
        "  International normalized ratio (INR)  1.3 (or  3 on anticoagulants)",
        "  Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) < 2x ULN unless related to primary disease",
        "  Signed informed consent",
        "  Adequate birth control",
        "  Fasting serum cholesterol  300 mg/dL OR  7.75 mmol/L AND fasting triglycerides  2.5 x ULN. NOTE: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.",
        "Exclusion Criteria:",
        "  Patients will be excluded from the study based on the following criteria:",
        "  Prior treatment with trastuzumab or other HER2-directed therapies or with an mammalian target of rapamycin (mTOR) inhibitor within 12 months of study entry (when cancer was not definitely hormone refractory)",
        "  HER2 0 or 3+ by IHC on pre-treatment biopsy of metastatic lesion (if performed)",
        "  Active infection",
        "  Uncontrolled central nervous system metastases",
        "  Life-threatening, visceral metastases",
        "  Pregnant or lactating women",
        "  Prior chemotherapy within the last 4 weeks",
        "  Prior radiation therapy within the last 4 weeks; prior radiation therapy to indicator lesion (unless objective disease recurrence or progression within the radiation portal has been documented since completion of radiation)",
        "  Concomitant malignancies or previous malignancies within the last 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix",
        "  History of significant cardiac disease, cardiac risk factors or uncontrolled arrhythmias",
        "  Ejection fraction < 50% or below the lower limit of the institutional normal range, whichever is lower",
        "  Hypersensitivity to trial medications",
        "  Emotional limitations",
        "  Prior treatment with any investigational drug within the preceding 4 weeks",
        "  Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent",
        "  Uncontrolled diabetes as defined by fasting serum glucose > 1.5 x ULN",
        "  Liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis",
        "  A known history of HIV seropositivity",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)",
        "  Patients with an active, bleeding diathesis",
        "  Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes. Hormonal contraceptives are not acceptable as a sole method of contraception. (Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to administration of everolimus)",
        "  Patients who have received prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus)",
        "  Symptomatic intrinsic lung disease or extensive tumor involvement of the lungs, resulting in dyspnea at rest",
        "  Taking any of the following agents:",
        "  Chronic treatment with systemic steroids or another immunosuppressive agent",
        "  Live vaccines",
        "  Drugs or substances known to be inhibitors or inducers of the isoenzyme cytochrome P450, family 3, subfamily A (CYP3A)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS) Until First Progression",
        "  Median PFS will be calculated based on time to first progression or death.",
        "  Time frame: Every 3 to 4 weeks after study start, until progression or death, assessed up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab",
        "  Arm/Group Description: Patients receive trastuzumab IV over 30 minutes once every 3 weeks and continue to receive their most recent hormone therapy. Patients achieving disease progression receive everolimus PO daily in combination with trastuzumab and hormone therapy.",
        "  Overall Number of Participants Analyzed: 24",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  2.0        (1.6 to 4.1)",
        "Results 2: ",
        "  Arm/Group Title: Everolimus",
        "  Arm/Group Description: Patients receive everolimus PO daily and continue their most recent hormone therapy. Patients achieving disease progression receive trastuzumab IV over 30-90 minutes once every 3 weeks in combination with everolimus and hormone therapy.",
        "  Overall Number of Participants Analyzed: 30",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  5.7        (3.9 to 8.9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/24 (4.17%)",
        "  Pericardial effusion *1/24 (4.17%)",
        "  Other cardiac disorder *0/24 (0.00%)",
        "  Ejection fraction decrease *0/24 (0.00%)",
        "  Hypertension *0/24 (0.00%)",
        "  Salivary gland infection *0/24 (0.00%)",
        "  Pleural effusion *0/24 (0.00%)",
        "Adverse Events 2:",
        "  Total: 6/30 (20.00%)",
        "  Pericardial effusion *1/30 (3.33%)",
        "  Other cardiac disorder *1/30 (3.33%)",
        "  Ejection fraction decrease *1/30 (3.33%)",
        "  Hypertension *1/30 (3.33%)",
        "  Salivary gland infection *1/30 (3.33%)",
        "  Pleural effusion *2/30 (6.67%)"
    ]
}