{
    "Clinical Trial ID": "NCT01772004",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Dose Escalation Cohort: Avelumab 1.0 mg/kg",
        "  Participants with metastatic or locally advanced solid tumors received intravenous infusion of Avelumab at a dose of 1.0 milligrams per kilogram (mg/kg) once every 2 weeks in dose escalation cohort until confirmed progression, unacceptable toxicity, or any reason for withdrawal from the trial or investigational medicinal product (IMP) occurs.",
        "INTERVENTION 2: ",
        "  Dose Escalation Cohort: Avelumab 3.0 mg/kg",
        "  Participants with metastatic or locally advanced solid tumors received intravenous infusion of Avelumab at a dose of 3.0 mg/kg once every 2 weeks in dose escalation cohort until confirmed progression, unacceptable toxicity, or any reason for withdrawal from the trial or IMP occurs."
    ],
    "Eligibility": [
        "Inclusion Criteria for dose escalation and expansion phase:",
        "  Signed written informed consent",
        "  Male or female participants aged greater than or equal to 18 years",
        "  Participants must have histologically or cytologically proven metastatic or locally advanced solid tumors, for which no standard therapy exists or standard therapy has failed. Availability of tumor archival material or fresh biopsies is optional for participants in dose escalation",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 at trial entry and an estimated life expectancy of at least 3 months",
        "  Disease must be measurable with at least 1 uni-dimensional measurable lesion by RECIST 1.1, except for participants with metastatic castrate-resistant prostate cancer (mCRPC) or metastatic breast cancer (MBC) who may be enrolled with objective evidence of disease without a measureable lesion",
        "  Adequate hematological, hepatic and renal function as defined in the protocol",
        "  Effective contraception for both male and female participants if the risk of conception exists",
        "  Other protocol defined inclusion criteria could apply",
        "  Inclusion Criteria for expansion phase:",
        "  Participants must have relapsed, refractory, or progressive disease following last line of treatment (with the exception of the gastric and gastroesophageal junction (GEJ) cancer cohort, which does not require progression). Availability of tumor archival material or fresh biopsies (excluding bone biopsies) is mandatory for eligibility in the expansion cohorts. For participants in the MBC cohort, the biopsy or surgical specimen must have been collected within 90 days prior to the first investigational medicinal product (IMP) administration. Specifically, the following will be required:",
        "  NSCLC post platinum doublet: Histologically or cytologically confirmed stage IIIB or stage IV NSCLC that has progressed after 1 line of platinum-containing doublet chemotherapy. Participants should have received only 1 line of platinum-containing treatment for metastatic disease (i.e., adjuvant treatment with a platinum-containing regimen is not sufficient for eligibility because not received in the context of a metastatic disease). Participants in the NSCLC cohort will only be enrolled in USA",
        "  NSCLC first line: Stage IV (per 7th International Association for the Study of Lung Cancer [IASLC] classification) or recurrent NSCLC that is histologically proven. Participants must not have received treatment for their metastatic or recurrent disease. No activating epidermal growth factor receptor (EGFR) mutation nor ALK translocation/re-arrangement",
        "  Gastric and GEJ cancer: Histologically confirmed, unresectable locally advanced or metastatic adenocarcinoma of the gastric and gastro-esophageal junction, treated with first-line chemotherapy combination with or without disease progression. Participants should have received no more than 1 line of treatment for metastatic disease. Participants should not have been treated with trastuzumab (but can be Human Epidermal growth factor Receptor 2 [HER2] positive). Participants who received any platinum containing doublet or triplet as a neoadjuvant chemotherapy strategy, but are not ultimately candidates for surgery will also be eligible, as long as they did not have progressive disease after completion of the neoadjuvant chemotherapy. In addition, participants with gastric cancer can enter in the study if their white blood cell (WBC) and lymphocyte count is as defined in the protocol",
        "  MBC: Participants must have histologically confirmed locally advanced or MBC and have tumor that is refractory to or progressive after standard of care therapy. Participants must have received no more than 3 prior lines of cytotoxic therapy for metastatic disease. Participants must have received a taxane and an anthracycline, unless contra-indicated",
        "  Secondary expansion cohorts: Metastatic colorectal cancer (mCRC), Metastatic castrate-resistant prostate cancer (mCRPC), melanoma, ovarian cancer, ACC, mesothelioma, urothelial carcinoma and renal cell carcinoma as defined in the protocol",
        "  Efficacy expansion cohorts: Gastric and GEJ cancer (third line), ovarian cancer (platinum Refractory + liposomal doxorubicin), urothelial carcinoma, and HNSCC as defined in the protocol",
        "  Other protocol defined inclusion criteria for expansion phase could apply",
        "  Exclusion Criteria for dose escalation and expansion phase:",
        "  Concurrent treatment with a non-permitted drug",
        "  Prior therapy with specific antibody/drug targeting T cell co-regulatory proteins (immune checkpoints)",
        "  Concurrent anticancer treatment, major surgery, or use of any investigational drug within 28 days before the start of trial treatment; or concurrent systemic therapy with immunosuppressive agents, use of hormonal agents within 7 days before the start of trial treatment as defined in the protocol. Note: Participants receiving bisphosphonate or denosumab are eligible provided treatment was initiated at least 14 days before the first dose of avelumab.",
        "  Previous malignant disease other than the target malignancy to be investigated in this trial within the last 5 years with the exception of basal or squamous cell carcinoma of the skin or cervical carcinoma in situ",
        "  Rapidly progressive disease (for example, tumor lysis syndrome)",
        "  Active or history of central nervous system metastases",
        "  Receipt of any organ transplantation including allogeneic stem-cell transplantation",
        "  Significant acute or chronic infections as defined in the protocol",
        "  Active or history of any autoimmune disease (Participants with diabetes Type 1, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible) or immunodeficiencies",
        "  Known severe hypersensitivity reactions to monoclonal antibodies, any history of anaphylaxis, or uncontrolled asthma",
        "  Persisting toxicity related to prior therapy greater than Grade 1 NCI-CTCAE v4.0, however sensory neuropathy less than or equal to Grade 2 is acceptable",
        "  Pregnancy or lactation period",
        "  Known alcohol or drug abuse",
        "  Clinically significant (that is, active) cardiovascular disease",
        "  All other significant diseases (for example, inflammatory bowel disease), which, in the opinion of the investigator, might impair the Participant's tolerance of trial treatment",
        "  Any psychiatric condition that would prohibit the understanding or rendering of informed consent",
        "  Legal incapacity or limited legal capacity",
        "  Non-oncology vaccine therapies for prevention of infection disease (for example, seasonal flu vaccine, human papilloma virus vaccine) within 4 weeks of study drug administration. Vaccination while on study is also prohibited except for administration of the inactivated influenza vaccine"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Dose Escalation Cohort (Excluding Once Weekly Avelumab 10 mg/kg Cohort): Number of Participants Experiencing Dose Limiting Toxicities (DLTs)",
        "  DLT: defined using National Cancer Institute Common Toxicity Criteria for Adverse Events Version 4.0, as any one of following: any Grade (Gr) >=3toxicity that is possibly/probably/ definitely related to avelumab, except for any of following: Gr 3 infusion-related reaction resolving within 6 hours and controlled with medical management, Transient Gr 3 flu-like symptoms/fever, which is controlled with medical management, Transient Gr 3 fatigue, local reactions, headache, nausea, emesis that resolves to <= Gr 1, Gr3 diarrhea, Gr 3 skin toxicity, Gr 3 liver function test increase that resolves to <= Gr1 in < 7 days after medical management has been initiated, Single laboratory values out of normal range that were unlikely related to study treatment according to investigator, did not have any clinical correlate, and resolved to <= Gr1 within 7 days with adequate medical management and tumor flare phenomenon defined as local pain, irritation/rash localized at sites of known/suspected tumor.",
        "  Time frame: Dose Escalation: Baseline up to Week 3",
        "Results 1: ",
        "  Arm/Group Title: Dose Escalation Cohort: Avelumab 1.0 mg/kg",
        "  Arm/Group Description: Participants with metastatic or locally advanced solid tumors received intravenous infusion of Avelumab at a dose of 1.0 milligrams per kilogram (mg/kg) once every 2 weeks in dose escalation cohort until confirmed progression, unacceptable toxicity, or any reason for withdrawal from the trial or investigational medicinal product (IMP) occurs.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0",
        "Results 2: ",
        "  Arm/Group Title: Dose Escalation Cohort: Avelumab 3.0 mg/kg",
        "  Arm/Group Description: Participants with metastatic or locally advanced solid tumors received intravenous infusion of Avelumab at a dose of 3.0 mg/kg once every 2 weeks in dose escalation cohort until confirmed progression, unacceptable toxicity, or any reason for withdrawal from the trial or IMP occurs.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/4 (75.00%)",
        "  Anaemia * 0/4 (0.00%)",
        "  Autoimmune neutropenia * 0/4 (0.00%)",
        "  Blood loss anaemia * 0/4 (0.00%)",
        "  Pancytopenia * 0/4 (0.00%)",
        "  Coagulopathy * 0/4 (0.00%)",
        "  Thrombocytopenia * 0/4 (0.00%)",
        "  Leukocytosis * 0/4 (0.00%)",
        "  Thrombotic microangiopathy * 0/4 (0.00%)",
        "  Cardiac failure congestive * 0/4 (0.00%)",
        "  Acute coronary syndrome * 0/4 (0.00%)",
        "Adverse Events 2:",
        "  Total: 6/13 (46.15%)",
        "  Anaemia * 0/13 (0.00%)",
        "  Autoimmune neutropenia * 0/13 (0.00%)",
        "  Blood loss anaemia * 0/13 (0.00%)",
        "  Pancytopenia * 0/13 (0.00%)",
        "  Coagulopathy * 0/13 (0.00%)",
        "  Thrombocytopenia * 0/13 (0.00%)",
        "  Leukocytosis * 0/13 (0.00%)",
        "  Thrombotic microangiopathy * 0/13 (0.00%)",
        "  Cardiac failure congestive * 0/13 (0.00%)",
        "  Acute coronary syndrome * 0/13 (0.00%)"
    ]
}