{
    "Clinical Trial ID": "NCT00567190",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pertuzumab + Trastuzumab + Docetaxel",
        "  Participants randomized to this arm received pertuzumab 420 milligrams (mg) intravenously (IV) once every 3 weeks (q3w) and trastuzumab 6 milligrams per kilogram (mg/kg) IV q3w, plus docetaxel 75 milligrams per square metre of body surface (mg/m^2) IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continuation of docetaxel treatment was at the discretion of the participant and treating physician. Participants remained in the treatment phase of the study until investigator-assessed radiographic or clinical evidence of disease progression, unmanageable toxicity, or study termination and were followed for survival until death, loss to follow-up, withdrawal of consent, or study termination.",
        "INTERVENTION 2: ",
        "  Placebo + Trastuzumab + Docetaxel",
        "  Participants randomized to this arm received placebo IV q3w and trastuzumab 6 mg/kg IV q3w, plus docetaxel 75 mg/m^2 IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continuation of docetaxel treatment was at the discretion of the participant and treating physician. Participants remained in the treatment phase of the study until investigator-assessed radiographic or clinical evidence of disease progression, unmanageable toxicity, or study termination and were followed for survival until death, loss to follow-up, withdrawal of consent, or study termination."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease, and candidate for chemotherapy. Participants with measurable and non-measurable disease are eligible (locally recurrent disease must not be amenable to resection with curative intent; participants with de novo Stage IV disease are eligible)",
        "  Human epidermal growth factor receptor 2 (HER2)-positive metastatic breast cancer (MBC)",
        "  Left ventricular ejection fraction (LVEF) 50 percent (%) at baseline (within 42 days of randomization)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1",
        "  For women of childbearing potential and men with partners of childbearing potential, agreement to use a highly effective form of contraception and to continue its use for the duration of study treatment and for at least 7 months after the last dose of study treatment",
        "Exclusion Criteria:",
        "  History of anti-cancer therapy for MBC (with the exception of one prior hormonal regimen for MBC, which must be stopped prior to randomization)",
        "  History of approved or investigative tyrosine kinase/HER inhibitors for breast cancer in any treatment setting, except trastuzumab used in the neoadjuvant or adjuvant setting",
        "  History of systemic breast cancer treatment in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of the systemic treatment (excluding hormonal therapy) to metastatic diagnosis of less than (<)12 months",
        "  History of persistent Grade 2 hematologic toxicity resulting from previous adjuvant therapy",
        "  Current peripheral neuropathy of National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 3.0, Grade 3 at randomization",
        "  History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix, basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent",
        "  Current clinical or radiographic evidence of central nervous system (CNS) metastases",
        "  Computed tomography (CT) or magnetic resonance imaging (MRI) scan of the brain is mandatory in cases of clinical suspicion of brain metastases",
        "  History of exposure to cumulative doses of anthracyclines",
        "  Current uncontrolled hypertension or unstable angina",
        "  History of congestive heart failure (CHF) of any New York Heart Association (NYHA) criteria, or serious cardiac arrhythmia requiring treatment (exception: atrial fibrillation or paroxysmal supraventricular tachycardia)",
        "  History of myocardial infarction within 6 months of randomization",
        "  History of LVEF decline to below 50% during or after prior trastuzumab neo-adjuvant or adjuvant therapy",
        "  Current dyspnea at rest due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy",
        "  Inadequate organ function, as defined in the protocol, within 28 days prior to randomization",
        "  Current severe, uncontrolled systemic disease",
        "  Major surgical procedure or significant traumatic injury within 28 days prior to study treatment start or anticipation of the need for major surgery during the course of study treatment",
        "  Pregnant or lactating women",
        "  History of receiving any investigational treatment within 28 days of randomization",
        "  Current known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV)",
        "  Receipt of IV antibiotics for infection within 14 days of randomization",
        "  Current chronic daily treatment with corticosteroids (excluding inhaled steroids)",
        "  Known hypersensitivity to any of the study drugs",
        "  Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS) Determined by an Independent Review Facility",
        "  PFS was defined as the time from randomization to first documented radiographical progressive disease (PD), as determined by an independent review facility (IRF) using RECIST version 1.0, or death from any cause (within 18 weeks of last tumor assessment), whichever occurred first (Kaplan-Meier method). For target lesions, PD was defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions, taking as reference the smallest sum of the LD recorded since treatment started or the appearance of 1 new lesion. For non-target lesions, PD was defined as the appearance of 1 new lesion or unequivocal progression of existing lesions. Participants without IRF-determined PD or who had not died within 18 weeks of their last IRF-determined, progression-free tumor assessment were censored at the date of the last IRF-reviewed, evaluable tumor assessment; those with no post-baseline tumor assessment and who had not died within 18 weeks of baseline were censored at 1 day.",
        "  Time frame: Tumor assessments every 9 weeks from randomization to IRF-determined PD or death from any cause, whichever occurred first, up to the primary completion date (up to 3 years, 3 months)",
        "Results 1: ",
        "  Arm/Group Title: Pertuzumab + Trastuzumab + Docetaxel",
        "  Arm/Group Description: Participants randomized to this arm received pertuzumab 420 milligrams (mg) intravenously (IV) once every 3 weeks (q3w) and trastuzumab 6 milligrams per kilogram (mg/kg) IV q3w, plus docetaxel 75 milligrams per square metre of body surface (mg/m^2) IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continuation of docetaxel treatment was at the discretion of the participant and treating physician. Participants remained in the treatment phase of the study until investigator-assessed radiographic or clinical evidence of disease progression, unmanageable toxicity, or study termination and were followed for survival until death, loss to follow-up, withdrawal of consent, or study termination.",
        "  Overall Number of Participants Analyzed: 402",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  18.5        (15 to 23)",
        "Results 2: ",
        "  Arm/Group Title: Placebo + Trastuzumab + Docetaxel",
        "  Arm/Group Description: Participants randomized to this arm received placebo IV q3w and trastuzumab 6 mg/kg IV q3w, plus docetaxel 75 mg/m^2 IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continuation of docetaxel treatment was at the discretion of the participant and treating physician. Participants remained in the treatment phase of the study until investigator-assessed radiographic or clinical evidence of disease progression, unmanageable toxicity, or study termination and were followed for survival until death, loss to follow-up, withdrawal of consent, or study termination.",
        "  Overall Number of Participants Analyzed: 406",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  12.4        (10 to 13)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 116/396 (29.29%)",
        "  Anaemia 3/396 (0.76%)",
        "  Febrile neutropenia 20/396 (5.05%)",
        "  Granulocytopenia 1/396 (0.25%)",
        "  Leukopenia 1/396 (0.25%)",
        "  Neutropenia 19/396 (4.80%)",
        "  Atrial fibrillation 3/396 (0.76%)",
        "  Cardiac failure congestive 0/396 (0.00%)",
        "  Coronary artery disease 0/396 (0.00%)",
        "  Left ventricular dysfunction 7/396 (1.77%)",
        "  Myocardial infarction 3/396 (0.76%)",
        "Adverse Events 2:",
        "  Total: 160/408 (39.22%)",
        "  Anaemia 3/408 (0.74%)",
        "  Febrile neutropenia 46/408 (11.27%)",
        "  Granulocytopenia 0/408 (0.00%)",
        "  Leukopenia 0/408 (0.00%)",
        "  Neutropenia 18/408 (4.41%)",
        "  Atrial fibrillation 0/408 (0.00%)",
        "  Cardiac failure congestive 2/408 (0.49%)",
        "  Coronary artery disease 1/408 (0.25%)",
        "  Left ventricular dysfunction 6/408 (1.47%)",
        "  Myocardial infarction 0/408 (0.00%)"
    ]
}