{
    "Clinical Trial ID": "NCT02683083",
    "Intervention": [
        "INTERVENTION 1: ",
        "  [131I]-SGMIB Anti-HER2 VHH1",
        "  All subjects received one single intravenous injection of the investigational medical product ([131I]-SGMIB Anti-HER2 VHH1)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Subjects will only be included in the study if they meet all of the following criteria:",
        "  Subjects who have given informed consent",
        "  Subjects that agree not to drink alcoholic beverages or use any drugs during the study",
        "  Subject with blood parameters within normal ranges",
        "  Age: at least 18 years old",
        "  Patients will only be included in the study if they meet all of the following criteria:",
        "  Patients who have given informed consent",
        "  Patients that agree not to drink alcoholic beverages or use any drugs during the study",
        "  Age: at least 18 years old",
        "  Patients with local, locally advanced or metastatic HER2+ breast carcinoma as diagnosed on biopsied tissue by immunohistochemistry or fluorescence in situ hybridization (FISH).",
        "Exclusion Criteria:",
        "  Patients will not be included in the study if one of the following criteria applies:",
        "  Pregnant patients",
        "  Breast feeding patients",
        "  Patients with occupational exposure to ionizing irradiation",
        "  Patients with previous thyroid disorders",
        "  Patients that received radiolabeled compounds with a long half-life (>7h) for diagnostic or therapeutic purposes within the last 2 days.",
        "  Patients with absolute contra-indications for thyroid blockage with potassium iodide.",
        "  Patients with abnormal liver: ALT/AST > 2 times normal values; bilirubin > 1.5 time normal values.",
        "  Patients with abnormal kidney function: < 50 ml/min/1,73 m2",
        "  Patients with recent (< 1 week) gastrointestinal disorders (CTCAE v4.0 grade 3 or 4) with diarrhea as major symptom",
        "  Patients with any serious active infection",
        "  Patients who have any other life-threatening illness or organ system dysfunction, which in the opinion of the investigator would either compromise patient safety or interfere with the evaluation of the safety of the test radiopharmaceutical",
        "  Patients who cannot communicate reliably with the investigator",
        "  Patients who are unlikely to cooperate with the requirements of the study",
        "  Patients at increased risk of death from a pre-existing concurrent illness",
        "  Patients who participated already in this study",
        "  Patients who participated in a previous trial with Anti-HER2 VHH1",
        "  Subjects will not be included in the study if one of the following criteria applies:",
        "  Pregnant subjects",
        "  Breast feeding subjects",
        "  Subjects with occupational exposure to ionizing irradiation",
        "  Subjects with clinical significant disease or on concomitant therapy (except contraception)",
        "  Subjects with previous thyroid disorders",
        "  Subjects that received radiolabeled compounds with a long half-life (>7h) for diagnostic or therapeutic purposes within the last 2 days.",
        "  Subjects with absolute contra-indications for thyroid blockage with potassium iodide.",
        "  Subjects with abnormal liver: ALT/AST > 2 times normal values; bilirubin > 1.5 time normal values.",
        "  Subjects with abnormal kidney function: < 50 ml/min/1,73 m2",
        "  Subjects with recent (< 1 week) gastrointestinal disorders (CTCAE v4.0 grade 3 or 4) with diarrhea as major symptom",
        "  Subjects with any serious active infection",
        "  Subjects who have any other life-threatening illness or organ system dysfunction, which in the opinion of the investigator would either compromise subject safety or interfere with the evaluation of the safety of the test radiopharmaceutical",
        "  Subjects who cannot communicate reliably with the investigator",
        "  Subjects who are unlikely to cooperate with the requirements of the study",
        "  Subjects at increased risk of death from a pre-existing concurrent illness",
        "  Subjects who participated already in this study",
        "  Subjects who participated in a previous trial with Anti-HER2 VHH1"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Treatment-related Adverse Events as Assessed by CTCAE v4.0",
        "  [Not Specified]",
        "Time frame: 1 day",
        "Results 1: ",
        "  Arm/Group Title: [131I]-SGMIB Anti-HER2 VHH1",
        "  Arm/Group Description: All subjects received one single intravenous injection of the investigational medical product ([131I]-SGMIB Anti-HER2 VHH1).",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/9 (0.00%)"
    ]
}