{
    "Clinical Trial ID": "NCT00534417",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Capecitabine and Fulvestrant",
        "  Capecitabine will be given on a continuous basis at a total dose of 1500 mg, given as 1000 mg po AM and 500 mg po PM in patients of body weight < 80 kg, and at a total dose of 2000 mg given as 1000 mg po bid in patients with a body weight of 80 kg.",
        "  Fulvestrant will be given at 500 mg on Day 1 followed by 250 mg on Days 15 and 29, then 250 mg every 28 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Provide written informed consent prior to study-specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time, without prejudice.",
        "  At least 18 years of age.",
        "  Post-menopausal female (ie, amenorrheic for at least 12 months prior to study entry). Post-menopausal status will be confirmed by drawing follicle stimulating hormone (FSH) and estradiol levels if < 2 years since last menses.",
        "  Ambulatory outpatient with Eastern Cooperative Oncology Group (ECOG)performance status of 0 to 2 at study entry.",
        "  Primary tumor human epidermal growth factor receptor 2 (HER-2) negative at study entry.(Investigator discretion will be used in instances of immuno-histochemistry [IHC] 2+.)",
        "  Histologically or cytologically confirmed MBC.",
        "  Primary tumor and/or metastatic lesion estrogen receptor + and/or progesterone receptor + by IHC.",
        "  At least one measurable or evaluable(non-measurable) lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria (see Appendix 11.6) which has not been irradiated (i.e., newly arising lesions in previously irradiated areas are accepted). Ascites, pleural effusion, and bone metastases are not considered measurable but are considered evaluable (non-measurable). Minimum indicator lesion size for measurable disease: 10 mm measured by spiral computed tomography (CT) or 20 mm measured by conventional techniques.",
        "  Adequate hematologic, renal, and hepatic function.",
        "Hematologic values: Neutrophils (ANC) > 1.5 x 109/L; Platelet count > 100 x 109/L.",
        "  Renal function: estimated creatinine clearance > 30 mL/min as calculated with Cockcroft-Gault equation.",
        "  Note: In patients with moderate renal impairment (calculated creatinine clearance 30 to 50 mL/min) at baseline, a dose reduction to (-1) of the capecitabine starting dose is required.",
        "  Serum bilirubin < 1.5 x upper limit normal (ULN).",
        "  Alanine transaminase (ALT) or aspartate transaminase (AST) < 2.5 x ULN (or < 5 x ULN in the case of liver metastases).",
        "  Alkaline phosphatase < 2.5 x ULN (or < 5 x ULN in the case of liver metastases or < 10 x ULN in the case of bone disease).",
        "  International normalization ratio (INR) < 1.6.",
        "  Must have  1 prior regimen of endocrine therapy for metastatic breast cancer. This would include patients who have a recurrence while on adjuvant hormone therapy OR have first recurrence after adjuvant hormone therapy OR progressed after first line hormone therapy for metastatic breast cancer OR treatment naïve patients who present with metastatic breast cancer.",
        "Exclusion Criteria:",
        "  Prior administration of capecitabine.",
        "  Prior administration of fulvestrant.",
        "  Prior chemotherapy for metastatic breast cancer.",
        "  Radiotherapy  2 weeks prior to registration, except if to a non-target lesion only or single-dose radiation for palliation. NOTE: Prior radiation to a target lesion(s) is permitted only if there has been clear progression of the lesion since radiation was completed.",
        "  Life expectancy <3 months.",
        "  Serious, uncontrolled, concurrent infection(s).",
        "  Prior unanticipated severe reaction to fluoropyrimidine therapy, or known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase (DPD) deficiency.",
        "  Treatment for other carcinomas within the last 5 years, except cured non-melanoma skin and treated in-situ cervical cancer or superficial bladder tumors (stage Ta or Tis).",
        "  Participation in any investigational drug study within 4 weeks preceding the start of study treatment.",
        "  Clinically significant cardiac disease (e.g., congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmias not well controlled with medication)or myocardial infarction within the last 12 months prior to study entry.",
        "  Active brain metastases. Patients with neurological symptoms must undergo a CT scan or magnetic resonance imaging (MRI) of the brain to exclude active brain metastasis. NOTE: Patients with treated brain metastases are eligible provided they have no evidence of disease and are off definitive therapy (including steroids)  3 months prior to study entry.",
        "  Central nervous system (CNS) disorders or psychiatric disability judged by the investigator to be clinically significant, precluding informed consent, or interfering with compliance of oral drug intake.",
        "  Known human immunodeficiency virus or chronic hepatitis B or C.",
        "  Other serious uncontrolled medical conditions that the investigator feels might compromise study participation.",
        "  Major surgery within 4 weeks of the start of study treatment, without complete recovery.",
        "  Lack of physical integrity of the upper GI tract or malabsorption syndrome.",
        "  Known, existing uncontrolled coagulopathy.",
        "  Any of the following laboratory values:",
        "  Abnormal hematologic values (neutrophils [ANC]: <1.5 × 109/L, platelet count: <100 × 109/L)",
        "  Impaired renal function (estimated creatinine clearance: <30 mL/min as calculated with Cockcroft-Gault equation). Note: In patients with moderate renal impairment (calculated creatinine clearance: 30 to 50 mL/min) at baseline, a dose reduction to (-1) of the capecitabine starting dose is required.",
        "  Serum bilirubin >1.5 × upper normal limit (ULN).",
        "  Alanine transaminase (ALT) or aspartate transaminase (AST) >2.5 × ULN (or >5 × ULN in the case of liver metastases).",
        "  Alkaline phosphatase > 2.5 × ULN (or >5 × ULN in the case of liver metastases or >10 × ULN in the case of bone disease).",
        "  International normalization ratio (INR) >1.6.",
        "  History of:",
        "  Bleeding diathesis,(ie, disseminated intravascular coagulation [DIC], clotting factor deficiency) or",
        "  Long-term anticoagulant therapy,(other than antiplatelet therapy and warfarin 1 mg qd for port prophylaxis).",
        "  History of hypersensitivity to active or inactive excipients of fulvestrant (ie, castor oil or Mannitol).",
        "  Unwillingness to give written informed consent.",
        "  Unwillingness to participate or inability to comply with the protocol for the duration of the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time to Progression (TTP)",
        "  Time to progression is defined as the time from treatment start until objective tumor progression. Progression is defined per Response Evaluation Criteria in Solid Tumors (RECIST)v1.0 guidelines as a measurable increase in the smallest diameter of any target lesion, progression of existing non-target lesions, or the appearance of 1 or more new lesions. The median time to progression is the parameter used to describe TTP.",
        "  Time frame: TTP was measured from day 1 of treatment until time of progression (assessed every 8 weeks), up to 29 months.",
        "Results 1: ",
        "  Arm/Group Title: Capecitabine and Fulvestrant",
        "  Arm/Group Description: Capecitabine will be given on a continuous basis at a total dose of 1500 mg, given as 1000 mg po AM and 500 mg po PM in patients of body weight < 80 kg, and at a total dose of 2000 mg given as 1000 mg po bid in patients with a body weight of   80 kg.",
        "  Fulvestrant will be given at 500 mg on Day 1 followed by 250 mg on Days 15 and 29, then 250 mg every 28 days.",
        "  Overall Number of Participants Analyzed: 41",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  26.94  [1]    (7.26 to NA)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/41 (21.95%)",
        "  Neutropenia * 1/41 (2.44%)",
        "  Cardiac Tamponade * 1/41 (2.44%)",
        "  Pericardial Effusion * 1/41 (2.44%)",
        "  Abdominal Pain Upper * 1/41 (2.44%)",
        "  Colitis * 1/41 (2.44%)",
        "  Diarrhoea * 1/41 (2.44%)",
        "  Enteritis * 1/41 (2.44%)",
        "  Nausea * 1/41 (2.44%)",
        "  Vomiting * 1/41 (2.44%)",
        "  Adverse Drug Reaction * 1/41 (2.44%)",
        "  Pneumonia * 2/41 (4.88%)",
        "  Overdose * 1/41 (2.44%)"
    ]
}