{
    "Clinical Trial ID": "NCT00546156",
    "Intervention": [
        "INTERVENTION 1: ",
        "  HR+, HER2-",
        "  Patients with Hormone Receptor Positive, HER2 negative Breast Cancer. A single dose of Bevacizumab 10mg/kg, followed two weeks later by Adriamycin60 mg/m2 and Cyclophosphamide 600 mg/m2 with Bevacizumab 10mg/kg every 2 weeks x4, followed by Taxol 175 mg/m2 with Bevacizumab 10 mg/kg every 2 weeks x3, followed by Taxol 175 mg/m2 x1.",
        "INTERVENTION 2: ",
        "  Triple Negative Breast Cancer Cohort",
        "  Hormone receptor negative, HER2 negative Cohort. Receive same drug protocol as Arm A."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Documented primary invasive breast cancer by histologic assessment",
        "  Tumors must express estrogen (ER) and/or progesterone receptors (PR) by standard immunohistochemical methods. Tumors must be negative for HER2. There must be sufficient sample for further protocol-specified immunohistochemical analysis",
        "  Patients must have high risk ER+ or PR+ breast cancer as defined by criteria listed in protocol",
        "  18 year of age or older",
        "  Performance status of 0 or 1 by ECOG criteria",
        "  Use of an effective means of contraception in subjects of childbearing potential",
        "  Women of childbearing potential must have a negative serum pregnancy test within 14 days prior to starting therapy.",
        "  Patients taking exogenous sex-steroid hormone treatments for any reason at the time of diagnosis must discontinue all hormonal treatments at least 2 weeks prior to enrollment",
        "  Patients must have preoperative treatment within 60 days of initial diagnosis of breast cancer",
        "  No other malignancy that requires on-going treatment",
        "  Normal organ function as outlined in the protocol",
        "Exclusion Criteria:",
        "  Prior cytotoxic chemotherapy or radiation for the current breast cancer",
        "  Patients with inflammatory breast cancer",
        "  HER2 positive disease defined as HER2-amplified by FISH or IHC 3+. HER2 2+ must be negative by FISH",
        "  Known metastatic (Stage IV) disease",
        "  Other investigational agents within 4 weeks prior to the start of study treatment",
        "  Life expectancy of less than 6 months",
        "  Peripheral neuropathy greater than or equal to grade 2",
        "  Inadequately controlled hypertension",
        "  Any prior history of hypertensive crisis or hypertensive encephalopathy",
        "  NYHA grade II or greater congestive heart failure",
        "  History of prior myocardial infarction",
        "  History of unstable angina within 12 months prior to study enrollment",
        "  Any history of stroke or transient ischemic attack at any time",
        "  Known CNS disease",
        "  Significant vascular disease",
        "  Symptomatic peripheral vascular disease",
        "  Evidence of significant bleeding within 6 months of study; any serious non-healing wound, skin ulcers, or bone fracture; any abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within the past 6 months; any major surgical procedure within 28 days prior to randomization or anticipation of need for major surgery during course of study.",
        "  Known HIV positive",
        "  Unwilling to undergo pretreatment biopsy and consent to acquisition of archival tissue",
        "  Pregnant of lactating",
        "  Known hypersensitivity to any component of bevacizumab"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response Rate After Preoperative Therapy in This Patient Population.",
        "  Pathological Complete response is defined as complete disappearance of invasive tumor in the breast at the time of surgery",
        "  Time frame: 3 Years",
        "Results 1: ",
        "  Arm/Group Title: HR+, HER2-",
        "  Arm/Group Description: Patients with Hormone Receptor Positive, HER2 negative Breast Cancer. A single dose of Bevacizumab 10mg/kg, followed two weeks later by Adriamycin60 mg/m2 and Cyclophosphamide 600 mg/m2 with Bevacizumab 10mg/kg every 2 weeks x4, followed by Taxol 175 mg/m2 with Bevacizumab 10 mg/kg every 2 weeks x3, followed by Taxol 175 mg/m2 x1.",
        "  Overall Number of Participants Analyzed: 84",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  8",
        "Results 2: ",
        "  Arm/Group Title: Triple Negative Breast Cancer Cohort",
        "  Arm/Group Description: Hormone receptor negative, HER2 negative Cohort. Receive same drug protocol as Arm A.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  44"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/104 (3.85%)",
        "  Neutropenia 1/104 (0.96%)",
        "  Leukopenia 2/104 (1.92%)",
        "  paranasal sinus reaction 1/104 (0.96%)",
        "  cellulitis 1/104 (0.96%)",
        "Adverse Events 2:",
        "   "
    ]
}