{
    "Clinical Trial ID": "NCT03584009",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Venetoclax + Fulvestrant",
        "  Participants were administered Venetoclax 800mg orally QD and Fulvestrant 500mg IM on Day 1 and 15 of Cycle 1 and Day 1 of subsequent cycles (Cycle length = 28 days).",
        "INTERVENTION 2: ",
        "  Fulvestrant",
        "  Participants were administered Fulvestrant 500mg only IM on Day 1 and 15 of Cycle 1 and Day 1 of subsequent cycles (Cycle length = 28 days)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histological or cytological confirmation of estrogen receptor-positive (ER+) invasive carcinoma of the breast. ER+, HER2- negative invasive carcinoma of the breast with evaluable sample for BCL-2 IHC value at the time of screening. Participants who were originally diagnosed with HER2-positive breast cancer that converted to HER2-negative MBC are not eligible.",
        "  Evidence of metastatic or locally advanced disease not amenable to surgical or local therapy with curative intent.",
        "  Be postmenopausal or pre- or perimenopausal women amenable to being treated with the luteinizing hormone-releasing hormone (LHRH) agonist goserelin.",
        "  Participants must not have received more than two prior lines of hormonal therapy in the locally advanced or metastatic setting. In addition, at least one line of treatment must be a CDK4/6i AND participants must have experienced disease recurrence or progression during or after CDK4/6i therapy, which must have been administered for a minimum of 8 weeks prior to progression.",
        "  Participants for whom endocrine therapy (e.g., fulvestrant) is recommended and treatment with cytotoxic chemotherapy is not indicated at the time of entry into the study, as per national or local treatment guidelines.",
        "  Women of childbearing potential (i.e., not postmenopausal for at least 12 months or surgically sterile) must have had a negative serum pregnancy test result at screening, within 14 days prior to the first study drug administration.",
        "  For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use non-hormonal contraceptive methods with a failure rate of <1% per year during the treatment period and for up to 2 years after the last dose of study drug (or based on the local prescribing information for fulvestrant). Women must refrain from donating eggs during this same period.",
        "  Willing to provide tumor biopsy sample.",
        "  Had at least one measurable lesion via RECIST v1.1.",
        "  Had an Eastern Cooperative Oncology Group (ECOG) Performance Score of 0-1.",
        "  Had adequate organ and marrow function.",
        "  Had a life expectancy > 3 months.",
        "  To full fill the coagulation requirements for patient with or without therapeutic anticoagulation.",
        "Exclusion criteria:",
        "  Prior treatment with fulvestrant or other selective estrogen receptor degraders (SERDs), venetoclax, or any agent whose mechanism of action is to inhibit BCL-2.",
        "  Pregnant, lactating, or intending to become pregnant during the study.",
        "  Known untreated or active Central Nervous System (CNS) metastases (progressing or requiring anticonvulsants or corticosteroids for symptomatic control.",
        "  Prior chemotherapy in the locally advanced or metastatic setting regardless of the duration of the treatment.",
        "  Any anti-cancer therapy received within 21 days of the first dose of study drug, including chemotherapy, radiotherapy, hormonal therapy, immunotherapy, antineoplastic vaccines, or other investigational therapy. (Radiotherapy with palliative intent to non-target sites is allowed).",
        "  Concurrent radiotherapy to any site or prior radiotherapy within 21 days of Cycle 1 Day 1 or previous radiotherapy to the target lesion sites (the sites that are to be followed for determination of a response) or prior radiotherapy to > 25% of bone marrow.",
        "  Current severe, uncontrolled, systemic disease (e.g., clinically significant cardiovascular, pulmonary, metabolic or infectious disease.",
        "  Any major surgery within 28 days of the first dose of study drug or anticipation of the need for major surgery during the course of study treatment.",
        "  Consumption of one or more of the following within 3 days prior to the first dose of study drug: Grapefruit or grapefruit products; Seville oranges including marmalade containing Seville oranges; Star fruit (carambola).",
        "  Administration within 7 days prior first dose of study treatment of Steroid therapy for anti-neoplastic intent, Strong or moderate CYP3A inhibitors or Strong or moderate CYP3A inducers.",
        "  Need for current chronic corticosteroid therapy (> 10 mg of prednisone per day or an equivalent dose of other anti-inflammatory corticosteroids).",
        "  Known infection with (human immunodeficiency virus) HIV or human T-cell leukemia virus 1.",
        "  Known active bacterial, viral, fungal, mycobacterial, parasitic, or other infection (excluding fungal infections of nail beds) at study enrollment, or any major episode of infection requiring treatment with IV antibiotics or hospitalization (relating to the completion of the course of antibiotics) within 4 weeks prior to Cycle 1 Day).",
        "  Positive test results for hepatitis B core antibody (HBcAb) or hepatitis C virus (HCV) antibody at screening. Participants who were positive for HCV antibody should have been negative for HCV by PCR to be eligible for study participation. Participants with a past or resolved hepatitis B virus (HBV) infection (defined as having a positive total HBcAb and negative hepatitis B surface antigen [HbsAg]) may be included if HBV DNA is undetectable. These participants should have been willing to undergo monthly DNA testing.",
        "  Participants who had a positive HCV antibody test are eligible for the study if a PCR assay is negative for HCV RNA.",
        "  History of other malignancies within the past 5 years except for treated skin basal cell carcinoma, squamous cell carcinoma, non-malignant melanoma <= 1.0 mm without ulceration, localized thyroid cancer, or cervical carcinoma in-situ.",
        "  Administration of a live, attenuated vaccine within 4 weeks prior to initiation of study treatment or anticipation of need for such a vaccine during the study.",
        "  Cardiopulmonary dysfunction.",
        "  Other medical or psychiatric conditions that, in the opinion of the investigatory, may interfere with the participant's participation in the study.",
        "  Inability or unwillingness to swallow pills or receive intramuscular (IM) injections.",
        "  History of malabsorption syndrome or other condition that would interfere with enteral absorption.",
        "  History of inflammatory bowel disease (e.g., Crohn's disease or ulcerative colitis) or active bowel inflammation (e.g., diverticulitis).",
        "  Concurrent hormone replacement therapy.",
        "  Inability to comply with study and follow-up procedures.",
        "  History or active cardiopulmonary dysfunction.",
        "  Known hypersensitivity to any of the study medications (fulvestrant, venetoclax) or to any of the excipients."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Defined as Complete Response (CR), Partial Response (PR) or Stable Disease (SD) Lasting >= 24 Weeks, as Determined by the Investigator According to RECIST v1.1",
        "  Clinical Benefit was defined as CR, PR, or SD lasting more than equal to 24 weeks from randomization in participants with measurable disease at baseline, as determined by the investigator according to Response Evaluation Criteria In Solid Tumors Criteria (RECIST) v1.1. Per RECIST v1.1 for target lesions assessed by CT or MRI: CR, Disappearance of all target lesions; PR, PR >= 30% decrease in the sum of diameters of target lesions (TL) taking as reference the baseline sum of diameters; SD, neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for Disease Progression (PD), PD>= 20% increase in the sum of diameters of TL taking as reference the smallest sum on study(Nadir). In addition to the relative increase of 20% sum must have demonstrate an absolute increase of at least 5mm.",
        "  Time frame: Randomization through till 6 months after the last participant is enrolled into the study (up to approximately 23 months)",
        "Results 1: ",
        "  Arm/Group Title: Venetoclax + Fulvestrant",
        "  Arm/Group Description: Participants were administered Venetoclax 800mg orally QD and Fulvestrant 500mg IM on Day 1 and 15 of Cycle 1 and Day 1 of subsequent cycles (Cycle length = 28 days).",
        "  Overall Number of Participants Analyzed: 51",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  11.8        (4.44 to 23.87)",
        "Results 2: ",
        "  Arm/Group Title: Fulvestrant",
        "  Arm/Group Description: Participants were administered Fulvestrant 500mg only IM on Day 1 and 15 of Cycle 1 and Day 1 of subsequent cycles (Cycle length = 28 days).",
        "  Overall Number of Participants Analyzed: 51",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  13.7        (5.70 to 26.26)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/50 (8.00%)",
        "  Pyrexia 1/50 (2.00%)",
        "  Lower respiratory tract infection 1/50 (2.00%)",
        "  Urosepsis 1/50 (2.00%)",
        "  Ejection fraction decreased 1/50 (2.00%)",
        "  Flank pain 0/50 (0.00%)",
        "  Bone pain 0/50 (0.00%)",
        "  Pleural effusion 0/50 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/51 (3.92%)",
        "  Pyrexia 0/51 (0.00%)",
        "  Lower respiratory tract infection 0/51 (0.00%)",
        "  Urosepsis 0/51 (0.00%)",
        "  Ejection fraction decreased 0/51 (0.00%)",
        "  Flank pain 1/51 (1.96%)",
        "  Bone pain 1/51 (1.96%)",
        "  Pleural effusion 1/51 (1.96%)"
    ]
}