{
    "Clinical Trial ID": "NCT01881230",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: Nab-Paclitaxel + Gemcitabine",
        "  Participants received nab-Paclitaxel 125 mg/m^2 on Days 1 and 8 by intravenous (IV) administration followed by gemcitabine 1000 mg/m^2 on Days 1 and 8 by IV administration of each 21-day treatment cycle. Participants continued treatment until progressive disease (PD), unacceptable toxicity, required palliative radiotherapy or surgical intervention of lesion(s), withdrawal from study treatment, withdrawal of study consent, participant refusal or the investigator felt it was no longer in the best interest of the participant to continue on treatment",
        "INTERVENTION 2: ",
        "  Arm B: Nab-Paclitaxel + Carboplatin",
        "  Participants received nab-Paclitaxel 125 mg/m^2 on Days 1 and 8 by IV administration followed by carboplatin area under the curve 2 (AUC 2) on Days 1 and 8 in each 21-day treatment cycle. Participants continued treatment until progressive disease (PD), unacceptable toxicity, required palliative radiotherapy or surgical intervention of lesion(s), withdrawal from study treatment, withdrawal of study consent, participant refusal or the investigator felt it was no longer in the best interest of the participant to continue on treatment."
    ],
    "Eligibility": [
        "Inclusion Criteria: A subject will be eligible for inclusion in this study only if all of the following criteria are met:",
        "  Female subjects, age  18 years at the time informed consent is signed",
        "  Pathologically confirmed adenocarcinoma of the breast",
        "  Pathologically confirmed as triple negative, source documented, defined as both of the following",
        "  Estrogen Receptor (ER) and Progesterone Receptor (PgR) negative: < 1% of tumor cell nuclei are immunoreactive in the presence of evidence that the sample can express ER or PgR (positive intrinsic controls)",
        "  Human Epidermal Growth Factor Receptor 2 (HER2) negative as per American Society of Clinical Oncology - College of American Pathologists (ASCO/CAP) guidelines i. Immunohistochemistry (IHC) 0 or 1 Fluorescence In Situ Hybridization (FISH) negative (or equivalent negative test). Subjects with IHC 2 must have a negative by Fluorescence In Situ Hybridization (FISH),, (or equivalent negative test).",
        "  Subjects with prior breast cancer history of different phenotypes (ie, ER/PgR/HER2 positive) must have pathologic confirmation of triple negative disease in at least one of the current sites of metastasis",
        "  Subjects must have received prior adjuvant or neoadjuvant anthracycline therapy; unless (a) anthracycline treatment was not indicated or was not the best treatment option for the subject in the opinion of the treating physician; and (b) anthracycline treatment remains not indicated or, in the opinion of the treating physician, is not the best treatment option for the subject's metastatic disease.",
        "  a. Newly diagnosed subjects presenting with TNMBC are eligible for the study if anthracycline treatment is not indicated or is not the best treatment option for the subject in the opinion of the treating physician.",
        "  Subjects with measurable metastatic disease, defined by Response Evaluation Criteria in Solid Tumors 1.1 (RECIST 1.1) guidelines",
        "  Life expectancy  16 weeks from randomization",
        "  No prior cytotoxic chemotherapy for metastatic breast cancer. Prior immunotherapy and/or monoclonal antibody therapy are acceptable. Prior treatments must have been discontinued at least 30 days prior to start of study treatment and all related toxicities must have resolved to Grade 1 or less.",
        "  Prior neoadjuvant or adjuvant chemotherapy, if given, must have been completed at least 6 months before randomization with all related toxicities resolved, and documented evidence of disease progression per RECIST 1.1 guidelines is required.",
        "  a. If prior neoadjuvant or adjuvant chemotherapy contained taxane, gemcitabine, or platinum agents, the treatment must have completed at least 12 months before randomization",
        "  Prior radiotherapy must have completed before randomization, with full recovery from acute radiation side effects. At least one measurable lesion must be completely outside the radiation portal or there must be unequivocal radiologic or clinical exam proof of progressive disease within the radiation portal, in accordance with RECIST 1.1 guidelines",
        "  At least 30 days from major surgery before randomization, with full recovery",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-1",
        "  Subject has the following blood counts at screening:",
        "  Absolute Neutrophil Count (ANC)  1500/mm^2 ;",
        "  Platelets  100,000/mm^2 ;",
        "  Hemoglobin (Hgb)  9 g/dL",
        "  Subject has the following blood chemistry levels at screening:",
        "  Aspartate aminotransferase (AST) Serum glutamic-oxaloacetic transaminase (SGOT), Alanine Aminotransferase (ALT ) Serum Glutamic Pyruvate Transaminase (SGPT)  2.5 x upper limit of normal range (ULN); if hepatic metastases present  5.0 x ULN",
        "  Total serum bilirubin  ULN; or total bilirubin  3.0 × ULN with direct bilirubin within normal range in subjects with documented Gilbert's Syndrome",
        "  Creatinine clearance > 60 mL/min (by Cockcroft-Gault)",
        "  Females of child-bearing potential [defined as a sexually mature women who (1) have not undergone hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or (2) have not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time during the preceding 24 consecutive months)] must:",
        "  Demonstrate a negative serum pregnancy test result at screening (performed by central lab) confirmed by local negative urine pregnancy dipstick within 72 hours prior to the first dose of IP); pregnancy test with sensitivity of at least 25 mIU/mL; and",
        "  Either commit to true abstinence* from heterosexual contact (which must be reviewed on a monthly basis) or agree to use, and be able to comply with, two physician approved effective contraception methods (oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) without interruption for 28 days or longer as required by local guidelines, prior to starting study drug, during the study therapy (including dose interruptions), and for 28 days after discontinuation of the study or longer as required by local guidelines",
        "  Females must abstain from breastfeeding starting at randomization, during study participation and for 28 days or longer as required by local guidelines, after IP discontinuation",
        "  Understand and voluntarily sign an informed consent document prior to any study related assessments/procedures are conducted",
        "  Able to adhere to the study visit schedule and other protocol requirements",
        "Exclusion Criteria:",
        "  A subject will not be eligible for inclusion in this study if any of the following criteria apply:",
        "  Male subjects",
        "  Concurrent chemotherapy or any other anti tumor therapy for breast cancer. Prior immunotherapy & monoclonal antibody therapy are acceptable.",
        "  Subjects who received prior cytotoxic chemotherapy after incomplete resection of locoregional recurrent disease",
        "  History of, or known current evidence of brain metastasis, including leptomeningeal involvement.",
        "  Subjects with bone as the only site of metastatic disease",
        "  Subjects with regional lymph node as the only site of metastatic disease",
        "  Serious intercurrent medical or psychiatric illness, including serious active infection",
        "  History of class II-IV congestive heart failure or myocardial infarction within 6 months of randomization",
        "  History of other primary malignancy in the last 5 years prior to randomization. Subjects with prior breast cancer history are eligible, however, the most recently obtained biopsy must demonstrate triple negative disease (source documented). Subjects with prior history of in situ cancer or basal or localized squamous cell skin cancer are eligible.",
        "  Subjects with a history of interstitial lung disease, history of slowly progressive dyspnea and unproductive cough, sarcoidosis, silicosis, idiopathic pulmonary fibrosis, pulmonary hypersensitivity pneumonitis or multiple uncontrolled or unstable allergies which, in the opinion of the investigator, may lead to serious complications",
        "  Peripheral neuropathy Grade  2 by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.0",
        "  Subjects who have received an investigational product within the previous 4 weeks prior to randomization",
        "  Subject is currently enrolled, or will enroll in a different clinical study in which investigational therapeutic procedures are performed or investigational therapies are administered while participating in this study",
        "  Pregnant or nursing women",
        "  Subjects with prior hypersensitivity to nab-paclitaxel, gemcitabine, carboplatin or any other platin, or nucleoside analogue agents",
        "  Any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study",
        "  Any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if she were to participate in the study",
        "  Any condition that confounds the ability to interpret data from the study",
        "  History of seropositive human immunodeficiency virus (HIV)",
        "  Subjects who are receiving immunosuppressive or myelosuppressive medications that would, in the opinion of the investigator, increase the risk of serious neutropenic complications"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Kaplan-Meier Estimates of Progression-Free Survival (PFS) Based on Investigator Assessment.",
        "  PFS was defined as the time from the date of randomization to the date of disease progression or death from any cause on or prior to the data cutoff date for the statistical analysis, whichever occurred earlier. Tumor responses were assessed every 6 weeks using, Response Evaluation Criteria in Solid Tumors (RECIST 1.1) and defined as: Complete response (CR) is the disappearance of all target lesions; Partial response (PR) occurs when at least a 30% decrease in the sum of diameters of target lesions from baseline; Stable disease is neither sufficient shrinkage to qualify for a PR nor sufficient increase of lesions to qualify for Progressive disease (PD); Progressive Disease- is at least a 20% increase in the sum of diameters of target lesions from nadir.",
        "  Time frame: From date of randomization to data cut-off date of 16 December 2016; total length of time on study was 31 months for Arm A, 34 months for Arm B and 35 months for Arm C",
        "Results 1: ",
        "  Arm/Group Title: Arm A: Nab-Paclitaxel + Gemcitabine",
        "  Arm/Group Description: Participants received nab-Paclitaxel 125 mg/m^2 on Days 1 and 8 by intravenous (IV) administration followed by gemcitabine 1000 mg/m^2 on Days 1 and 8 by IV administration of each 21-day treatment cycle. Participants continued treatment until progressive disease (PD), unacceptable toxicity, required palliative radiotherapy or surgical intervention of lesion(s), withdrawal from study treatment, withdrawal of study consent, participant refusal or the investigator felt it was no longer in the best interest of the participant to continue on treatment",
        "  Overall Number of Participants Analyzed: 61",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  5.5        (4.1 to 7.0)",
        "Results 2: ",
        "  Arm/Group Title: Arm B: Nab-Paclitaxel + Carboplatin",
        "  Arm/Group Description: Participants received nab-Paclitaxel 125 mg/m^2 on Days 1 and 8 by IV administration followed by carboplatin area under the curve 2 (AUC 2) on Days 1 and 8 in each 21-day treatment cycle. Participants continued treatment until progressive disease (PD), unacceptable toxicity, required palliative radiotherapy or surgical intervention of lesion(s), withdrawal from study treatment, withdrawal of study consent, participant refusal or the investigator felt it was no longer in the best interest of the participant to continue on treatment.",
        "  Overall Number of Participants Analyzed: 64",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  8.3        (5.7 to 10.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/60 (36.67%)",
        "  Anaemia 2/60 (3.33%)",
        "  Febrile neutropenia 1/60 (1.67%)",
        "  Neutropenia 1/60 (1.67%)",
        "  Pancytopenia 0/60 (0.00%)",
        "  Thrombocytopenia 0/60 (0.00%)",
        "  Acute myocardial infarction 0/60 (0.00%)",
        "  Atrial fibrillation 1/60 (1.67%)",
        "  Cardiac failure 1/60 (1.67%)",
        "  Myocardial infarction 0/60 (0.00%)",
        "  Palpitations 1/60 (1.67%)",
        "  Pericardial effusion 0/60 (0.00%)",
        "Adverse Events 2:",
        "  Total: 20/64 (31.25%)",
        "  Anaemia 2/64 (3.13%)",
        "  Febrile neutropenia 3/64 (4.69%)",
        "  Neutropenia 2/64 (3.13%)",
        "  Pancytopenia 0/64 (0.00%)",
        "  Thrombocytopenia 0/64 (0.00%)",
        "  Acute myocardial infarction 0/64 (0.00%)",
        "  Atrial fibrillation 0/64 (0.00%)",
        "  Cardiac failure 0/64 (0.00%)",
        "  Myocardial infarction 1/64 (1.56%)",
        "  Palpitations 0/64 (0.00%)",
        "  Pericardial effusion 0/64 (0.00%)"
    ]
}