{
    "Clinical Trial ID": "NCT02165839",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Healthy Eating Education Learning (HEAL)",
        "  Control group. Healthy Eating Education Learning (HEAL)",
        "INTERVENTION 2: ",
        "  Brief Behavioral Therapy for Insomnia (BBT-I)",
        "  Experimental group. Brief Behavioral Therapy for Insomnia (BBT-I)"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA",
        "  Female",
        "  Diagnosis of Breast Cancer (Stage I-IIIA)",
        "  Scheduled for planned cancer treatment (eg, chemotherapy or biologic agents), or treatment is continuing",
        "  Has  6 weeks of cancer treatment (eg, chemotherapy or biologic agents) remaining",
        "   21 years of age.",
        "  Able to understand written and spoken English.",
        "  Sleep disturbance of 8 or greater on the ISI, and insomnia that began or got worse with diagnosis of cancer or treatment with chemotherapy (to exclude pre-existing, chronic insomnia).",
        "  Karnofsky score  70",
        "  EXCLUSION CRITERIA",
        "  Have an unstable self-reported medical or psychiatric illness (Axis I - current or within the last 5 years).",
        "  Be currently pregnant or nursing",
        "  History of substance abuse or meet criteria for current alcohol abuse or dependence",
        "  History (self-reported) of sleep apnea or restless leg syndrome (RLS)",
        "  Self-report or have a medical record of an unstable comorbid medical or psychiatric condition that would make it unsafe or impossible to adhere to the study protocol",
        "  Unable or unwilling to discontinue anxiolytics within 4 hours of education sessions",
        "  Irregular heartbeat or arrhythmia (self-reported or in the medical record)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Insomnia Severity Index (ISI)",
        "  The effects of the Brief Behavioral Therapy for Insomnia (BBT-I) intervention on insomnia will be measured by the Insomnia Severity Index (ISI). The ISI survey questionnaire is a 7-question survey, with each question having 5 possible answers (none, mild, moderate, severe, or very severe), scored as 0, 1, 2, 3, or 4, respectively. The full range of ISI scores is from 0 to 28. Lower scores are considered good, better, or healthy, and increasingly higher scores are considered to indicate greater insomnia. Clinical interpretation is as follows:",
        "  0 to 7 = No clinically significant insomnia",
        "  8 to14 = Sub-threshold insomnia (mild)",
        "  15 to 21 = Clinical insomnia (moderate severity)",
        "  22 to 28 = Clinical insomnia (severe) ISI survey will be conducted at baseline, post intervention, 6 months and 12 months. The outcome is reported as the mean ISI score at baseline; immediately post-intervention (6 weeks nominal); 6 months; and 12 months.",
        "  Time frame: 12 months",
        "Results 1: ",
        "  Arm/Group Title: Healthy Eating Education Learning (HEAL)",
        "  Arm/Group Description: Control group. Healthy Eating Education Learning (HEAL)",
        "  Overall Number of Participants Analyzed: 66",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: score on a scale  T1 (Baseline): 66 participants",
        "  13.73         (5.11)",
        "  T2 (Post intervention): 65 participants",
        "  11.28         (5.43)",
        "  T3 (6 months follow-up): 62 participants",
        "  9.53         (5.33)",
        "  T4 (12 months follow-up): 63 participants",
        "  9.51         (5.35)",
        "Results 2: ",
        "  Arm/Group Title: Brief Behavioral Therapy for Insomnia (BBT-I)",
        "  Arm/Group Description: Experimental group. Brief Behavioral Therapy for Insomnia (BBT-I)",
        "  Overall Number of Participants Analyzed: 73",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: score on a scale  T1 (Baseline): 73 participants",
        "  14.93         (4.84)",
        "  T2 (Post intervention): 69 participants",
        "  10.16         (4.31)",
        "  T3 (6 months follow-up): 61 participants",
        "  8.87         (5.87)",
        "  T4 (12 months follow-up): 62 participants",
        "  8.98         (4.93)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/66 (4.55%)",
        "  Blood Transfusion 0/66 (0.00%)",
        "  Febrile neutropenia 2/66 (3.03%)",
        "  Disease Progression 0/66 (0.00%)",
        "  Sepsis 1/66 (1.52%)",
        "  Shingles 0/66 (0.00%)",
        "  Flu like symptoms 0/66 (0.00%)",
        "Adverse Events 2:",
        "  Total: 7/73 (9.59%)",
        "  Blood Transfusion 1/73 (1.37%)",
        "  Febrile neutropenia 1/73 (1.37%)",
        "  Disease Progression 3/73 (4.11%)",
        "  Sepsis 0/73 (0.00%)",
        "  Shingles 1/73 (1.37%)",
        "  Flu like symptoms 1/73 (1.37%)"
    ]
}