{
    "Clinical Trial ID": "NCT02131064",
    "Intervention": [
        "INTERVENTION 1: ",
        "  TCH + P",
        "  Participants received pertuzumab 840 milligrams (mg) (loading dose) and 420 mg (maintenance dose) intravenous (IV) infusion, trastuzumab 8 milligrams per kilogram (mg/kg) (loading dose) and 6 mg/kg (maintenance dose) IV infusion, docetaxel 75 milligrams per square meter (mg/m^2) IV infusion and carboplatin at a dose to achieve an area under the curve (AUC) of 6 milligrams per milliliter* minute (mg/mL*min) IV infusion every 3 weeks (q3w) for 6 cycles in neoadjuvant period. Participants received pertuzumab 840 mg (loading dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab 8 mg/kg (loading dose) and 6 mg/kg (maintenance dose) IV infusion q3w for rest of the cycles (12 cycles) in adjuvant period (up to a total of 18 cycles).",
        "INTERVENTION 2: ",
        "  T-DM1 + P",
        "  Participants received pertuzumab 840 mg (loading dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab emtansine 3.6 mg/kg IV infusion q3w for a total of 18 cycles (6 cycles of neoadjuvant period and 12 cycles of adjuvant period)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed invasive breast cancer with a primary tumor size of greater than (>) 2 cm",
        "  HER2-positive breast cancer",
        "  Participants with multifocal tumors (more than one tumor confined to the same quadrant as the primary tumor) are eligible provided all discrete lesions are sampled and centrally confirmed as HER2 positive",
        "  Stage at presentation: cT2-cT4, cN0-cN3, cM0, according to American Joint Committee on Cancer (AJCC) staging system",
        "  Known hormone receptor status of the primary tumor",
        "  Participant agreement to undergo mastectomy or breast-conserving surgery after neoadjuvant therapy",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Baseline Left Ventricular Ejection Fraction (LVEF) >/= 55 percent (%) measured by echocardiogram (ECHO) or multiple-gated acquisition (MUGA)",
        "  Effective contraception as defined by protocol",
        "Exclusion Criteria:",
        "  Stage IV (metastatic) breast cancer",
        "  Participants who have received prior anti-cancer therapy for breast cancer except those participants with a history of breast lobular carcinoma in situ (LCIS) that was surgically managed or ductal carcinoma in situ (DCIS) treated exclusively with mastectomy. In case of prior history of LCIS/DCIS, >5 years must have passed from surgery until diagnosis of current breast cancer",
        "  Participants with multicentric (multiple tumors involving more than 1 quadrant) or bilateral breast cancer",
        "  Participants who have undergone incisional and/or excisional biopsy of primary tumor and/or axillary lymph nodes",
        "  Axillary lymph node dissection or positive sentinel lymph node prior to start of neoadjuvant therapy",
        "  History of concurrent or previously non-breast malignancies except for appropriately treated (1) non-melanoma skin cancer and (2) in situ carcinomas, including cervix, colon, and skin. A participant with previous invasive non-breast cancer is eligible provided he/she has been disease-free >/= 5 years",
        "  Treatment with any investigational drug within 28 days prior to randomization",
        "  Current National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version (v) 4.0",
        "  Any significant concurrent medical or surgical conditions or findings that would jeopardize the participant's safety or ability to complete the study",
        "  Current pregnancy or breastfeeding"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Total Pathological Complete Response (tpCR) Assessed Based on Tumor Samples",
        "  tpCR was assessed by local pathology review on samples taken at surgery following completion of neoadjuvant therapy. tpCR was defined as the absence of any residual invasive cancer on hematoxylin and eosin evaluation of the resected breast specimen and all sampled ipsilateral lymph nodes ( that is [i.e.], ypT0/is, ypN0 in the American Joint Committee on Cancer [AJCC] staging system, 7th edition). Percentage of participants with tpCR was reported.",
        "  Time frame: Pre-surgery (within 6 weeks after neoadjuvant therapy; up to approximately 6 months)",
        "Results 1: ",
        "  Arm/Group Title: TCH + P",
        "  Arm/Group Description: Participants received pertuzumab 840 milligrams (mg) (loading dose) and 420 mg (maintenance dose) intravenous (IV) infusion, trastuzumab 8 milligrams per kilogram (mg/kg) (loading dose) and 6 mg/kg (maintenance dose) IV infusion, docetaxel 75 milligrams per square meter (mg/m^2) IV infusion and carboplatin at a dose to achieve an area under the curve (AUC) of 6 milligrams per milliliter* minute (mg/mL*min) IV infusion every 3 weeks (q3w) for 6 cycles in neoadjuvant period. Participants received pertuzumab 840 mg (loading dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab 8 mg/kg (loading dose) and 6 mg/kg (maintenance dose) IV infusion q3w for rest of the cycles (12 cycles) in adjuvant period (up to a total of 18 cycles).",
        "  Overall Number of Participants Analyzed: 221",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  56.1        (49.29 to 62.76)",
        "Results 2: ",
        "  Arm/Group Title: T-DM1 + P",
        "  Arm/Group Description: Participants received pertuzumab 840 mg (loading dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab emtansine 3.6 mg/kg IV infusion q3w for a total of 18 cycles (6 cycles of neoadjuvant period and 12 cycles of adjuvant period).",
        "  Overall Number of Participants Analyzed: 223",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  44.4        (37.76 to 51.18)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 70/219 (31.96%)",
        "  Anaemia * 0/219 (0.00%)",
        "  Febrile neutropenia * 26/219 (11.87%)",
        "  Neutropenia * 7/219 (3.20%)",
        "  Thrombocytopenia * 1/219 (0.46%)",
        "  Cardiac failure * 2/219 (0.91%)",
        "  Sinus tachycardia * 1/219 (0.46%)",
        "  Left ventricular dysfunction * 2/219 (0.91%)",
        "  Abdominal pain * 1/219 (0.46%)",
        "  Abdominal pain upper * 1/219 (0.46%)",
        "  Colitis * 3/219 (1.37%)",
        "Adverse Events 2:",
        "  Total: 30/223 (13.45%)",
        "  Anaemia * 3/223 (1.35%)",
        "  Febrile neutropenia * 3/223 (1.35%)",
        "  Neutropenia * 0/223 (0.00%)",
        "  Thrombocytopenia * 1/223 (0.45%)",
        "  Cardiac failure * 1/223 (0.45%)",
        "  Sinus tachycardia * 0/223 (0.00%)",
        "  Left ventricular dysfunction * 0/223 (0.00%)",
        "  Abdominal pain * 0/223 (0.00%)",
        "  Abdominal pain upper * 0/223 (0.00%)",
        "  Colitis * 0/223 (0.00%)"
    ]
}