{
    "Clinical Trial ID": "NCT00703326",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ramucirumab (IMC-1121B) + Docetaxel",
        "  Ramucirumab (IMC-1121B) is administered at a dose of 10 milligrams per kilogram (mg/kg) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Docetaxel is administered at a dose of 75 milligrams per square meter (mg/m²) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  Placebo + Docetaxel",
        "  Placebo comparator for ramucirumab (IMC-1121B) administered at a dose of 10 mg/kg as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Docetaxel is administered at a dose of 75 milligrams per square meter (mg/m²) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Participant is able to provide signed informed consent",
        "  Participant is female and  18 years of age or older if required by local laws or regulations",
        "  Participant has histologically or cytologically confirmed adenocarcinoma of the breast that is now metastatic or locally-recurrent and inoperable with curative intent. Every effort should be made to make paraffin-embedded tissue or slides from the diagnostic biopsy or surgical specimen available for confirmation of diagnosis",
        "  Participant has measurable and/or non-measurable disease",
        "  Participants' primary and/or metastatic tumor is human epidermal growth factor receptor 2 (HER2)-negative by fluorescence in-situ hybridization (FISH) or chromogenic in-situ hybridization (CISH) or 0, 1+ overexpression by immunohistochemistry (IHC)",
        "  Participant has not received prior chemotherapy for metastatic or locally-recurrent and inoperable breast cancer",
        "  Participant completed (neo) adjuvant taxane therapy at least 6 months prior to randomization",
        "  Participant completed (neo) adjuvant biologic therapy at least 6 weeks prior to randomization",
        "  Participant completed all prior radiotherapy with curative intent  3 weeks prior to randomization",
        "  Participant may have received prior hormonal therapy for breast cancer in the (neo) adjuvant and/or the metastatic setting  2 weeks prior to randomization",
        "  Participant's left ventricular ejection fraction is within normal institutional ranges",
        "  Participant has resolution to grade  1 by the National Cancer Institute Common Terminology Criteria for Adverse Events, Version 3 (NCI-CTCAE v 3.0) of all clinically significant toxic effects of prior chemotherapy, surgery, radiotherapy, or hormonal therapy with the exception of peripheral neuropathy which must have resolved to grade  2",
        "  Participant has an Eastern Cooperative Oncology Group (ECOG) performance status of 0-1",
        "  Participant is amenable to compliance with protocol schedules and testing",
        "  Participant has adequate hematological functions [absolute neutrophil count (ANC)  1500 cells/microliter (mcL), hemoglobin  9 grams/deciliter (g/dL), and platelets  100,000 cells/mcL and  850,000 cells/mcL]",
        "  Participant has adequate hepatic function [bilirubin within normal limits (WNL), aspartate transaminase (AST) and alanine transaminase (ALT)  2.5 times the upper limit of normal (ULN), or  5.0 times the ULN if the transaminase elevation is due to liver metastases, and alkaline phosphatase  5.0 times the ULN]",
        "  Participant has serum creatinine  1.5 x ULN. If serum creatinine > 1.5 x ULN the calculated creatinine clearance should be > 40 milliliters/minute (mL/min)",
        "  Participant's urinary protein is  1+ on dipstick or routine urinalysis (UA); if urine protein  2+, a 24-hour urine collection must demonstrate < 1000 milligrams (mg) of protein in 24 hours to allow participation in the study",
        "  Participant must have adequate coagulation function as defined by international normalized ratio (INR)  1.5 and a partial thromboplastin time (PTT)  1.5 X ULN if not receiving anticoagulation therapy. Participants on full-dose anticoagulation must be on a stable dose of oral anticoagulant or low molecular weight heparin and if on warfarin must have a INR between 2 and 3 and have no active bleeding (defined as within 14 days of randomization) or pathological condition that carries a high risk of bleeding (such as, tumor involving major vessels or known varices)",
        "  Women of childbearing potential must implement adequate contraception in the opinion of the investigator",
        "  Participant has not received prior biologic therapy for metastatic or locally recurrent and inoperable breast cancer",
        "Exclusion Criteria:",
        "  Participant has a concurrent active malignancy other than breast adenocarcinoma, adequately treated non melanomatous skin cancer, or other non-invasive carcinoma or in situ neoplasm. A participant with previous history of malignancy is eligible, provided that she has been disease free for > 3 years",
        "  Participant has a known sensitivity to docetaxel or other drugs formulated with polysorbate 80",
        "  Participant has a known sensitivity to agents of similar biologic composition as ramucirumab or other agents that specifically target vascular endothelial growth factor (VEGF)",
        "  Participant has a history of chronic diarrheal disease within 6 months prior to randomization",
        "  Participant has received irradiation to a major bone marrow area as defined as > 25% of bone marrow (such as, pelvic or abdominal radiation) within 30 days prior to randomization",
        "  Participant has participated in clinical trials of experimental agents within 4 weeks prior to randomization",
        "  Participant has a history of uncontrolled hereditary or acquired bleeding or thrombotic disorders",
        "  Participant has active, high risk bleeding (such as, via gastric ulcers or gastric varices) within 14 days prior to randomization",
        "  Participant has an ongoing or active infection requiring parenteral antibiotic, antifungal, or antiviral therapy",
        "  Participant has uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, symptomatic or poorly controlled cardiac arrhythmia, psychiatric illness/social situations, or any other serious uncontrolled medical disorders in the opinion of the investigator",
        "  Participant has brain metastases, uncontrolled spinal cord compression, or carcinomatous meningitis, or new evidence of brain or leptomeningeal disease",
        "  Participant has known human immunodeficiency virus infection or acquired immunodeficiency syndrome-related illness",
        "  Participant has pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen.",
        "  Participant is pregnant or lactating"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  PFS was defined as time from randomization until the first evidence of progression as defined by Response Evaluation Criteria in Solid Tumors (RECIST v1.0) or death from any cause; by Investigator assessment. Progressive disease (PD) was defined as at least a 20% increase in sum of longest diameter of target lesions taking as reference the smallest sum longest diameter since baseline, progression in non-target lesions or the appearance of 1 or more new lesion(s). Participants who neither progressed nor died were censored the day of their last radiographic tumor assessment if available or date of randomization if no post initiation radiographic assessment was available. If death or PD occurred after 2 missing radiographic visits, censoring occurred at date of the last radiographic visit prior to the missed visits. The symptomatic/clinical disease progression (deterioration) without documented radiologic progression did not constitute progression.",
        "  Time frame: Randomization to disease progression or death or until data cutoff of 31 Mar 2013 (up to 56 months)",
        "Results 1: ",
        "  Arm/Group Title: Ramucirumab (IMC-1121B) + Docetaxel",
        "  Arm/Group Description: Ramucirumab (IMC-1121B) is administered at a dose of 10 milligrams per kilogram (mg/kg) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Docetaxel is administered at a dose of 75 milligrams per square meter (mg/m ) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 759",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  9.5        (8.3 to 9.8)",
        "Results 2: ",
        "  Arm/Group Title: Placebo + Docetaxel",
        "  Arm/Group Description: Placebo comparator for ramucirumab (IMC-1121B) administered at a dose of 10 mg/kg as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Docetaxel is administered at a dose of 75 milligrams per square meter (mg/m ) as a 1-hour intravenous infusion on Day 1 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 385",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  8.2        (7.1 to 8.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 285/752 (37.90%)",
        "  Anaemia 2/752 (0.27%)",
        "  Disseminated intravascular coagulation 2/752 (0.27%)",
        "  Febrile neutropenia 51/752 (6.78%)",
        "  Neutropenia 47/752 (6.25%)",
        "  Thrombocytopenia 2/752 (0.27%)",
        "  Atrial fibrillation 1/752 (0.13%)",
        "  Atrial flutter 0/752 (0.00%)",
        "  Cardiac failure congestive 1/752 (0.13%)",
        "  Left ventricular dysfunction 0/752 (0.00%)",
        "Adverse Events 2:",
        "  Total: 117/382 (30.63%)",
        "  Anaemia 3/382 (0.79%)",
        "  Disseminated intravascular coagulation 0/382 (0.00%)",
        "  Febrile neutropenia 11/382 (2.88%)",
        "  Neutropenia 20/382 (5.24%)",
        "  Thrombocytopenia 0/382 (0.00%)",
        "  Atrial fibrillation 1/382 (0.26%)",
        "  Atrial flutter 1/382 (0.26%)",
        "  Cardiac failure congestive 0/382 (0.00%)",
        "  Left ventricular dysfunction 1/382 (0.26%)"
    ]
}