{
    "Clinical Trial ID": "NCT01565083",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pertuzumab + Trastuzumab + Vinorelbine: Separate Infusion",
        "  Pertuzumab IV infusion at a loading dose of 840 mg on Day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on Day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on Day 2 of Cycle 1, followed by 6 mg/kg on Day 2 of each subsequent cycle. Vinorelbine IV infusion (administered after trastuzumab) at a dose of 25 mg/m^2 on Day 2 and Day 9 of Cycle 1, followed by 30-35 mg/m^2 on Day 2 and Day 9 of each subsequent cycle. Pertuzumab and trastuzumab were administered sequentially in separate infusion bags, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death, or predefined study end (up to 47 cycles).",
        "INTERVENTION 2: ",
        "  Pertuzumab + Trastuzumab + Vinorelbine: Single Infusion",
        "  Pertuzumab IV infusion at a loading dose of 840 mg on Day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on Day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on Day 2 of Cycle 1, followed by 6 mg/kg on Day 1 of each subsequent cycle. Vinorelbine IV infusion at a dose of 25 mg/m^2 on Day 2 and Day 9 of Cycle 1, followed by 30-35 mg/m^2 on Day 1 and Day 8 of each subsequent cycle. If administration of all 3 drugs was well tolerated in Cycle 1, then on Day 1 of each subsequent cycle, pertuzumab 420 mg and trastuzumab 6 mg/kg was administered in a single infusion bag, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death, or predefined study end (up to 47 cycles)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed and documented adenocarcinoma of the breast with metastatic or locally advanced disease not amenable to curative resection",
        "  HER2-positive as assessed by local laboratory on primary or metastatic tumor",
        "  At least one measurable lesion and/or non-measurable disease evaluable according to RECIST v1.1 criteria",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1",
        "  Left ventricular ejection fraction (LVEF) of at least 55%",
        "  Life expectancy of at least 12 weeks",
        "Exclusion Criteria:",
        "  Previous systemic non-hormonal anti-cancer therapy in the metastatic or locally advanced breast cancer setting",
        "  Previous approved or investigative anti-HER2 agents in any breast cancer treatment setting, except trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting",
        "  Disease progression while receiving trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting",
        "  Disease-free interval from completion of adjuvant or neoadjuvant systemic non-hormonal treatment to recurrent disease of less than 6 months",
        "  History of persistent Grade 2 or higher (National Cancer Institute Common Terminology Criteria [NCI-CTC], Version 4.0) hematological toxicity resulting from previous adjuvant or neoadjuvant therapy",
        "  Radiographic evidence of central nervous system metastases that are not well controlled with local therapy (irradiation or surgery)",
        "  Current peripheral neuropathy of NCI-CTC, version 4.0 Grade 3 or greater",
        "  History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, or cancers with a similar curative outcome as those mentioned above",
        "  Serious uncontrolled concomitant disease that would contraindicate the use of any of the investigational drugs used in this study or would put the participants at high risk for treatment-related complications",
        "  Inadequate hematologic, liver, or renal function",
        "  Uncontrolled hypertension or clinically significant cardiovascular disease",
        "  Hepatitis B, hepatitis C, or human immunodeficiency virus (HIV) infection",
        "  Current chronic daily treatment with corticosteroids (>/= 10 mg/day methylprednisolone or equivalent), excluding inhaled steroids"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Best Overall Response (BOR) as Assessed by Investigator According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)",
        "  Tumor response was assessed by investigator according to RECIST v1.1. BOR was defined as percentage of participants with a confirmed complete response (CR) or partial response (PR). All measurable lesions up to a maximum of 2 lesions per organ and 5 lesions in total or pathological nodes (with short axis [SA] of at least (>/=) 15 millimeter [mm]) were identified as target lesions (TLs) and measured and recorded at baseline. A sum of diameters (longest for non-nodal lesions, SA for nodal lesions) for all TLs was calculated and reported as baseline sum of diameters (SD). All other lesions (or sites of disease) were identified as non-TLs. CR: disappearance of all TLs and SA reduction to less than (<) 10 mm for nodal TLs/ non-TLs. PR: >/=30 percent (%) decrease in SD of TLs, taking as reference baseline SD. Confirmation of response at 2 consecutive tumor assessments >/=4 weeks apart was required. The 95% confidence interval (CI) was computed using Clopper-Pearson approach.",
        "  Time frame: Baseline, every 3 cycles up to 36 months, and every 6 cycles thereafter if progression free after 36 months, 28 days after end of treatment, every 3 months thereafter (maximum up to approximately 3.5 years)",
        "Results 1: ",
        "  Arm/Group Title: Pertuzumab + Trastuzumab + Vinorelbine: Separate Infusion",
        "  Arm/Group Description: Pertuzumab IV infusion at a loading dose of 840 mg on Day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on Day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on Day 2 of Cycle 1, followed by 6 mg/kg on Day 2 of each subsequent cycle. Vinorelbine IV infusion (administered after trastuzumab) at a dose of 25 mg/m^2 on Day 2 and Day 9 of Cycle 1, followed by 30-35 mg/m^2 on Day 2 and Day 9 of each subsequent cycle. Pertuzumab and trastuzumab were administered sequentially in separate infusion bags, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death, or predefined study end (up to 47 cycles).",
        "  Overall Number of Participants Analyzed: 89",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  74.2        (63.8 to 82.9)",
        "Results 2: ",
        "  Arm/Group Title: Pertuzumab + Trastuzumab + Vinorelbine: Single Infusion",
        "  Arm/Group Description: Pertuzumab IV infusion at a loading dose of 840 mg on Day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on Day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on Day 2 of Cycle 1, followed by 6 mg/kg on Day 1 of each subsequent cycle. Vinorelbine IV infusion at a dose of 25 mg/m^2 on Day 2 and Day 9 of Cycle 1, followed by 30-35 mg/m^2 on Day 1 and Day 8 of each subsequent cycle. If administration of all 3 drugs was well tolerated in Cycle 1, then on Day 1 of each subsequent cycle, pertuzumab 420 mg and trastuzumab 6 mg/kg was administered in a single infusion bag, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death, or predefined study end (up to 47 cycles).",
        "  Overall Number of Participants Analyzed: 91",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  63.7        (53.0 to 73.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 32/106 (30.19%)",
        "  Febrile neutropenia * 6/106 (5.66%)",
        "  Leukopenia * 1/106 (0.94%)",
        "  Neutropenia * 1/106 (0.94%)",
        "  Arrhythmia * 1/106 (0.94%)",
        "  Atrial fibrillation * 0/106 (0.00%)",
        "  Cardiac failure * 0/106 (0.00%)",
        "  Left ventricular dysfunction * 1/106 (0.94%)",
        "  Myocardial infarction * 1/106 (0.94%)",
        "  Supraventricular tachycardia * 0/106 (0.00%)",
        "  Tachycardia * 0/106 (0.00%)",
        "Adverse Events 2:",
        "  Total: 44/107 (41.12%)",
        "  Febrile neutropenia * 3/107 (2.80%)",
        "  Leukopenia * 0/107 (0.00%)",
        "  Neutropenia * 3/107 (2.80%)",
        "  Arrhythmia * 0/107 (0.00%)",
        "  Atrial fibrillation * 1/107 (0.93%)",
        "  Cardiac failure * 1/107 (0.93%)",
        "  Left ventricular dysfunction * 0/107 (0.00%)",
        "  Myocardial infarction * 0/107 (0.00%)",
        "  Supraventricular tachycardia * 1/107 (0.93%)",
        "  Tachycardia * 1/107 (0.93%)"
    ]
}