{
    "Clinical Trial ID": "NCT00915603",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Paclitaxel/Bevacizumab/Everolimus",
        "Systemic Therapy",
        "INTERVENTION 2: ",
        "  Paclitaxel/Bevacizumab/Placebo",
        "Systemic Therapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female or male patients >=18 years of age.",
        "  Histologically confirmed invasive breast cancer, locally unresectable or metastatic.",
        "  No prior chemotherapy for MBC. Patients may have received adjuvant or",
        "  neoadjuvant chemotherapy (including taxanes and/or bevacizumab) as long as",
        "  treated was completed >12 months prior to relapse. Prior hormonal therapy in the",
        "  adjuvant or metastatic setting will be permitted.",
        "  Prior hormonal therapy in the adjuvant or metastatic setting is permitted. Estrogen receptor positive patients should be considered candidates for chemotherapy.",
        "  HER2-negative breast cancer, defined as follows:",
        "  FISH-negative (FISH ratio <2.2), or",
        "  IHC 0-1+, or",
        "  IHC 2-3+ AND FISH-negative (FISH ratio <2.2).",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.",
        "  Adequate hematologic function, defined by:",
        "  · Absolute neutrophil count (ANC) >1500/mm3",
        "  Platelet count >=100,000/mm3",
        "  Hemoglobin >9 g/dL",
        "  Adequate liver function, defined by:",
        "  · AST and ALT <=2.5 x the upper limit of normal (ULN) or <=5 x ULN in",
        "  presence of liver metastases",
        "  Total bilirubin <=1.5 x ULN",
        "  Adequate renal function, defined by:",
        "  · Serum creatinine <=1.5 x ULN or calculated creatinine clearance of",
        "  >=40 ml/min",
        "  International normalized ratio (INR) <=1.5 or prothrombin time (PT)/partial",
        "  thromboplastin time (PTT) within normal limits (WNL) of the institution (if patient is not on anti-coagulation therapy). Patients receiving anti-coagulation treatment with an agent such as warfarin or heparin are eligible if the INR is stable and within the therapeutic range prior to study treatment initiation.",
        "  Adequate lipid profile: total cholesterol <=300 mg/dL OR <=7.75 mmol/L and fasting triglyceride 2.5 x ULN. Note: In case one or both of these thresholds are exceeded,the patient can only be included after initiation of appropriate lipid lowering medication.",
        "  Patients with proteinuria at screening as demonstrated by either:",
        "  · Urine protein creatinine (UPC) ration >1.0 at screening",
        "  or",
        "  Urine dipstick for proteinuria >=2+ (patients discovered to have",
        "  >=2+ proteinuria on dipstick urinalysis at baseline should undergo a 24 hour",
        "  urine collection and must demonstrate <1 g of protein in 24 hours to be",
        "  eligible).",
        "  Measurable disease by RECIST criteria.",
        "  Life expectancy >=12 weeks.",
        "  Ability to swallow oral medications.",
        "  Adequate cardiac function, defined by baseline left ventricular ejection fraction (LVEF) value >= normal per institutional guidelines by MUGA scan or",
        "  echocardiogram (ECHO).",
        "  Adequate recovery from recent surgery.",
        "  Major surgical procedure >28 days from study entry",
        "  Minor surgical procedure >7 days from study entry (Portacath placement",
        "  excepted - patients can start treatment <7 days after portacath placement.)",
        "  Patients with previous history of invasive cancers (including breast cancer) are eligible if definitive treatment was completed more than 5 years prior to initiating current study treatment, and there is no evidence of recurrent disease.",
        "  Patient must be accessible for treatment and follow-up.",
        "  All patients must be able to understand the investigational nature of the study and give written informed consent prior to study entry.",
        "  -",
        "Exclusion Criteria:",
        "  Patients with active brain metastases or meningeal metastases. Patients who have had brain metastases resected, or have received brain radiation therapy >4 weeks prior to study entry are eligible, if they meet all of the following criteria: 1) residual symptoms < grade 2, 2) no dexamethasone requirement, and 3) follow-up MRI shows regression of lesions after treatment and no new lesions appearing.",
        "  Previous treatment with an m-TOR inhibitor (sirolimus, temsirolimus, everolimus) or anti-angiogenesis agent unless:",
        "  in the adjuvant setting, and",
        "  >=12 months prior to recurrence.",
        "  Previous radiotherapy for metastatic disease completed <2 weeks prior to study treatment initiation.",
        "  Patients who are current receiving systemic cancer therapy or have received",
        "  previous systemic therapy within 4 weeks of the start of study drug (e.g.",
        "  chemotherapy, antibody therapy, targeted agents).",
        "  Women who are pregnant or lactating. All patients with reproductive potential must agree to use effective contraception from time of study entry until at least 3 months after the last administration of study drug.",
        "  Uncontrolled hypertension defined as systolic blood pressure >150 mmHg or",
        "  diastolic pressure >100 mmHg, despite optimal medical management.",
        "  Concurrent use of CYP3A4 inhibitors and inducers from 72 hours prior to initiation of study treatment until the end of treatment with everolimus.",
        "  Cardiac disease, including: congestive heart failure (CHF) > Class II per New York Heart Association (NYHA) classification; unstable angina (anginal symptoms at rest) or new-onset angina (i.e., began within the last 3 months), or myocardial infarction within the past 6 months; symptomatic CHF, unstable angina pectoris, or cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.",
        "  History of stroke or transient ischemic attack within 6 months prior to first",
        "  bevacizumab dose.",
        "  Patients with any non-healing wound, ulcer, or long-bone fracture.",
        "  Patients with clinical history of hemoptysis or hematemesis.",
        "  Patients with any history of a bleeding diathesis or coagulopathy.",
        "  Patients with a PEG or G tube cannot be enrolled into this trial.",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to beginning bevacizumab.",
        "  Patients with an impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).",
        "  Patients who have any severe and/or uncontrolled medical conditions or other",
        "  conditions that could affect their participation such as:",
        "  severe impaired lung functions as defined as spirometry and DLCO that is 50% of the normal predicted value and/or 02 saturation that is 88% or less at rest on room air",
        "  uncontrolled diabetes as defined by fasting serum glucose >1.5 x ULN.",
        "  History of any other disease, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates use of an investigational drug, or that might affect interpretation of the results of this study, or render the subject at high risk for treatment complications.",
        "  History of hypersensitivity to Cremophor EL (polyoxyethylated castor oil) or a drug formulated in Cremophor EL, such as paclitaxel.",
        "  Patients may not receive any other investigational or anti-cancer treatments while participating in this study.",
        "  Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent. Topical or inhaled corticosteroids are allowed.",
        "  Patients should not receive immunization with attenuated live vaccines within one week of study entry or during study period.",
        "  Concurrent severe, uncontrolled infection or intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Patients with a known hypersensitivity to RAD001 (everolimus) or other rapamycins (sirolimus, temsirolimus) or its excipients.",
        "  Patients with a known HIV seropositivity.",
        "-"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  Progression-free survival will be measured from Day 1 of study drug administration to disease progression defined by Response Evaluation Criteria in Solid Tumors Criteria (RECIST v1.1) as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions",
        "  Time frame: every 8 weeks until progressive disease, expected average of 18 months",
        "Results 1: ",
        "  Arm/Group Title: Paclitaxel/Bevacizumab/Everolimus",
        "  Arm/Group Description: Systemic Therapy",
        "  Overall Number of Participants Analyzed: 56",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  9.1        (6.8 to 10.8)",
        "Results 2: ",
        "  Arm/Group Title: Paclitaxel/Bevacizumab/Placebo",
        "  Arm/Group Description: Systemic Therapy",
        "  Overall Number of Participants Analyzed: 57",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.1        (5.6 to 10.8)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/55 (29.09%)",
        "  NEUTROPENIA 1/55 (1.82%)",
        "  FEBRILE NEUTROPENIA 1/55 (1.82%)",
        "  PANCYTOPENIA 0/55 (0.00%)",
        "  LEFT VENTRICULAR DYSFUNCTION 1/55 (1.82%)",
        "  TACHYCARDIA 0/55 (0.00%)",
        "  ABDOMINAL PAIN 0/55 (0.00%)",
        "  PANCREATITIS 1/55 (1.82%)",
        "  HAEMATEMESIS 0/55 (0.00%)",
        "  INTESTINAL PERFORATION 0/55 (0.00%)",
        "  OESOPHAGEAL OBSTRUCTION 0/55 (0.00%)",
        "  MUCOSAL INFLAMMATION 1/55 (1.82%)",
        "Adverse Events 2:",
        "  Total: 16/56 (28.57%)",
        "  NEUTROPENIA 2/56 (3.57%)",
        "  FEBRILE NEUTROPENIA 2/56 (3.57%)",
        "  PANCYTOPENIA 1/56 (1.79%)",
        "  LEFT VENTRICULAR DYSFUNCTION 0/56 (0.00%)",
        "  TACHYCARDIA 1/56 (1.79%)",
        "  ABDOMINAL PAIN 1/56 (1.79%)",
        "  PANCREATITIS 0/56 (0.00%)",
        "  HAEMATEMESIS 1/56 (1.79%)",
        "  INTESTINAL PERFORATION 1/56 (1.79%)",
        "  OESOPHAGEAL OBSTRUCTION 1/56 (1.79%)",
        "  MUCOSAL INFLAMMATION 0/56 (0.00%)"
    ]
}