{
    "Clinical Trial ID": "NCT01554371",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase 1b: Eribulin Combination w/ Cyclophosphamide (Solid Tumor Escalation Cohort)",
        "  Dose escalation cohort will include all patients with solid tumors. Eribulin mesylate 1.1 mg/ m2 on days 1 and 8 followed by cyclophosphamide 600 mg/ m2 on day 1 of a 21-day cycle.The highest dose level at which no more than one of six subjects experience DLT defines the MTD",
        "  Eribulin: Given intravenously (IV) Cyclophosphamide: Given IV"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Phase Ib: Patient must have histologically or cytologically documented solid tumor malignancies.",
        "  Phase II: Patients must have histologically or cytologically confirmed locally advanced, unresectable or metastatic carcinoma of the breast.",
        "  Patient is male or female and 18 years of age on the day of signing informed consent.",
        "  Patient must have performance status of 0-2 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale and life expectancy > 3 months.",
        "  Patient must have evaluable disease. Measureable disease is not required",
        "  Patient must have adequate organ function",
        "  Female patient of childbearing potential must have a negative serum or urine pregnancy test quantitative human chorionic gonadotropin (β-hCG) within 72 hours prior to receiving the first dose of study medication and agree to the use of effective methods of contraception while on study.",
        "  Any number of prior lines of chemotherapy in the metastatic setting is allowed.",
        "  Concomitant use of bisphosphonates is allowed.",
        "  Patients with stable and clinically insignificant CNS disease are allowed. Patients must be off steroids with no new CNS symptoms or findings on radiographic imaging for 1 month.",
        "  Patients willing and able to complete the questionnaires.",
        "  Patients willing and able to comply with the study protocol for the duration of the study.",
        "  Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.",
        "EXCLUSION CRITERIA:",
        "  Patients who have had chemotherapy or radiotherapy within two weeks, 4 weeks for nitrosoureas, mitomycin C, pegylated-doxorubicin and one half-life for bevacizumab, hormone therapy within one week, trastuzumab within 2 weeks or lapatinib within one week of study Day 1.",
        "  If the patient has residual toxicity from prior treatment, toxicity must be  Grade 1.",
        "  Patients with non-healing surgical wounds. Patients must be at least two weeks from a major surgical procedure, and surgical wounds must be completely healed.",
        "  Patients with known active central nervous system (CNS) metastases and/or carcinomatous meningitis. However, patients with CNS metastases who have completed a course of therapy would be eligible for the study provided they are clinically stable for at least 1 month prior to entry as defined as:",
        "  no evidence of new or enlarging CNS metastasis",
        "  off steroids that are used to minimize surrounding brain edema. Patients with clinically insignificant brain metastases that do not require treatment are eligible.",
        "  Patients with known hypersensitivity to the components of study drug or its analogs.",
        "  Significant cardiovascular impairment:",
        "  Congestive heart failure, Clinically significant cardiac arrhythmia, history or current evidence of a myocardial infarction during the last 6 months, and/or a current ECG tracing that is abnormal in the opinion of the treating Investigator, or unstable angina",
        "  QTc prolongation >480 msec (Bazett's Formula) or congenitally long QT syndrome (LQTS)",
        "  Severe/uncontrolled concurrent illness/infection",
        "  Patients with other active, current primary malignancies, other than carcinoma in situ of the cervix or non-melanoma skin cancer",
        "  Patients with > Grade 1 neuropathy at screening",
        "  Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative",
        "  Patient is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study.",
        "  Patients with other significant disease or disorders that, in the Investigator's opinion, would exclude the patient from the study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum Tolerated Dose (MTD) in Participants With Any Solid Tumor (Phase Ib)",
        "  Standard dose-confirmation design of 3 to 6 participants per cohort (3+3 design) was used to determine the MTD of eribulin in combination with cyclophosphamide for participants with any solid tumor. The highest dose level or MTD is reached when no more than one of six participants experience a Dose Limiting Toxicity (DLTs). A DLT is defined as any treatment-related toxicity in first 28 days of therapy with a grade 3 or 4 non-hematologic toxicity, a grade 4 neutropenia or thrombocytopenia lasting >7 days or febrile neutropenia, or any clinically significant toxicity grade 2 or higher that requires more than 14 days to resolve. The highest dose level at which no more than one of six participants experience DLT defines the MTD.",
        "  Time frame: Up to 24 months",
        "Results 1: ",
        "  Arm/Group Title: Phase 1b: Eribulin Combination w/ Cyclophosphamide (Solid Tumor Escalation Cohort)",
        "  Arm/Group Description: Dose escalation cohort will include all patients with solid tumors. Eribulin mesylate 1.1 mg/ m2 on days 1 and 8 followed by cyclophosphamide 600 mg/ m2 on day 1 of a 21-day cycle.The highest dose level at which no more than one of six subjects experience DLT defines the MTD",
        "  Eribulin: Given intravenously (IV) Cyclophosphamide: Given IV",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Number",
        "  Unit of Measure: milligrams per square meter (mg/m2)  Eribulin: 1.4",
        "  Cyclophosphamide: 600"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/3 (0.00%)",
        "  Anemia 0/3 (0.00%)",
        "  Febrile neutropenia 0/3 (0.00%)",
        "  Fever 0/3 (0.00%)",
        "  Low Hematocrit 0/3 (0.00%)",
        "  Neutrophil count decreased 0/3 (0.00%)"
    ]
}