{
    "Clinical Trial ID": "NCT00849472",
    "Intervention": [
        "INTERVENTION 1: ",
        "  AC, Followed by Weekly Paclitaxel and Concurrent Pazopanib",
        "  Participants were treated with intravenous (IV) doxorubicin (60 milligrams per meters squared [mg/m^2]) and cyclophosphamide (AC) (600 mg/m^2) every 21 days for 4 cycles. This was followed by weekly paclitaxel (WP) 80 mg/m^2 IV on Days 1, 8, and 15 every 28 days for 4 cycles given concurrently with oral pazopanib 800 mg (2 tablets taken at the same time each day, either 1 hour before or 2 hours after a meal) taken daily and continuing until 7 days before surgery. Pazopanib was resumed at the same oral dose 4-6 weeks after surgery and was continued daily for 6 months."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The patient must have consented to participate and must have signed and dated an appropriate IRB-approved consent form that conforms to federal and institutional guidelines for the study treatment and submission of tumor and blood samples required for the FB-6 correlative science studies",
        "  The ECOG performance status must be 0 or 1",
        "  Patients must have the ability to swallow oral medication.",
        "  The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy or limited incisional biopsy.",
        "  Patients must have ER analysis performed on the primary tumor prior to randomization. If ER analysis is negative, then PgR analysis must also be performed. (Patients are eligible with either hormone receptor-positive or hormone receptor-negative tumors.)",
        "  Patients must have clinical stage IIIA, IIIB, or IIIC disease with a mass in the breast or axilla measuring at least 2.0 cm by physical exam, unless the patient has inflammatory breast cancer, in which case measurable disease by physical exam is not required.",
        "  Adequate organ function",
        "  LVEF assessment by 2-D echocardiogram or MUGA scan performed within 3 months prior to study entry must be greater or equal to 50% regardless of the facility's LLN.",
        "  ECG performed within 4 weeks before study entry must demonstrate a QTc interval that is less than or equal to 0.47 seconds.",
        "  The TSH level must be within normal limits for the laboratory.",
        "Exclusion Criteria:",
        "  Tumor that has been determined to be HER2-positive by immunohistochemistry (3+) or by FISH or CISH (positive for gene amplification), or has been determined to be HER2-equivocal and the investigator plans to administer trastuzumab or other targeted therapy.",
        "  FNA alone to diagnose the primary breast cancer.",
        "  Excisional biopsy or lumpectomy performed prior to study entry.",
        "  Surgical axillary staging procedure prior to study entry.",
        "  Definitive clinical or radiologic evidence of metastatic disease.",
        "  History of ipsilateral invasive breast cancer regardless of treatment or ipsilateral DCIS treated with RT.",
        "  Contralateral invasive breast cancer at any time.",
        "  Non-breast malignancies unless the patient is considered to be disease-free for 5 or more years prior to study entry and is deemed by her physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.",
        "  Requirement for chronic use of any of the prohibited medications or substances",
        "  Previous therapy with anthracyclines, taxanes, or pazopanib for any malignancy.",
        "  Treatment including RT, chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to study entry.",
        "  Continued therapy with any hormonal agent such as raloxifene, tamoxifen, or other SERM.",
        "  Any sex hormonal therapy, e.g., birth control pills and ovarian hormone replacement therapy",
        "  History of hepatitis B or C.",
        "  Symptomatic pancreatitis or asymptomatic greater or equal to grade 2 elevation of amylase or lipase as per NCI CTCAE v3.0.",
        "  History of documented pancreatitis.",
        "  Uncontrolled hypertension defined as systolic BP greater than 140 mmHg or diastolic BP greater greater than 90 mmHg, with or without anti-hypertensive medication.",
        "  History of hypertensive crisis or hypertensive encephalopathy.",
        "  Cardiac disease that would preclude the use of any of the drugs included in the FB-6 treatment regimen.",
        "  History of TIA or CVA.",
        "  History of any arterial thrombotic event within 12 months prior to study entry.",
        "  Pulmonary embolism or DVT within 6 months prior to study entry.",
        "  Symptomatic peripheral vascular disease.",
        "  Any significant bleeding within 6 months prior to study entry, exclusive of menorrhagia in premenopausal women.",
        "  Known bleeding diathesis, coagulopathy, or requirement for therapeutic doses of coumadin.",
        "  Serious or non-healing wound, skin ulcers, or bone fracture.",
        "  Gastroduodenal ulcer(s) determined by endoscopy to be active.",
        "  History of GI perforation, abdominal fistulae, or intra-abdominal abscess.",
        "  Malabsorption syndrome, ulcerative colitis, inflammatory bowel disease, resection of the stomach or small bowel, or other disease significantly affecting gastrointestinal function.",
        "  Sensory/motor neuropathy greater or equal to grade 2, as defined by the NCI's CTCAE v3.0.",
        "  Conditions that would prohibit intermittent administration of corticosteroids for paclitaxel premedication.",
        "  Anticipation of need for major surgical procedures (other than the required breast surgery) during the course of study therapy and for at least 3 months following the last dose of pazopanib.",
        "  Pregnancy or lactation at the time of study entry.",
        "  Other nonmalignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.",
        "  Known immediate or delayed hypersensitivity reaction to doxorubicin, cyclophosphamide, paclitaxel, pazopanib, or drugs chemically related to pazopanib.",
        "  Use of any investigational agent within 4 weeks prior to enrollment in the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Pathologic Complete Response (pCR) in the Breast and Nodes",
        "  pCR was defined as no histologic evidence of invasive tumor cells in the surgical breast specimen, axillary nodes, or sentinel node identified after neoadjuvant chemotherapy.",
        "  Time frame: From the start of the study until the time of surgery (average of 221.9 days [standard deviation of 23.65 days] after study entry)",
        "Results 1: ",
        "  Arm/Group Title: AC, Followed by Weekly Paclitaxel and Concurrent Pazopanib",
        "  Arm/Group Description: Participants were treated with intravenous (IV) doxorubicin (60 milligrams per meters squared [mg/m^2]) and cyclophosphamide (AC) (600 mg/m^2) every 21 days for 4 cycles. This was followed by weekly paclitaxel (WP) 80 mg/m^2 IV on Days 1, 8, and 15 every 28 days for 4 cycles given concurrently with oral pazopanib 800 mg (2 tablets taken at the same time each day, either 1 hour before or 2 hours after a meal) taken daily and continuing until 7 days before surgery. Pazopanib was resumed at the same oral dose 4-6 weeks after surgery and was continued daily for 6 months.",
        "  Overall Number of Participants Analyzed: 93",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  16"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/101 (14.85%)",
        "  Anaemia 1/101 (0.99%)",
        "  Febrile neutropenia 1/101 (0.99%)",
        "  Myocardial ischaemia 1/101 (0.99%)",
        "  Nausea 1/101 (0.99%)",
        "  Vomiting 1/101 (0.99%)",
        "  Pyrexia 2/101 (1.98%)",
        "  Herpes zoster 1/101 (0.99%)",
        "  Infection 2/101 (1.98%)",
        "  Perineal abscess 1/101 (0.99%)",
        "  Cellulitis 1/101 (0.99%)",
        "  Thermal burn 1/101 (0.99%)",
        "  Alanine aminotransferase increased 1/101 (0.99%)"
    ]
}