{
    "Clinical Trial ID": "NCT00553358",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1500 mg",
        "  Oral lapatinib (1500 milligrams [mg] daily) for 6 weeks, followed by lapatinib plus weekly paclitaxel (80 mg per meters squared [mg/m^2]) intravenous (IV) for an additional 12 weeks",
        "INTERVENTION 2: ",
        "  Trastuzumab 2 mg/kg",
        "  Trastuzumab (4 mg/kilograms [kg] IV load followed by 2 mg/kg IV weekly) for 6 weeks, followed by trastuzumab plus weekly paclitaxel (80 mg/m^2 IV) for an additional 12 weeks"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female gender;",
        "  Age 18 years;",
        "  Performance Status- Eastern Cooperative Oncology Group (ECOG) 0-1",
        "  Histologically confirmed invasive breast cancer:",
        "  Primary tumour greater than 2 cm diameter, measured by clinical examination and mammography or echography,",
        "  Any N,",
        "  No evidence of metastasis (M0) (isolated supraclavicular node involvement allowed);",
        "  Over expression and/or amplification of HER2 in the invasive component of the primary tumour [Wolff et al 2006] and confirmed by a certified laboratory prior to randomisation",
        "  Known hormone receptor status.",
        "  Haematopoietic status:",
        "  Absolute neutrophil count  1,5 x 10^9/L,",
        "  Platelet count  100 x 10^9/L,",
        "  Hemoglobin at least 9 g/dl,",
        "  Hepatic status:",
        "  Serum total bilirubin  1.5 x upper limit of normal (ULN). In the case of known Gilbert's syndrome, a higher serum total bilirubin (< 2 x ULN) is allowed,",
        "  Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT)  2.5 times ULN,",
        "  Alkaline phosphatase  2.5 times ULN,",
        "  Renal status:",
        "  Creatinine  2.0 mg/dL,",
        "  Cardiovascular:",
        "  Baseline left ventricular ejection fraction (LVEF) ³ 50% measured by echocardiography (ECHO) or Multiple Gate Acquisition (MUGA) scan,",
        "  Negative serum pregnancy test, within 2-weeks (preferably 7 days) prior to randomization (For women of childbearing potential)",
        "  Fertile patients must use effective contraception (barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed)",
        "  Signed informed consent form (ICF)",
        "  Patient accepts to make available tumour samples for submission to central laboratory to conduct translational studies as part of this protocol",
        "Exclusion Criteria:",
        "  Received any prior treatment for primary invasive breast cancer;",
        "  Previous (less than 10 years) or current history of malignant neoplasms, except for curatively treated:",
        "  Basal and squamous cell carcinoma of the skin;",
        "  Carcinoma in situ of the cervix.",
        "  Patients with a prior malignancy diagnosed more than 10 years prior to randomisation may enter the study. Patients must have been curatively treated with surgery alone. Radiation therapy or systemic therapy (chemotherapy or endocrine) are NOT permitted. Prior diagnoses of breast cancer or melanoma are excluded.",
        "  Diagnosis of inflammatory breast cancer;",
        "  Bilateral cancer;",
        "  This criterion has been deleted from the protocol Version 1. Patients with multi-focal cancer are no longer excluded.",
        "  Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension (  180/110), unstable diabetes mellitus, dyspnoea at rest, or chronic therapy with oxygen;",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety;",
        "  Unresolved or unstable, serious adverse events from prior administration of another investigational drug;",
        "  Active or uncontrolled infection;",
        "  Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of ICF;",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded;",
        "  Concurrent neoadjuvant cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy other than the trial therapies);",
        "  Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial;",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to trastuzumab or lapatinib or their excipients;",
        "  Pregnant or lactating women;",
        "  Concomitant use of CYP3A4 inhibitors or inducers"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Pathological Complete Response (pCR) at the Time of Surgery",
        "  Pathological complete response is defined as no invasive cancer in the breast or only non-invasive in situ cancer in the breast specimen. Surgical breast and axillary node resection specimens were evaluated for pathologic tumor response according to National Surgical Adjuvant Breast and Bowel Project (NSABP) guidelines, which do not take into account the histological nodal status.",
        "  Time frame: Weeks 20 to 22",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1500 mg",
        "  Arm/Group Description: Oral lapatinib (1500 milligrams [mg] daily) for 6 weeks, followed by lapatinib plus weekly paclitaxel (80 mg per meters squared [mg/m^2]) intravenous (IV) for an additional 12 weeks",
        "  Overall Number of Participants Analyzed: 154",
        "  Measure Type: Number",
        "  Unit of Measure: participants  38",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab 2 mg/kg",
        "  Arm/Group Description: Trastuzumab (4 mg/kilograms [kg] IV load followed by 2 mg/kg IV weekly) for 6 weeks, followed by trastuzumab plus weekly paclitaxel (80 mg/m^2 IV) for an additional 12 weeks",
        "  Overall Number of Participants Analyzed: 149",
        "  Measure Type: Number",
        "  Unit of Measure: participants  44"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 61/149 (40.94%)",
        "  AGRANULOCYTOSIS 0/149 (0.00%)",
        "  ANAEMIA 0/149 (0.00%)",
        "  FEBRILE NEUTROPENIA 3/149 (2.01%)",
        "  LEUKOPENIA 2/149 (1.34%)",
        "  NEUTROPENIA 14/149 (9.40%)",
        "  PANCYTOPENIA 1/149 (0.67%)",
        "  CARDIAC FAILURE CONGESTIVE 3/149 (2.01%)",
        "  CARDIO-RESPIRATORY ARREST 1/149 (0.67%)",
        "  MYOCARDIAL INFARCTION 1/149 (0.67%)",
        "  DIARRHOEA 9/149 (6.04%)",
        "  DUODENITIS 1/149 (0.67%)",
        "Adverse Events 2:",
        "  Total: 58/151 (38.41%)",
        "  AGRANULOCYTOSIS 1/151 (0.66%)",
        "  ANAEMIA 1/151 (0.66%)",
        "  FEBRILE NEUTROPENIA 2/151 (1.32%)",
        "  LEUKOPENIA 0/151 (0.00%)",
        "  NEUTROPENIA 13/151 (8.61%)",
        "  PANCYTOPENIA 0/151 (0.00%)",
        "  CARDIAC FAILURE CONGESTIVE 0/151 (0.00%)",
        "  CARDIO-RESPIRATORY ARREST 0/151 (0.00%)",
        "  MYOCARDIAL INFARCTION 0/151 (0.00%)",
        "  DIARRHOEA 9/151 (5.96%)",
        "  DUODENITIS 0/151 (0.00%)"
    ]
}