{
    "Clinical Trial ID": "NCT02413320",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Carboplatin + Paclitaxel Then Doxorubicin + Cyclophosphamide",
        "  Paclitaxel (80mg/m2) given IV every week x12 weeks and Carboplatin (AUC 6) given IV every 21 days x 4 cycles, followed by Doxorubicin (60mg/m2) given IV and Cyclophosphamide (600mg/m2) given IV every 14 days X 4 cycles",
        "INTERVENTION 2: ",
        "  Carboplatin + Docetaxel",
        "  Carboplatin (AUC 6) given IV and Docetaxel (75mg/m2) given IV every 21 days x 6 cycles"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with newly diagnosed stage I (T>1cm), II or III triple negative breast cancer who have not had definitive breast surgery or received systemic chemotherapy",
        "  The invasive tumor must be hormone receptor-poor, defined as both estrogen receptor and progesterone receptor staining present in  10% of invasive cancer cells by Immunohistochemistry.",
        "  HER- 2 negativity will be based on the current ASCO-CAP guidelines for HER testing",
        "  No prior chemotherapy, endocrine therapy or radiation therapy with therapeutic intent for this cancer",
        "  Female subjects age 18 - 70 years",
        "  ECOG Performance Status of 0-1",
        "  Adequate organ and marrow function as defined below:",
        "  Leukocytes  3,000/uL",
        "  Absolute neutrophil count  1500/uL",
        "  Platelets  100,000/uL",
        "  Total bilirubin  1.5mg/dL",
        "  AST(SGOT)/ALT(SPGT)  2 x institutional upper limit of normal",
        "  Creatinine  1.5mg/dl and/or Creatinine Clearance  60mL/min",
        "  Serum albumin  3.0 g/dL",
        "  Women of child-bearing potential must agree to use adequate contraception",
        "  Pretreatment lab values must be performed within 14 days of treatment initiation, and other baseline studies performed within 30 days prior to registration",
        "  Subjects should have LVEF  50% by echocardiogram or MUGA scan performed within 4 weeks prior to treatment initiation",
        "  Subjects should have breast and axillary imaging with breast MRI or breast and axillary ultrasound within 4 weeks prior to treatment initiation",
        "  Subjects with clinically/radiologically abnormal axillary lymph nodes should have pathological confirmation of disease with image guided biopsy/fine needle aspiration.",
        "  Subjects must be already enrolled in P.R.O.G.E.C.T observational registry",
        "  Staging to rule out metastatic disease is recommended for subjects with clinical stage III disease",
        "  Subjects with bilateral disease are eligible if they meet other eligibility criteria.",
        "  Neuropathy: No baseline neuropathy grade > 2",
        "Exclusion Criteria:",
        "  Current or anticipated use of other investigational agents",
        "  Subject has received chemotherapy, radiotherapy or surgery for the treatment of breast cancer",
        "  Subject with metastatic disease",
        "  History of allergic reactions to compounds of similar chemical or biologic composition to carboplatin, docetaxel, doxorubicin, cyclophosphamide, paclitaxel, or other agents used in the study",
        "  Subjects with inflammatory breast cancer",
        "  Uncontrolled intercurrent illness including, but not limited to ongoing or active infection or psychiatric illness/social situations that would limit compliance with study requirements",
        "  Subject is pregnant or nursing",
        "  Subjects with concomitant or previous malignancies within the last 5 years. Exceptions include: adequately treated basal or squamous cell carcinoma of the skin, carcinoma in situ of the cervix, and ductal carcinoma in situ (DCIS).",
        "  Ejection Fraction <50% on ECHO or MUGA",
        "  Cardiac function: Subjects with congestive heart failure, myocardial infarction, unstable angina pectoris, an arterial thrombotic event, stroke or transient ischemia attack within the past 12 months, uncontrolled hypertension (Systolic BP>160 or Diastolic BP>90), uncontrolled or symptomatic arrhythmia, or grade  2 peripheral vascular disease"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Pathological Complete Response",
        "  To evaluate the pathological complete response rates with neoadjuvant chemotherapy regimens of carboplatin plus paclitaxel x 4 cycles followed by doxorubicin plus cyclophosphamide X 4 cycles and carboplatin plus docetaxel X 6 cycles in subjects with stage I-III triple-negative breast cancer. Pathological complete response is defined as no evidence of disease in the breast and axilla at the time of pathology review except for DCIS.",
        "  Time frame: 20 weeks",
        "Results 1: ",
        "  Arm/Group Title: Carboplatin + Paclitaxel Then Doxorubicin + Cyclophosphamide",
        "  Arm/Group Description: Paclitaxel (80mg/m2) given IV every week x12 weeks and Carboplatin (AUC 6) given IV every 21 days x 4 cycles, followed by Doxorubicin (60mg/m2) given IV and Cyclophosphamide (600mg/m2) given IV every 14 days X 4 cycles",
        "  Overall Number of Participants Analyzed: 48",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  26  54.2%",
        "Results 2: ",
        "  Arm/Group Title: Carboplatin + Docetaxel",
        "  Arm/Group Description: Carboplatin (AUC 6) given IV and Docetaxel (75mg/m2) given IV every 21 days x 6 cycles",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  28  53.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/48 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/52 (0.00%)"
    ]
}