{
    "Clinical Trial ID": "NCT00054028",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Suramin and Paclitaxel",
        "  Suramin will be infused weekly over 30 minutes. Four hours after the completion of the suramin infusion the 1 hour infusion of paclitaxel will begin."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have histologically or cytologically confirmed stage IIIB or IV metastatic breast cancer (MBC)",
        "Prior chemotherapy:",
        "  Phase I: patients must have received prior paclitaxel or other taxanes in either the adjuvant or metastatic setting; prior chemotherapy, radiation or surgery must be completed at least 21 days before study entry; prior treatment with anthracyclines is not required",
        "  Phase II: up to two prior chemotherapy regimens for stage IIIB or IV MBC; patients must have received prior paclitaxel or other taxanes in either the adjuvant or metastatic setting; prior chemotherapy, radiation or surgery must be completed at least 21 days before study entry; prior treatment with anthracyclines is not required",
        "  Measurable disease (phase II)",
        "  No known brain metastases",
        "  Hormone receptor status:",
        "  Not specified",
        "  Performance status - Eastern Cooperative Oncology Group (ECOG) 0-2",
        "  White blood cell (WBC) at least 3,000/mm^3",
        "  Absolute neutrophil count at least 1,000/mm^3",
        "  Platelet count at least 100,000/mm^3",
        "  Hemoglobin at least 9.0 g/dL",
        "  Bilirubin no greater than 1.5 mg/dL",
        "  Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) no greater than 2.5 times upper limit of normal",
        "  Creatinine no greater than 1.5 mg/dL",
        "  Left ventricular ejection fraction (LVEF) at least lower limit of normal",
        "  No symptomatic congestive heart failure",
        "  No unstable angina pectoris",
        "  No cardiac arrhythmia",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception",
        "  No history of allergic reactions attributable to compounds of similar chemical or biological composition to Cremophor",
        "  No concurrent uncontrolled illness that would preclude study compliance",
        "  No ongoing or active infection",
        "  No uncontrolled diabetes mellitus",
        "  No psychiatric illness or social situations that would preclude study compliance",
        "  No other malignancy within the past 5 years except basal cell or squamous cell skin cancer or carcinoma in situ of the cervix",
        "  See Disease Characteristics",
        "  At least 3 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered",
        "  No more than 2 prior chemotherapy regimens for this malignancy (phase II)",
        "  No concurrent steroids or hormones except the following:",
        "  Steroids to prevent hypersensitivity reactions prior to paclitaxel administration",
        "  Hormones for nondisease-related conditions (e.g., insulin for diabetes)",
        "  At least 3 weeks since prior radiotherapy and recovered",
        "  At least 3 weeks since prior surgery and recovered",
        "  No concurrent combination antiretroviral therapy for human immunodeficiency virus (HIV)-positive patients",
        "  No other concurrent investigational agents",
        "  Concurrent bisphosphonates (i.e., pamidronate or zoledronate) are allowed for the treatment of hypercalcemia or palliation of skeletal metastases"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Patients That Achieved Target Suramin Concentrations in Plasma",
        "  Target suramin concentration was considered achieved, if at least 5 of 6 patients achieved the target plasma concentration of 10-50 µM over the duration of 8-48 hours when paclitaxel levels are therapeutic.",
        "  Time frame: Up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Suramin and Paclitaxel",
        "  Arm/Group Description: Suramin will be infused weekly over 30 minutes. Four hours after the completion of the suramin infusion the 1 hour infusion of paclitaxel will begin.",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Number",
        "  Unit of Measure: percent of patients  88"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/31 (3.23%)",
        "  Adult respiratory distress syndrome (ARDS) 1/31 (3.23%)"
    ]
}