{
    "Clinical Trial ID": "NCT01256567",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ramucirumab and Docetaxel Combination",
        "  Docetaxel: Docetaxel administered by intravenous infusion at a dose of 75 milligrams per square meter (mg/m^2) every 3 weeks.",
        "  Ramucirumab: Ramucirumab administered as an intravenous infusion at a dose of 10 milligrams per kilogram (mg/kg) every 3 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The participant is Japanese",
        "  The participant has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  The participant has a histopathologically or cytologically confirmed diagnosis of breast adenocarcinoma that is now metastatic or locally-recurrent and inoperable with curative intent",
        "  The participant has measurable and/or non-measurable disease",
        "  The participants' primary and/or metastatic tumor is Human Epidermal Growth Factor Receptor 2 (HER2) negative",
        "  The participant received neo adjuvant or adjuvant taxane therapy  6 months prior to the study",
        "  The participant received neo adjuvant or adjuvant biologic therapy  6 weeks prior to the study",
        "  The participant completed all prior radiotherapy  3 weeks prior to the study registration date",
        "  The participant received prior hormonal therapy for breast cancer in the neo adjuvant, adjuvant,and/or the metastatic setting  2 weeks prior to the study registration date",
        "  The participant's left ventricular ejection fraction (LVEF) is within normal ranges",
        "  The participant has adequate hematologic, hepatic, and coagulation function.",
        "  Eligible participants of reproductive potential agree to use adequate contraceptive methods (hormonal or barrier methods) during the study period and for 12 weeks after the last dose of study medication",
        "Exclusion Criteria:",
        "  The participant has a concurrent active malignancy other than breast adenocarcinoma, adequately treated non-melanomatous skin cancer, or other non-invasive carcinoma or in situ neoplasm. Participants with previous treatment of malignancy is eligible, provided that she has been disease free for >3 years",
        "  The participant has a known sensitivity to docetaxel",
        "  The participant has a known sensitivity to agents of similar biologic composition as ramucirumab",
        "  The participant has a history of chronic diarrheal disease within 6 months prior to the study registration date",
        "  The participant has received irradiation to a major bone marrow area within 30 days prior to the study registration date",
        "  The participant has received any experimental agents within 4 weeks prior to the study registration date",
        "  The participant has a history of uncontrolled hereditary or acquired bleeding or thrombotic disorders",
        "  The participant has Grade 3-4 bleeding within 3 months prior to the study registration date",
        "  The participant has an ongoing or active infection requiring antibiotic, antifungal, or antiviral therapy",
        "  The participant has uncontrolled hypertension, symptomatic congestive heart failure, psychiatric illness, or any other serious uncontrolled medical disorders",
        "  The participant has brain metastases",
        "  The participant has known human immunodeficiency virus infection or acquired immunodeficiency syndrome related illness",
        "  The participant is pregnant or lactating",
        "  The participant has not fully recovered from effects of prior chemotherapy",
        "  The participant has undergone major surgery within 28 days prior to the study registration date"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Adverse Events",
        "  Number participants with drug related dose-limiting toxicities (DLT) during Cycle 1; ramucirumab related: treatment-emergent adverse events (TEAE), serious adverse events (SAE), Grade 3 or higher TEAE, or TEAE leading to discontinuation or ramucirumab dose modification. DLT=G4 neutropenia >7days; G 3 neutropenia with fever 38.5°C requiring IV antibiotics or bacteriemia or sepsis; G4 thrombocytopenia; G 3 thrombocytopenia with bleeding requiring platelets; G  3 prothrombin time and/or partial thromboplastin time in absence of anticoagulants; G  2 hyperbilirubinemia 5 days; QTc >500 milliseconds (ms) or increase 100 ms or arrhythmia; G  4 or uncontrollable hypertension; G  3 nonhematologic toxicity (excluding G3: hypersensitivity, injection-site reaction, arthralgia/myalgia, asthenia/fatigue, diarrhea without loperamide therapy, nausea/vomiting without antiemetics, transient G3/4 elevation of aminotransferases); treatment delay >2 weeks due to toxicity.",
        "  Time frame: Baseline up to data cut off (approximately 48.3 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Ramucirumab and Docetaxel Combination",
        "  Arm/Group Description: Docetaxel: Docetaxel administered by intravenous infusion at a dose of 75 milligrams per square meter (mg/m^2) every 3 weeks.",
        "  Ramucirumab: Ramucirumab administered as an intravenous infusion at a dose of 10 milligrams per kilogram (mg/kg) every 3 weeks.",
        "  Overall Number of Participants Analyzed: 7",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Dose Limiting Toxicity (DLT) during Cycle 1: 2",
        "  TEAE related to ramucirumab: 7",
        "  SAE related to ramucirumab: 4",
        "  TEAE of Grade   3 related to ramucirumab: 6",
        "  TEAE resulting in ramucirumab discontinuation: 3",
        "  TEAE with ramucirumab dose modification/delay: 5"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 7/7 (100.00%)",
        "  Febrile neutropenia 3/7 (42.86%)",
        "  Cardiac failure 1/7 (14.29%)",
        "  Neutrophil count decreased 1/7 (14.29%)",
        "  Muscular weakness 1/7 (14.29%)",
        "  Epistaxis 1/7 (14.29%)",
        "  Interstitial lung disease 1/7 (14.29%)",
        "  Pleural effusion 2/7 (28.57%)"
    ]
}