{
    "Clinical Trial ID": "NCT01305941",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Everolimus +Vinorelbine + Trastuzumab",
        "  daily everolimus plus weekly (Days 1, 8, and 15) vinorelbine and trastuzumab",
        "  Everolimus: everolimus 5 mg PO daily as two 2.5-mg tablets",
        "  Vinorelbine: vinorelbine 25 mg/m2 will be administered via IV infusion over 6-10 minutes weekly.",
        "  Trastuzumab: 2 mg/kg IV administered over 30 minutes weekly"
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Histologically-confirmed HER2-positive (IHC 3+ or fluorescence in situ hybridization (FISH) amplified; by clinical assay on either primary or metastatic tumor) adenocarcinoma of the breast with at least one progressive and/or new metastatic brain lesion (>/=5 mm on radiographic imaging) after receipt of intracranial radiation therapy (whole brain radiation therapy, stereotactic radiosurgery, gamma knife, or equivalent). Patients in whom brain metastases (BM) are asymptomatic and detected during routine brain MRI screening per institutional protocols are eligible.",
        "  Prior intracranial radiation therapy (whole brain radiation therapy, stereotactic radiosurgery, gamma knife or equivalent) is allowed but not required.",
        "  Patients with no prior treatment with intracranial Response (ICR) may be included unless ICR is emergently indicated (in consultation with a local therapist, ie neurosurgeon or radiation oncologist)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.",
        "  Life expectancy >12 weeks.",
        "  At least 21 years of age.",
        "  No prior mTOR inhibitors",
        "  Prior navelbine allowed provided navelbine therapy discontinued >/= 12 months from Day 1 of treatment under this protocol.",
        "  Last anti-cancer treatment (including any investigational drug) >/= 2 weeks from initiation of protocol based therapy, provided all adverse events (AEs) (other than alopecia) have resolved to grade 1 at baseline.",
        "  No active serious infection or other comorbid illness which would impair ability to participate in the trial.",
        "  Left ventricular ejection fraction assessment (echocardiogram or multigated acquisition scan (MUGA) scan) performed within 4 weeks prior to study initiation, showing a Left ventricular ejection fraction (LVEF) value  lower limit of normal (LLN).",
        "  If patient is on dexamethasone, must be on stable or decreasing dose of dexamethasone for 7 days. If patient is on different glucocorticoid e.g., prednisone, must be converted to dexamethasone prior to enrollment. Refer to dose modification of everolimus for patients taking dexamethasone.",
        "  Interval 4 weeks between open brain biopsy and initiation of protocol-based therapy.",
        "  international normalized ratio (INR) 2.0. Anticoagulation is allowed if target INR 2.0 on a stable dose of warfarin or if patient on a stable dose of Low-molecular-weight (LMW) heparin for >1 weeks at time of enrollment.",
        "  Fasting serum cholesterol 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides 2.5 x ULN. Note: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.",
        "  Patients must have adequate organ function as evidenced by:",
        "  Absolute neutrophil count 1.5/µL",
        "  Platelet count 100,000/µL",
        "  Hg 9 g/dL",
        "  Bilirubin 1.5 x upper limit of normal (ULN)",
        "  aspartate aminotransferase (AST) or Alanine transaminase (ALT) 2.5 x ULN (  5 x ULN if liver metastases are present)",
        "  Serum creatinine 1.5 x ULN",
        "  Archived, paraffin-embedded tissue block (primary or metastatic) available for genomic studies is required.",
        "  Signed, institutional review board (IRB)-approved written informed consent.",
        "  Exclusion Criteria",
        "  Patients who have received prior treatment with an mTOR inhibitor (e.g., sirolimus, temsirolimus, everolimus); patients who have received prior treatment with navelbine within prior 12 months.",
        "  patients with a known hypersensitivity to everolimus or other rapamycins (e.g. sirolimus, temsirolimus) or to its excipients.",
        "  Patients requiring treatment with any other systemic glucocorticoid. Note: This restriction regarding choice of glucocorticoid does not apply should patient need <2 week course of glucocorticoid for treatment of non-infectious pneumonitis during study (see section 4.5.2).",
        "  Patients with a known hypersensitivity to vinorelbine or to its excipients.",
        "  Prior allergic reaction to trastuzumab for the treatment of metastatic breast cancer.",
        "  Concurrent or planned radiation, hormonal, chemotherapeutic, experimental or targeted biologic therapy.",
        "  Peripheral neuropathy grade 3.",
        "  Evidence of frank hemorrhage or impending herniation on baseline brain imaging. Note: asymptomatic micro-hemorrhage is allowed.",
        "  Evidence of diffuse leptomeningeal disease on brain MRI or by previously documented Cerebrospinal fluid (CSF) cytology. Note: discrete dural metastases are permitted.",
        "  Active cardiac disease including any of the following:",
        "  Angina pectoris that requires the use of anti-anginal medication;",
        "  Ventricular arrhythmias except for benign premature ventricular contractions;",
        "  Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication;",
        "  Conduction abnormality requiring a pacemaker;",
        "  Valvular disease with documented compromise in cardiac function;",
        "  Symptomatic pericarditis",
        "  History of cardiac dysfunction including any one of the following:",
        "  Myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of left ventricular (LV) function;",
        "  History of documented congestive heart failure (New York Heart Association functional classification III-IV);",
        "  Documented cardiomyopathy",
        "  Patients who have had a major surgery or significant traumatic injury within 4 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery (defined as requiring general anesthesia), or patients that may require major surgery during the course of the study.",
        "  Patients should not receive immunization with attenuated live vaccines within 1 week of study entry or during study period. Close contact with those who have received attenuated live vaccines should be avoided during treatment with everolimus. Examples of live vaccines include intranasal influenza, measles, mumps, rubella, oral polio, Bacillus Calmette-Guérin (BCG), yellow fever, varicella, and Typhoid Vaccine Live Oral (TY21a) typhoid vaccines.",
        "  Other malignancies within the past 3 years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin.",
        "  Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:",
        "  severely impaired lung function, defined as spirometry and diffusion lung capacity for carbon monoxide (DLCO) that is 50% of the normal predicted value and/or 02 saturation that is 88% at rest on room air",
        "  uncontrolled diabetes, defined as fasting serum glucose >1.5 x ULN (Note: Optimal glycemic control should be achieved before starting trial therapy)",
        "  active (acute or chronic) or uncontrolled severe infections",
        "  liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).",
        "  Note: A detailed assessment of Hepatitis B/C medical history and risk factors must be done at screening for all patients. Hepatitis B Virus (HBV) DNA and hepatitis C Virus (HCV) RNA polymerase chain reaction (PCR) testing are required at screening for all patients with a positive medical history based on risk factors and/or confirmation of prior HBV/HCV infection.",
        "  A known history of HIV seropositivity.",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).",
        "  Patients with an active, bleeding diathesis or on oral anti-vitamin K medication (except low-dose warfarin and aspirin or equivalent, as long as the INR 2.0).",
        "  Unable or unwilling to discontinue use of prohibited fruit (or its juices) and prohibited medications listed in Appendices II and III for at least 14 days or 5 half-lives of a drug (whichever is longer) prior to the first dose of study drug and for the duration of the study.",
        "  Female patients who are pregnant or breastfeeding, or adults of reproductive potential who are not using effective birth control methods. Adequate contraception must be used throughout the trial and for 8 weeks after the last dose of study drug, by both sexes. Women of childbearing potential (WOCBP) must have a negative urine or serum pregnancy test within 7 days prior to everolimus initiation.",
        "  Male patients whose sexual partner(s) are WOCBP who are not willing to use adequate contraception, during the study and for 8 weeks after the end of treatment",
        "  Contraindication to gadolinium-enhanced MRI imaging.",
        "  Inability to comply with study and/or follow-up procedures.",
        "  History of noncompliance to medical regimens."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Intracranial Objective Response Rate- Modified RECIST Criteria",
        "  response will be evaluated via gadolinium-enhanced brain MRI using modified RECIST criteria.",
        "  Complete Response (CR) - Disappearance of all target and nontarget lesions",
        "  Partial Response (PR) - at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum longest diameter AND an absolute decrease of at least 5mm in at least one target lesion.",
        "  Stable Disease (SD) - neither sufficient shrinkage to qualify for partial response nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum of the longest diameter since the treatment started.",
        "  Progressive Disease (PD) - at least a 20% increase in the sum LD of target lesions, taking as reference the smallest sum of the longest diameter recorded since the treatment started AND an absolute increase in size of at least 5 mm in at least one target lesion OR the appearance of one or more new lesions of at least 6 mm in size.",
        "  Time frame: 3 years",
        "Results 1: ",
        "  Arm/Group Title: Everolimus +Vinorelbine + Trastuzumab",
        "  Arm/Group Description: daily everolimus plus weekly (Days 1, 8, and 15) vinorelbine and trastuzumab",
        "  Everolimus: everolimus 5 mg PO daily as two 2.5-mg tablets",
        "  Vinorelbine: vinorelbine 25 mg/m2 will be administered via IV infusion over 6-10 minutes weekly.",
        "  Trastuzumab: 2 mg/kg IV administered over 30 minutes weekly",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 0   0.0%",
        "  Partial Response: 1   3.8%",
        "  Stable Disease: 17  65.4%",
        "  Progressive Disease: 8  30.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/32 (40.63%)",
        "  Anemia * 1/32 (3.13%)",
        "  Adrenal Insufficiency * 1/32 (3.13%)",
        "  Vomiting * 1/32 (3.13%)",
        "  Fever * 2/32 (6.25%)",
        "  Infusion related reaction * 1/32 (3.13%)",
        "  Pain * 1/32 (3.13%)",
        "  Anaphylaxis * 1/32 (3.13%)",
        "  Lung Infection * 1/32 (3.13%)",
        "  Sepsis * 3/32 (9.38%)",
        "  Upper Respiratory Infection * 1/32 (3.13%)",
        "  Creatinine Increased * 2/32 (6.25%)"
    ]
}