{
    "Clinical Trial ID": "NCT02073487",
    "Intervention": [
        "INTERVENTION 1: ",
        "  T-DM1 + Lapatinib + Abraxane",
        "  T-DM1 intravenously (IV) every three weeks plus L orally once daily for 6 weeks followed by abraxane IV weekly for 12 weeks.",
        "  T-DM1: antibody-drug conjugate of trastuzumab and emtansine",
        "  Lapatinib: Dual tyrosine kinase inhibitor (HER2 and EGFR)",
        "  Abraxane: albumin-bound paclitaxel. chemotherapy - microtubule inhibitor.",
        "INTERVENTION 2: ",
        "  Trastuzumab + Pertuzumab + Paclitaxel",
        "  Trastuzumab IV weekly plus pertuzumab IV every 3 weeks for 6 weeks, followed by paclitaxel IV weekly for 12 weeks.",
        "  Trastuzumab: anti-Her2 monoclonal antibody",
        "  Paclitaxel: chemotherapy - microtubule inhibitor",
        "  Pertuzumab: anti-HER2 monoclonal antibody"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female gender;",
        "  Age 18 years;",
        "  Performance Status- Eastern Cooperative Oncology Group (ECOG) 0-1",
        "  Histologically confirmed invasive breast cancer:",
        "  Primary tumor greater than 1 cm diameter, measured by clinical examination and mammography or ultrasound.",
        "  Any N,",
        "  No evidence of metastasis (M0) (isolated supra-clavicular node involvement allowed);",
        "  Over expression and/or amplification of HER2 in the invasive component of the primary tumor and confirmed by a certified laboratory prior to randomization.",
        "  Known hormone receptor status.",
        "  Hematopoietic status:",
        "  CBC not less than .75 of institutional lower limit. Absolute neutrophil count  1,5 x 10^9/L, Platelet count  100 x 10^9/L, Hemoglobin at least 9 g/dl,",
        "  Hepatic status:",
        "  Serum total bilirubin  2 x upper limit of normal (ULN). In the case of known Gilbert's syndrome, a higher serum total bilirubin (< 1.5 x ULN) is allowed, Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT)  3.5 times ULN, Alkaline phosphatase  2.5 times ULN,  Renal status: Creatinine  1.5mg/dL,",
        " Cardiovascular: Baseline left ventricular ejection fraction (LVEF) ³ 50% measured by echocardiography (ECHO) or Multiple Gate Acquisition (MUGA) scan,",
        "  Negative serum or urine β-hCG pregnancy test at screening for patients of childbearing potential within 2-weeks (preferably 7 days) prior to randomization.",
        "  Fertile patients must use effective contraception (barrier method - condoms, diaphragm - also in conjunction with spermicidal jelly, or total abstinence. Oral, injectable, or implant hormonal contraceptives are not allowed)",
        "  Signed informed consent form (ICF)",
        "  Patient accepts to make available tumor samples for submission to central laboratory to conduct translational studies as part of this protocol.",
        "Exclusion Criteria:",
        "  Previous (less than 5 years) or current history of malignant neoplasms, except for curatively treated: Basal and squamous cell carcinoma of the skin; Carcinoma in situ of the cervix.",
        "  Patients with a prior malignancy diagnosed more than 5 years prior to randomization may enter the study.",
        "  Preexisting peripheral neuropathy  grade 2",
        "  Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension (  180/110), unstable diabetes mellitus, dyspnea at rest, or chronic therapy with oxygen;",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety;",
        "  Unresolved or unstable, serious adverse events from prior administration of another investigational drug;",
        "  Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of ICF;",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded;",
        "  Concurrent neoadjuvant cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy other than the trial therapies);",
        "  Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial;",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to trastuzumab Emtansine, trastuzumab, lapatinib, paclitaxel, abraxane or their components;",
        "  Pregnant or lactating women;",
        "  Concomitant use of CYP3A4 inhibitors or inducers",
        "  Other concurrent severe and/or uncontrolled concomitant medical conditions (e.g. active or uncontrolled infection, uncontrolled diabetes) that could cause unacceptable safety risks or compromise compliance with the protocol",
        "  Patients have an active infection and require IV or oral antibiotics.",
        "  Pregnant or breast-feeding women",
        "  Patients unwilling or unable to comply with the protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathological Complete Response (pCR) RCB-0 or RCB-1",
        "  To evaluate the pathological complete response (pCR) in the breast after treatment with Trastuzumab Emtansine plus Lapatinib follow by Abraxane in women with HER2 Neu over-expressed breast cancer patients per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.\", or similar definition that is accurate and appropriate.",
        "  Residual cancer burden (RCB)-0 was synonymous with pCR, indicating no residual disease present.",
        "  Time frame: From date of randomization until the date of surgery, approximately 16 weeks",
        "Results 1: ",
        "  Arm/Group Title: T-DM1 + Lapatinib + Abraxane",
        "  Arm/Group Description: T-DM1 intravenously (IV) every three weeks plus L orally once daily for 6 weeks followed by abraxane IV weekly for 12 weeks.",
        "  T-DM1: antibody-drug conjugate of trastuzumab and emtansine",
        "  Lapatinib: Dual tyrosine kinase inhibitor (HER2 and EGFR)",
        "  Abraxane: albumin-bound paclitaxel. chemotherapy - microtubule inhibitor.",
        "  Overall Number of Participants Analyzed: 14",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  14 100.0%",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab + Pertuzumab + Paclitaxel",
        "  Arm/Group Description: Trastuzumab IV weekly plus pertuzumab IV every 3 weeks for 6 weeks, followed by paclitaxel IV weekly for 12 weeks.",
        "  Trastuzumab: anti-Her2 monoclonal antibody",
        "  Paclitaxel: chemotherapy - microtubule inhibitor",
        "  Pertuzumab: anti-HER2 monoclonal antibody",
        "  Overall Number of Participants Analyzed: 16",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  10  62.5%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/14 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/16 (0.00%)"
    ]
}