{
    "Clinical Trial ID": "NCT00009945",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1: Clodronate",
        "  Patient receives 2 tablets once daily for 3 years.",
        "  clodronate: 1600 mg PO daily",
        "INTERVENTION 2: ",
        "  Arm 2: Placebo",
        "  Patient receives 2 tablets once daily for 3 years.",
        "  placebo: 2 pills PO daily"
    ],
    "Eligibility": [
        "Eligibility",
        "  Patients must have undergone either a total mastectomy or a lumpectomy with either an axillary dissection or sentinel node biopsy. If any sentinel node is histologically positive by H & E, or histologically suspicious on H & E and confirmed positive by immunohistochemistry (IHC), then the patient must have a completion axillary dissection.",
        "  The tumor must be invasive adenocarcinoma on histologic examination with clinical assessment T1-3, N0-1, M0.",
        "  Patients must not be participating in any other clinical trials of systemic therapy for early-stage breast cancer. Patients may participate in the following radiation therapy trials:",
        "  Node-positive patients may participate in the National Cancer Institute of Canada Clinical Trials Group protocol MA.20, provided the requirements of the B-34 protocol continue to be met. (Node-negative B-34 patients may not participate in MA.20.)",
        "  Node-positive mastectomy patients may participate in Southwest Oncology Group protocol S9927, provided the requirements of the B-34 protocol continue to be met.",
        "  Patients must have an analysis of both estrogen and progesterone receptors on the primary tumor performed prior to randomization. Tumors will be defined as ER or progesterone receptor (PgR) positive if: 1) the Dextran-coated charcoal or sucrose-density gradient method shows them to have greater than or equal to 10 fmol/mg cytosol protein, or 2) if using individual laboratory criteria they can be shown to be positive by the enzyme immunoassay method (EIA) or immunocytochemical assay. \"Marginal or borderline,\" results (i.e., those not definitively negative) will also be considered positive.",
        "  At the time of randomization, the patient must have had the following within the past 3 months: history and physical exam, a bone scan, thoracic and lumbar spine x-rays, and a chest x-ray. Within the past 12 months patients must have had a gynecologic exam (for women who have a uterus and who will be taking tamoxifen) and a bilateral mammogram.",
        "  At the time of randomization:",
        "  the postoperative absolute neutrophil count (ANC) must be greater than or equal to 1500/mm3 (or less than 1500/mm3 if, in the opinion of the investigator, this represents an ethnic or racial variation of normal);",
        "  the postoperative platelet count must be greater than or equal to 100,000;",
        "  there must be postoperative evidence of adequate hepatic function, i.e.,",
        "  total bilirubin at or below the upper limit of normal (ULN) for the laboratory; and",
        "  alkaline phosphatase less than 2.5 x the ULN; and",
        "  the serum glutamate oxaloacetate transaminase (SGOT)/ aspartate transaminase (AST) less than 1.5 x the ULN;",
        "  there must be postoperative evidence of adequate renal function (serum creatinine within or less than the laboratory's normal range).",
        "  Serum albumin and serum calcium must be within normal limits.",
        "  A patient with skeletal pain is eligible for inclusion in the study if bone scan and/or roentgenological examination fails to disclose metastatic disease. Suspicious findings must be confirmed as benign by x-ray, MRI, or biopsy.",
        "  Patients with prior nonbreast malignancies are eligible if they have been disease- free for greater than or equal to 5 years before randomization and are deemed at low risk for recurrence by their treating physicians. Patients with squamous or basal cell carcinoma of the skin that has been effectively treated, carcinoma in situ of the cervix that has been treated by surgery only, or lobular carcinoma in situ (LCIS) of the ipsilateral or contralateral breast treated by hormone therapy and/or surgery only are eligible, even if these were diagnosed within 5 years before randomization.",
        "  Patients must have a Zubrod performance status of 0, 1, or 2.",
        "  Special conditions for eligibility of lumpectomy patients: Irradiation and surgery. Patients treated by lumpectomy and axillary node dissection (or no axillary dissection if sentinel node biopsy is negative) to be followed by breast radiation therapy must meet all the eligibility criteria in addition to the following:",
        "  Generally, lumpectomy should be reserved for tumors less than 5 cm. However, at the investigator's discretion, patients treated with lumpectomy for tumors greater than or equal to 5 cm are eligible.",
        "  The margins of the resected specimen must be histologically free of invasive tumor and ductal carcinoma in situ (DCIS). For patients in whom pathologic examination demonstrates tumor present at the line of resection, additional operative procedures may be performed to obtain clear margins. This is permissible even if axillary dissection has been performed. Patients in whom tumor is still present at the resected margins after re-excision(s) must undergo total mastectomy to be eligible.",
        "  Ineligibility.",
        "  Significant non-malignant bone disease that is likely to interfere with the interpretation of bone x-rays.",
        "  Ulceration, erythema, infiltration of the skin or the underlying chest wall (complete fixation), peau d'orange, or skin edema of any magnitude. (Tethering or dimpling of the skin or nipple inversion should not be interpreted as skin infiltration. Patients with these conditions are eligible.)",
        "  Ipsilateral lymph nodes that on clinical examination are found to be fixed to one another or to other structures (cN2 disease).",
        "  Suspicious palpable nodes in the contralateral axilla or palpable supraclavicular or infraclavicular nodes, unless there is biopsy evidence that these are not involved with tumor.",
        "  Prior therapy for breast cancer, including irradiation, chemotherapy, biotherapy, and/or hormonal therapy, with the exception of tamoxifen. Tamoxifen may be given as adjuvant therapy before study entry, but only if it was started within 28 days before randomization. Patients who started tamoxifen within 28 days before randomization and who are being considered for chemotherapy must have their tamoxifen stopped at the start of chemotherapy.",
        "  Prior history of breast cancer, except LCIS.",
        "  Any sex hormonal therapy, e.g., birth control pills, ovarian hormonal replacement therapy, etc. (These patients are eligible only if this therapy is discontinued prior to randomization.) Exceptions: patients may use low-dose estrogen vaginal creams or Estring® for symptomatic vaginal dryness, raloxifene (or other selective estrogen receptor modulators [SERMs]) for the prevention of osteoporosis, and luteinizing-hormone-releasing hormone (LHRH) agonists/antagonists for the purpose of medical ovarian ablation as a component of adjuvant therapy for the breast cancer.",
        "  Patients currently taking alendronate (Fosamax®) or other bisphosphonates or calcitonin to treat or prevent osteoporosis are not eligible.",
        "  Non-malignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude a patient from being subjected to any of the treatment options or would prevent prolonged follow-up.",
        "  Psychiatric or addictive disorders that would preclude obtaining informed consent.",
        "  Pregnancy or lactation at the time of proposed randomization. This protocol excludes pregnant or lactating women because the effects of clodronate on such women have not been studied fully.",
        "  Bilateral malignancy or a mass or mammographic abnormality in the opposite breast suspicious for malignancy unless there is biopsy proof that the mass is not malignant.",
        "  Special conditions for ineligibility of lumpectomy patients: Irradiation and surgery. The following patients will also be ineligible:",
        "  Patients with diffuse tumors (as demonstrated on mammography) that would not be considered surgically amenable to lumpectomy.",
        "  Patients treated with lumpectomy in whom there is another clinically dominant mass or mammographically suspicious abnormality within the ipsilateral breast remnant. Such a mass must be biopsied and demonstrated to be histologically benign prior to randomization or, if malignant, must be surgically removed with clear margins.",
        "  Patients in whom the margins of the resected specimen are involved with invasive tumor or ductal carcinoma in situ (DCIS). Additional surgical resections to obtain free margins are allowed. Patients in whom tumor is still present after the additional resection(s) must undergo mastectomy to be eligible."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease Free Survival.",
        "  Time to first event where an event is any recurrences, 2nd primary or death to determine the percentage of patients disease free at 8 years",
        "  Time frame: 8 years",
        "Results 1: ",
        "  Arm/Group Title: Arm 1: Clodronate",
        "  Arm/Group Description: Patient receives 2 tablets once daily for 3 years.",
        "  clodronate: 1600 mg PO daily",
        "  Overall Number of Participants Analyzed: 1655",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  81.0",
        "Results 2: ",
        "  Arm/Group Title: Arm 2: Placebo",
        "  Arm/Group Description: Patient receives 2 tablets once daily for 3 years.",
        "  placebo: 2 pills PO daily",
        "  Overall Number of Participants Analyzed: 1656",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  79.6"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 340/1612 (21.09%)",
        "  Anemia 10/1612 (0.62%)",
        "  Blood and lymphatic system disorders - Other, specify 3/1612 (0.19%)",
        "  Febrile neutropenia 7/1612 (0.43%)",
        "  Cardiac disorders - Other, specify 6/1612 (0.37%)",
        "  Conduction disorder 2/1612 (0.12%)",
        "  Myocardial infarction 6/1612 (0.37%)",
        "  Palpitations 1/1612 (0.06%)",
        "  Pericardial effusion 0/1612 (0.00%)",
        "  Sinus bradycardia 2/1612 (0.12%)",
        "Adverse Events 2:",
        "  Total: 350/1623 (21.57%)",
        "  Anemia 8/1623 (0.49%)",
        "  Blood and lymphatic system disorders - Other, specify 3/1623 (0.18%)",
        "  Febrile neutropenia 4/1623 (0.25%)",
        "  Cardiac disorders - Other, specify 2/1623 (0.12%)",
        "  Conduction disorder 1/1623 (0.06%)",
        "  Myocardial infarction 4/1623 (0.25%)",
        "  Palpitations 0/1623 (0.00%)",
        "  Pericardial effusion 2/1623 (0.12%)",
        "  Sinus bradycardia 0/1623 (0.00%)"
    ]
}