{
    "Clinical Trial ID": "NCT00978250",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Non-Small Cell Cancer Stratum",
        "  FdCyd (100 mg/m(2)) + THU (350 mg/m(2)) administered 5 days/week for 2 weeks in 28-day cycles",
        "  5-Fluoro-2'-Deoxycytidine (FdCyd) + Tetrahydrouridine (THU): FdCyd, a fluoropyrimidine nucleoside analog, has a short (10-minute) half-life and is rapidly degraded in vivo by cytidine deaminase. However, co-administration with THU, an inhibitor of cytidine/deoxycytidine deaminase, has been shown to increase the area under the curve (AUC) of the parent compound more than 4-fold. Increased FdCyd exposure allows it to be taken up intracellularly and converted to its triphosphate, which is incorporated into deoxyribonucleic acid (DNA) and inhibits the action of the enzyme DNA methyltransferase (DNMT). Inhibition of daunomycin DNMT, and in turn DNA methylation, can result in the re-expression of tumor suppressor genes.",
        "INTERVENTION 2: ",
        "  Breast Cancer Stratum",
        "  FdCyd (100 mg/m(2)) + THU (350 mg/m(2)) administered 5 days/week for 2 weeks in 28-day cycles",
        "  5-Fluoro-2'-Deoxycytidine (FdCyd) + Tetrahydrouridine (THU): FdCyd, a fluoropyrimidine nucleoside analog, has a short (10-minute) half-life and is rapidly degraded in vivo by cytidine deaminase. However, co-administration with THU, an inhibitor of cytidine/deoxycytidine deaminase, has been shown to increase the area under the curve (AUC) of the parent compound more than 4-fold. Increased FdCyd exposure allows it to be taken up intracellularly and converted to its triphosphate, which is incorporated into deoxyribonucleic acid (DNA) and inhibits the action of the enzyme DNA methyltransferase (DNMT). Inhibition of daunomycin DNMT, and in turn DNA methylation, can result in the re-expression of tumor suppressor genes."
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Patients must have histologically documented metastatic or unresectable non-small cell lung cancer, head and neck cancer, urothelial transitional cell carcinoma, or breast cancer whose disease has progressed after at least one line of standard therapy.",
        "  Patients with solid tumors (non-small cell lung cancer, head and neck cancer, urothelial transitional cell carcinoma, and breast cancer) must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than or equal to 20 mm with conventional techniques or as greater than or equal 10 mm with spiral computed tomography (CT) scan. Patients with the above tumor types whose disease is limited to the skin are eligible at the discretion of the principal investigator (PI) and must have a physical exam with documentation of skin lesion(s) by color photography, including a ruler to estimate the size of the lesion(s).",
        "  Diagnosis of malignancy must be confirmed by the department of pathology at the institution where the patient is enrolled prior to patient enrollment.",
        "  Any prior therapy must have been completed greater than or equal to 4 weeks prior to enrollment on protocol and the participant must have recovered to eligibility levels from prior toxicity. Patients should be at least six weeks out from nitrosoureas and mitomycin C. Prior radiation should have been completed greater than or equal to 4 weeks prior to study enrollment and all associated toxicities resolved to eligibility levels. Patients must be greater than or equal to 2 weeks since any investigational agent administered as part of a Phase 0 study (also referred to as an \"early Phase I study\" or \"pre-Phase I study\" where a sub-therapeutic dose of drug is administered) at the PI's discretion, and should have recovered to eligibility levels from any toxicities.",
        "  Age greater than or equal to 18 years. Because no dosing or adverse event data are currently available on the use of 5-Fluoro-2'-Deoxycytidine (FdCyd) and Tetrahydrouridine (THU) in patients less than 18 years of age, children are excluded from this study, but may be eligible for future pediatric Phase I combination trials.",
        "  Karnofsky performance status greater than or equal to 60%.",
        "  Life expectancy of greater than 3 months.",
        "  Patients must have normal organ and marrow function as defined below:",
        "  absolute neutrophil count greater than or equal to 1,500/mcL",
        "  platelets greater than or equal to 100,000/mcL",
        "  total bilirubin less than 1.5 times institutional upper limit of normal",
        "  Aspartate transaminase (AST)(Serum glutamic-oxaloacetic transaminase (SGOT))/Alanine transaminase (ALT)(Serum glutamic pyruvic transaminase (SGPT)) less than or equal to 3 times institutional upper limit of normal; less than or equal to 5 times upper limit of normal (ULN) for patients with liver metastases",
        "  creatinine less than 1.5 times institutional upper limit of normal",
        "  OR",
        "  creatinine clearance greater than or equal to 60 mL/min for patients with creatinine levels above 1.5 times institutional upper limit of normal.",
        "  Because FdCyd has been shown to be teratogenic in animals, pregnant women will be excluded from this trial. Nursing women are also excluded, as there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with FdCyd. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation, and for 3 months after completion of study. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she or her partner should inform the treating physician immediately.",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Patients should not be receiving any other investigational agents.",
        "EXCLUSION CRITERIA:",
        "  Patients with clinically significant illnesses which would compromise participation in the study, including, but not limited to: active or uncontrolled infection, immune deficiencies or confirmed diagnosis of human immunodeficiency virus (HIV) infection, active infection with Hepatitis B or Hepatitis C, uncontrolled diabetes, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, myocardial infarction within the past 6 months, uncontrolled cardiac arrhythmia; or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  History of allergic reactions attributed to fluoropyrimidines (e.g., capecitabine, fluorouracil, fluorodeoxyuridine) or tetrahydrouridine."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS)",
        "  Progression-free survival (PFS) is defined as the time interval from start of treatment to documented evidence of disease progression. Disease progression was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) and is at least a 20% increase in the sum of the longest diameter (LD) of target lesions, taking as reference the smallest sum of the LD recorded since the treatment started or the appearance of one or more new lesions.",
        "  Time frame: until subject progressed or went off study for other reasons (up to approximately 1 year)",
        "Results 1: ",
        "  Arm/Group Title: Non-Small Cell Cancer Stratum",
        "  Arm/Group Description: FdCyd (100 mg/m(2)) + THU (350 mg/m(2)) administered 5 days/week for 2 weeks in 28-day cycles",
        "  5-Fluoro-2'-Deoxycytidine (FdCyd) + Tetrahydrouridine (THU): FdCyd, a fluoropyrimidine nucleoside analog, has a short (10-minute) half-life and is rapidly degraded in vivo by cytidine deaminase. However, co-administration with THU, an inhibitor of cytidine/deoxycytidine deaminase, has been shown to increase the area under the curve (AUC) of the parent compound more than 4-fold. Increased FdCyd exposure allows it to be taken up intracellularly and converted to its triphosphate, which is incorporated into deoxyribonucleic acid (DNA) and inhibits the action of the enzyme DNA methyltransferase (DNMT). Inhibition of daunomycin DNMT, and in turn DNA methylation, can result in the re-expression of tumor suppressor genes.",
        "  Overall Number of Participants Analyzed: 25",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  2.3        (1.6 to 3.9)",
        "Results 2: ",
        "  Arm/Group Title: Breast Cancer Stratum",
        "  Arm/Group Description: FdCyd (100 mg/m(2)) + THU (350 mg/m(2)) administered 5 days/week for 2 weeks in 28-day cycles",
        "  5-Fluoro-2'-Deoxycytidine (FdCyd) + Tetrahydrouridine (THU): FdCyd, a fluoropyrimidine nucleoside analog, has a short (10-minute) half-life and is rapidly degraded in vivo by cytidine deaminase. However, co-administration with THU, an inhibitor of cytidine/deoxycytidine deaminase, has been shown to increase the area under the curve (AUC) of the parent compound more than 4-fold. Increased FdCyd exposure allows it to be taken up intracellularly and converted to its triphosphate, which is incorporated into deoxyribonucleic acid (DNA) and inhibits the action of the enzyme DNA methyltransferase (DNMT). Inhibition of daunomycin DNMT, and in turn DNA methylation, can result in the re-expression of tumor suppressor genes.",
        "  Overall Number of Participants Analyzed: 29",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  3.7        (1.8 to 5.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 38/93 (40.86%)",
        "  Anemia 4/93 (4.30%)",
        "  Febrile neutropenia 1/93 (1.08%)",
        "  Atrial fibrillation 1/93 (1.08%)",
        "  Cardiac arrest 1/93 (1.08%)",
        "  Retinopathy 1/93 (1.08%)",
        "  Abdominal distension 1/93 (1.08%)",
        "  Abdominal pain 6/93 (6.45%)",
        "  Colitis 1/93 (1.08%)",
        "  Constipation 1/93 (1.08%)",
        "  Diarrhea 4/93 (4.30%)",
        "  Duodenal ulcer 1/93 (1.08%)",
        "  Dysphagia 4/93 (4.30%)",
        "Adverse Events 2:",
        "   "
    ]
}