{
    "Clinical Trial ID": "NCT00343382",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Collective Placebo",
        "  Patients receive 1 capsule of placebo 2 times per day for 6 weeks and; patients receive 1 capsule of placebo 4 times per day for 6 weeks.",
        "INTERVENTION 2: ",
        "  Pilocarpine 2 Times Per Day",
        "  Patients receive 5mg of Pilocarpine 2 times per day for 6 weeks."
    ],
    "Eligibility": [
        "Required Characteristics:",
        "  Adult post menopausal women or women with no childbearing potential ( 18 years) with a history of breast cancer (currently no evidence of disease) or women who do not want to take vaginal estrogen for a fear of an increased risk of breast cancer. Postmenopausal status will be determined by the primary physician.",
        "  Significant vaginal complaints defined as persistent vaginal dryness and/or itching of sufficient severity to make a patient desire therapeutic intervention. Symptoms should have been present  2 months prior to randomization.",
        "  Life expectancy > 6 months",
        "  Ability to complete questionnaire(s) by themselves or with assistance.",
        "  Contraindications:",
        "  Initiation or discontinuation of tamoxifen or aromatase inhibitors 2 months prior to randomization or plans to initiate or discontinue any of these medications during the 6-week study.",
        "  Active vaginal infection",
        "  Concurrent chemotherapy",
        "  Acute iritis",
        "  Current or past use of pilocarpine (regardless of purpose)",
        "  Planned use of any vaginal preparations during the study period (including any over the counter or herbal preparations). Note: Lubricants used during sexual intercourse are permitted.",
        "  Use of any vaginal preparations  1 week prior to study entry (Exception: If patient has used vaginal preparations during the previous week but will stop, then they can be placed on study with plans to start with pretreatment questionnaire one week later). Note: Lubricants used during sexual intercourse are permitted.",
        "  Current ( 4weeks prior to randomization), or planned during the study period, use of any estrogen product.",
        "  A diagnosis of asthma, COPD, CAD or narrow angle glaucoma, or known cholelithiasis.",
        "  Hepatic or renal insufficiency defined as a history of an elevation of SGOT 1.5 x ULN or creatinine  1.5 x ULN within the past year.",
        "  Concurrent use of other anticholinergics",
        "  Use of pharmacologic soy preparations",
        "  Known history of cardiac arrhythmia. (Patients with occasional PVC's or PAC's that do not require treatment are eligible.)",
        "  Prior or concurrent pelvic radiation therapy",
        "  Prior radical pelvic surgery (TAH/BSO is allowed)",
        "  Use of beta adrenergic antagonists",
        "  Diagnosis of any of the following conditions:",
        "  Vulvar and vaginal dysplasia",
        "  Essential vulvodynia",
        "  Vulvar vestibulitis",
        "  Vaginal prolapse",
        "  Bartholin cyst/abscess",
        "  History of Bartholin gland surgery",
        "  Lichen sclerosis",
        "  Lichen planus of the vulvovaginal region",
        "  Desquamative vaginitis"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Average Vaginal Dryness Scores Via Area Under the Curve (AUC) Summary Statistics",
        "  Vaginal dryness was measured by the numerical analogue scale at baseline and through the six weeks of treatment. The item scores was transformed into 0 to 100 scales with 0=poor quality of life (QOL) and 100=best possible QOL. The average AUC values were calculated by dividing 6 from AUC values for participants who completed item on all 6 weeks. If a participant completed the item at baseline, week 1, 2 and 3 but did not complete the item at week 4 to week 6, the AUC values of the item was prorated, which is (((AUC values * 6) / 3) / 6). The average pro-rated AUC for vaginal dryness scores was compared in each of the Pilocarpine arms against the collective placebo arm.",
        "  Time frame: Baseline to Week 6",
        "Results 1: ",
        "  Arm/Group Title: Collective Placebo",
        "  Arm/Group Description: Patients receive 1 capsule of placebo 2 times per day for 6 weeks and; patients receive 1 capsule of placebo 4 times per day for 6 weeks.",
        "  Overall Number of Participants Analyzed: 61",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  63.6         (24.04)",
        "Results 2: ",
        "  Arm/Group Title: Pilocarpine 2 Times Per Day",
        "  Arm/Group Description: Patients receive 5mg of Pilocarpine 2 times per day for 6 weeks.",
        "  Overall Number of Participants Analyzed: 61",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  55.8         (27.69)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/65 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}