{
    "Clinical Trial ID": "NCT00627978",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone",
        "  Participants are treated with Ixabepilone.",
        "  ixabepilone: ixabepilone 40 mg/m2 Q3w over 3 hours",
        "INTERVENTION 2: ",
        "  Control",
        "  No treatment with Ixabepilone"
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Histologic or cytologic diagnosis of adenocarcinoma originating in the breast.",
        "  Evidence that the cancer is metastatic or locally advanced and not curable by local measures (i.e., surgery, radiation).",
        "  NOTE: There is no limit on number of prior chemotherapy regimens received.",
        "  Karnofsky performance status (KPS) score of 70 - 100; (Appendix 1).",
        "  Life expectancy of at least 12 weeks.",
        "  Adequate recovery of drug related toxicities from prior systemic therapy (recovery to < = Grade 1 except for Grade 2 fatigue and alopecia).",
        "  Adequate recovery from recent surgery and radiation therapy. At least one week must have elapsed from the time of a minor surgery and/or focal/palliative radiation therapy; at least 3 weeks for major surgery and other radiation therapy.",
        "  Women or Men, age > = 18 years.",
        "  Patients must have normal organ and marrow function as defined below:",
        "  Hematologic function with absolute neutrophils  1,500/mm3 and/or platelets > 125,000/mm3",
        "  Hepatic function with serum bilirubin less than 1.5 times the upper institutional limits of normal, ALT  2.5 times the upper institutional limits of normal ( 5 times the upper institutional limits of normal if documented hepatic metastases are present)",
        "  Renal function with serum creatinine  1.5 times the upper limit of normal",
        "  Women of childbearing potential (WOCBP) and men with partners who are of childbearing potential must be using an adequate method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the study in such a manner that the risk of pregnancy is minimized.",
        "  WOCBP include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or is not postmenopausal (defined as amenorrhea > = 12 consecutive months; or women on hormone replacement therapy (HRT) with documented serum follicle stimulating hormone (FSH) level > 35 mIU/mL). Even women who are using oral, implanted or injectable contraceptive hormones or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practicing abstinence or where partner is sterile (e.g., vasectomy), should be considered to be of child bearing potential.",
        "  - WOCBP must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours prior to the start of study medication.",
        "  Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
        "  Exclusion Criteria",
        "  Patients with known and active brain and/or leptomeningeal metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.",
        "  CTC Grade 2 or greater neuropathy (motor or sensory) at study entry.",
        "  Prior treatment with ixabepilone.",
        "  Serious intercurrent infections, or nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this therapy, including, but not limited to: ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Known history of HIV infection.",
        "  Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.",
        "  Patients may not be receiving any other concurrent chemotherapy, hormonal therapy, immunotherapy regimens or radiation therapy, standard or investigational.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to ixabepilone.",
        "  Known prior severe hypersensitivity reactions to agents containing CremophorEL.",
        "  Patients may not be receiving any prohibited therapies and/or medications.",
        "  Pregnant and lactating women are excluded from the study because the risks to an unborn fetus or potential risks in nursing infants are unknown."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Axons With Abnormal Morphology",
        "  Digital photographs for morphometry were captured at a magnification of 8000-16,000x and the photos were uploaded onto an imaging platform of transmission electron microscope (iTEM) (Olympus, Mu¨nster, Germany). The figures were enlarged by 50%, and an individual linear array was used to measure the axonal diameter (cross-sectional area) and the number of unmyelinated axons per Remak Schwann cell was enumerated according to the established methodology.",
        "  Time frame: Baseline and Over 7 cycles of treatment, approximately 21 weeks",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone",
        "  Arm/Group Description: Participants are treated with Ixabepilone.",
        "  ixabepilone: ixabepilone 40 mg/m2 Q3w over 3 hours",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of axons  Axons grade 0 (normal) or 1 morphology baseline: 52",
        "  Axons grade 0 (normal) or 1 morphology Cycle 7: 2",
        "  Axons grade 3 or 4 morphology baseline: 24",
        "  Axons grade 3 or 4 morphology Cycle 7: 79",
        "Results 2: ",
        "  Arm/Group Title: Control",
        "  Arm/Group Description: No treatment with Ixabepilone",
        "  Overall Number of Participants Analyzed: 5",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of axons  Axons grade 0 (normal) or 1 morphology baseline: 82",
        "  Axons grade 0 (normal) or 1 morphology Cycle 7: NA  [1]",
        "  Axons grade 3 or 4 morphology baseline: 15.5",
        "  Axons grade 3 or 4 morphology Cycle 7: NA  [1]"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/0",
        "Adverse Events 2:",
        "  Total: 0/0"
    ]
}