{
    "Clinical Trial ID": "NCT00635050",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Doxil, Paclitaxel, Cyclophosphamide + Avastin",
        "  Two stage phase II single arm trial to evaluate the pathologic complete response rate to sequential dose dense chemotherapy using Doxil, paclitaxel and cyclophosphamide with concurrent Avastin in patients with advanced invasive breast cancer.",
        "  Regimen A: Doxil 25 mg/M2 iv and Avastin 10 mg/kg iv every 2 weeks x 3, then paclitaxel 175 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3, then cyclophosphamide 600 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3 . Patients who experience <pCR to primary chemotherapy will receive an additional year of Avastin 15 mg/kg iv every 3 weeks, beginning 6-8 weeks after operation.",
        "  Regimen B: Identical to Regimen A except that the Doxil dose was 30 mg/M2 iv every 2 weeks x 3."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed, measurable, invasive breast carcinoma T >2cm, Nany, M0.",
        "  Patients with node-negative, ER or PR-positive tumors 4 cm in size whose tumors are low risk (defined as a score of 0-17) on an Oncotype DX profile are not eligible.",
        "  19 years of age or greater",
        "  Known ER, PR and HER-2 status (FISH assay to be done on specimens with 2+ or 3+ immunohistochemical staining for HER-2): patients with gene amplification on FISH study will be considered to be HER-2 positive. Patients for this study must be FISH negative if immunohistochemical stain is 2+ or 3+ positive; patients with negative, 0 or 1+ immunohistochemical stain for HER-2 are eligible.",
        "  Known axillary nodal status: aspiration cytology or biopsy",
        "  Documented menopausal status premenopausal (having menstrual periods or FSH <35) or postmenopausal (  12 months since last menstrual period with intact uterus and at least one ovary or FSH 35 or previous bilateral oophorectomy",
        "  Non-pregnant if premenopausal (negative serum or urine pregnancy test within 7 days of starting chemotherapy) and not breast feeding",
        "  Patients with reproductive potential must use an adequate contraceptive method (e.g., abstinence, intrauterine device, barrier device with spermicide or surgical sterilization) during treatment and for three months after completing treatment.",
        "  Life expectancy of less than 12 weeks",
        "  Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study other than a Genentech-sponsored Avastin cancer study",
        "  Pregnant or lactating women.",
        "  History of cardiac disease, with New York Heart Association Grade II or greater or clinical evidence of congestive heart failure.",
        "  Serious comorbid medical conditions which would impair the ability to receive chemotherapy on time",
        "  Previous invasive cancer within the last 5 years",
        "  Altered mental status or dementia which would interfere with understanding of informed consent and ability to comply with study and follow-up procedures.",
        "  Hypersensitivity to Doxil, doxorubicin, cyclophosphamide, cremophore (contained in teniposide, cyclosporine, and vitamin K), or to any component of Avastin",
        "  Inadequately controlled hypertension (defined as blood pressure of >150/100 mmHg on antihypertensive medication)",
        "  Unstable angina pectoris",
        "  History of myocardial infarction or unstable angina within 12 months prior to beginning therapy",
        "  History of stroke or TIA at any time",
        "  Clinically significant vascular (e.g., aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis, aortic dissection) or peripheral vascular disease with 6 months prior to beginning therapy",
        "  History of hemoptysis (greater than or equal to 1/2 teaspoon of bright red blood per episode) within 1 month prior to beginning therapy",
        "  Evidence of bleeding diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation)",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to beginning therapy or anticipation of need for major surgical procedure during the course of the study",
        "  Patients must have a 2-d echocardiogram indicating an ejection fraction of > 50% within 42 days prior to first dose of study drug. The method used at baseline must be used for later monitoring.",
        "  No distant metastases on bone scan and on CT scans of chest and abdomen (no metastasis on optional PET scan is an acceptable alternative; if PET scan is done for any reason it must show no evidence of distant metastasis). Baseline PET scan is recommended but not required for all patients.",
        "  No CNS metastasis",
        "  Hbg 9 gm, platelets 100,000, granulocytes 1000, total or direct bilirubin 1.2, creatinine 2.0 and urine protein:creatinine ratio <1.0",
        "  No prior chemotherapy or radiotherapy and 4 weeks of prior antiestrogen or aromatase inhibitor therapy",
        "  No concomitant hormone replacement (i.e. estrogen or progestin) therapy",
        "  PS less than or equal to one",
        "Exclusion Criteria:",
        "  Minor surgical procedure (excluding placement of a vascular access device) such as fine needle aspiration or core needle biopsy within 7 days of beginning therapy",
        "  Urine protein:creatinine ratio 1.0 at initial screening",
        "  Known hypersensitivity to any component of Avastin",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months of beginning therapy",
        "  Serious, non-healing wound, active ulcer, or untreated bone fracture",
        "  Any prior history of hypertensive crisis or hypertensive encephalopathy",
        "  Known CNS metastasis, except for treated brain metastasis. Treated brain metastases are defined as having no evidence of progression or hemorrhage after treatment and no ongoing requirement for dexamethasone, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period. Anticonvulsants (stable dose) are allowed. Treatment for brain metastases may include whole brain radiotherapy (WBRT), radiosurgery (RS; Gamma Knife, LINAC, or equivalent) or a combination as deemed appropriate by the treating physician. Patients with CNS metastases treated by neurosurgical resection or brain biopsy performed within 3 months prior to Day 1 will be excluded."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Rate of Achievement of Pathological Complete Response (pCR)",
        "  Results of the pathologic evaluation of the surgical specimen(s) from operation (segmental or total mastectomy) will be used to report the overall complete pathological response rate. Criteria used were those described by Kaufmann et al, Journal of Clinical Oncology 2003; 21(13):2600-2608. The definition of pCR used from this source was absence of invasive cancer in both resected breast tissue and in resected axillary nodes.",
        "  Time frame: After completion of at least 8 of the 9 chemotherapy doses and operation.",
        "Results 1: ",
        "  Arm/Group Title: Doxil, Paclitaxel, Cyclophosphamide + Avastin",
        "  Arm/Group Description: Two stage phase II single arm trial to evaluate the pathologic complete response rate to sequential dose dense chemotherapy using Doxil, paclitaxel and cyclophosphamide with concurrent Avastin in patients with advanced invasive breast cancer.",
        "  Regimen A: Doxil 25 mg/M2 iv and Avastin 10 mg/kg iv every 2 weeks x 3, then paclitaxel 175 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3, then cyclophosphamide 600 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3 . Patients who experience <pCR to primary chemotherapy will receive an additional year of Avastin 15 mg/kg iv every 3 weeks, beginning 6-8 weeks after operation.",
        "  Regimen B: Identical to Regimen A except that the Doxil dose was 30 mg/M2 iv every 2 weeks x 3.",
        "  Overall Number of Participants Analyzed: 32",
        "  Measure Type: Number",
        "  Unit of Measure: pathology specimens from participants  9"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/32 (3.13%)",
        "  hospitalization [1]1/32 (3.13%)"
    ]
}