{
    "Clinical Trial ID": "NCT01629615",
    "Intervention": [
        "INTERVENTION 1: ",
        "  BKM120",
        "  BKM120: BKM120 oral capsules. 100 mg daily in cycles of 28 days, until disease progression"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Pathologically and radiologically confirmed metastatic TNBC (Stage IV disease), previously documented by histological analysis, which is ER-negative and PR-negative by IHC and HER2 negative by IHC or FISH/CISH.",
        "  Subjects must have received maximum two prior chemotherapy regimens for metastatic breast cancer.",
        "  Availability of a representative tumor specimen (primary or metastasis, archival tissue or fresh biopsy for patients with biopsiable tumor) at baseline.",
        "  At least one measurable lesion by RECIST 1.1",
        "  Age  18 years at the day of consenting to the study",
        "  ECOG performance status  2",
        "  Adequate bone marrow and organ function as defined by the following laboratory values: ANC  1.0 x 109/L, platelets  100 x 109/L, hemoglobin  9.0 g/dL, INR  2; serum potassium between 3.0mmol/L and 5.5 mmol/L; Corrected serum calcium between8.0mg/dL and 11.5mg/dL (OR between 1.0mmol/L and 1.5mmol/L of Ionized calcium); serum magnesium between 1.2mg/dL and 3.0 mg/dL; serum creatinine  1.5 x ULN, ALT and AST within normal range (or  3.0 x ULN if liver metastases are present); serum bilirubin within normal range (or  1.5 x ULN if liver metastases are present; or total bilirubin  3.0 x ULN with direct bilirubin within normal range in patients with well documented Gilbert Syndrome); fasting plasma glucose (FPG)  140 mg/dL or  7.8 mmol/L.",
        "Exclusion Criteria:",
        "  Previous treatment with PI3K inhibitors",
        "  Symptomatic CNS metastases",
        "  Patients with controlled and asymptomatic CNS metastases may participate in this trial. As such, the patient must have completed any prior treatment for CNS metastases > 28 days (including radiotherapy and/or surgery) prior to enrollment in this study. Patients with previously treated brain metastases, who are on a stable low dose corticosteroids treatment are eligible",
        "  Concurrent malignancy or malignancy within 3 years of study enrollment (with the exception of adequately treated basal or squamous cell carcinoma or non-melanomatous skin cancer). An exception to this rule are those patients with documented germline mutations in BRCA1 or 2, who may have previous history of cancer",
        "  Any of the following mood disorders as judged by the Investigator or a Psychiatrist, or meets the cut-off score of  10 in the PHQ-9 or a cut-off of  15 in the GAD-7 mood scale, respectively, or selects a positive response of '1, 2, or 3' to question number 9 regarding potential for suicidal thoughts ideation in the PHQ-9 (independent of the total score of the PHQ-9)",
        "  Patients with a history or active episodes of major depression, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, history of suicide attempts or suicidal thoughts (eg. Risk of hurting or harming others) or patients with severe personality disorders (as defined by the DSM-IV) are not eligible. Note: For patients who are treated with psychotropic drugs at baseline, the dose and schedule shall not be changed during the 6 weeks prior to initiation of treatment with the study drug.",
        "   CTCAE v 4.0 grade 3 anxiety",
        "  Patients on concurrent use of other approved or investigational antineoplastic and / or chemotherapy or any continuous or intermittent treatment with therapeutic agents of low molecular weight (excluding monoclonal antibodies) in  21 days prior to enrollment in this study or who have not recovered from the effects such therapy will not be eligible.",
        "  Radiotherapy  28 days prior to enrollment in this study or failure to recover from side effects of such therapy at the time of initiation of screening procedures.",
        "  Major surgery within 28 days prior to starting study drug or has not recovered from major side effects of the surgery",
        "  Poorly controlled diabetes mellitus (HbA1c > 8%)",
        "  Active cardiac disease including any of the following:",
        "  Left Ventricular Ejection Fraction (LVEF) < 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)Note: ECHO/MUGA is only required at baseline if patient has a history of abnormal cardiac test results",
        "  QTc > 480 msec on screening ECG (using the QTcF formula",
        "  Angina pectoris that requires the use of anti-anginal medication",
        "  Ventricular arrhythmias except for benign premature ventricular contractions",
        "  Supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication",
        "  Conduction abnormality requiring a pacemaker",
        "  Valvular disease with documented compromise in cardiac function",
        "  Symptomatic pericarditis",
        "  History of cardiac dysfunction including any of the following;",
        "  Myocardial infarction within the last 6 months, documented by persistent elevated cardiac enzymes or persistent regional wall abnormalities on assessment of LVEF function",
        "  History of documented congestive heart failure (New York Heart Association functional classification III-IV)",
        "  Documented cardiomyopathy",
        "  Treatment with QT prolonging medication known to have a risk to induce Torsades de Pointes, and the treatment cannot be discontinued or switched to a different medication prior to starting study drug",
        "  Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of BKM120 (e.g., uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)",
        "  Chronic treatment with steroids or another immunosuppressive agent. Note: Topical applications (e.g., rash), inhaled sprays (e.g., obstructive airways diseases), eye drops or local injections (e.g., intra-articular) are allowed. Patients with previously treated brain metastases, who are on a stable low dose corticosteroids treatment (e.g., dexamethasone 2 mg/day, prednisone 10 mg/day) for at least 14 days before start of study treatment, are eligible",
        "  Other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment contraindicate her participation in the clinical study (e.g., chronic pancreatitis, active chronic hepatitis etc.)",
        "  History of non-compliance to medical regimen",
        "  Current treatment with drugs known to be moderate and strong inhibitors or inducers of isoenzyme CYP3A, and the treatment cannot be discontinued or switched to a different medication prior to starting study drug",
        "  Known history of HIV (testing not mandatory) infection",
        "  Pregnant or nursing (lactating) woman",
        "  Woman of child-bearing potential unwilling to observe total sexual abstinence or to use a double barrier method for birth control throughout the trial. Reliable contraception should be maintained throughout the study and for 6 months after study drug discontinuation"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Rate of Clinical Benefit",
        "  Clinical benefit rate (CBR) was defined as the percentage of participants achieving complete response (CR), partial response (PR), or stable disease (SD) for 4 months or longer based on RECIST 1.1 criteria on treatment. Per RECIST 1.1 for target lesions: CR is the complete disappearance of all target lesions and PR is at least a 30% decrease in the sum of longest diameter (LD) of target lesions, taking as reference baseline sum LD. PD is at least a 20% increase in sum LD of target lesions (smallest sum LD reference), new lesions, and/or unequivocal progression of existing non-target lesions. Stable disease (SD) is defined as any condition not meeting the above criteria.",
        "  Time frame: Disease was evaluated radiologically at baseline and every 2 cycles on treatment then every 3 months up to 2 years. Participants in this study cohort were followed for response on average approximately 2 months.",
        "Results 1: ",
        "  Arm/Group Title: BKM120",
        "  Arm/Group Description: BKM120: BKM120 oral capsules. 100 mg daily in cycles of 28 days, until disease progression",
        "  Overall Number of Participants Analyzed: 50",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete response: 0   0.0%",
        "  Partial response: 0   0.0%",
        "  Stable disease > 4 months: 6  12.0%",
        "  Stable disease < 4 months: 11  22.0%",
        "  Progressive disease: 20  40.0%",
        "  No evaluable: 13  26.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 17/50 (34.00%)",
        "  Fatigue  4/50 (8.00%)",
        "  Papulopustular rash  1/50 (2.00%)",
        "  Alanine aminotransferase increased  5/50 (10.00%)",
        "  Aspartate aminotransferase increased  4/50 (8.00%)",
        "  Alkalosis  1/50 (2.00%)",
        "  Anorexia  1/50 (2.00%)",
        "  Hyperglycemia  2/50 (4.00%)",
        "  Nervous system disorders - Other  1/50 (2.00%)",
        "  Dry skin  1/50 (2.00%)",
        "  Rash acneiform  1/50 (2.00%)"
    ]
}