{
    "Clinical Trial ID": "NCT00240071",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Avastin (Bevacizumab) Plus Hormone",
        "  All patients received Avastin (Bevacizumab) 15 mg/kg IV every three weeks as well as continuing with hormonal therapy they previously were taking."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have cytologically or histologically proven breast cancer which is estrogen receptor or progesterone receptor positive and is locally advanced and /or metastatic.",
        "  Give written informed consent prior to study specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time, without prejudice (Appendix E).",
        "  Be female and greater than or equal to 19 years of age (age limit required by the State of Alabama). Women of childbearing potential must have a negative pregnancy test and must be willing to consent to using effective contraception while on treatment and for a reasonable period thereafter. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
        "  Be ambulatory (outpatient) and have an Eastern Cooperative Oncology Group (ECOG) PS <2 (Appendix B).",
        "Previous treatment: Patients must have responded to first or second line hormonal therapy (Partial and complete response greater than 6 months using RECIST criteria. Patients with stable disease for more than 6 months will be eligible) and became resistant to the hormonal agent. They must remain on the current hormone therapy to which they initially responded but now are resistant.",
        "  Clear documentation of acquired hormonal resistance.",
        "  Evaluable disease will be considered eligible, but measurable disease according to RECIST criteria will be preferable (Appendix C). The target lesion(s) must not have been previously irradiated (newly arising lesions in previously irradiated areas are acceptable).",
        "  Patients must have adequate organ and marrow function as defined as follows: absolute neutrophil count > 1,500/mm3, hemoglobin > 8.0 g/dl, platelets > 75,000/mm3, total bilirubin < 2 mg/dl, serum creatinine < 2 mg/dl, transaminases (AST, ALT) may be up to 2.5 x institutional upper limit of normal for patients with no liver metastases and up to 5 x institutional upper normal limit for patients with documented liver metastases. In addition < 1 gr of protein in 24 hr urine collection and urine protein/creatinine ratio < 1.0",
        "  Prior chemotherapy does not exclude patients from study as long as the current therapy was hormonal therapy alone.",
        "  Patients with de novo hormone therapy resistance will not be eligible.",
        "  No life threatening parenchymal disease or rapidly progressing disease warranting cytotoxic chemotherapy.",
        "  No history of brain metastases.",
        "  No history of thrombosis during the previous year, including transient ischemic attack.",
        "  Hypertension must be controlled (< 150/100 mmHg).",
        "  Ejection Fraction > 50%.",
        "Exclusion Criteria:",
        "  Patients who are \"de novo\" resistant to hormone therapy.",
        "  Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study other than this Genentech-sponsored bevacizumab cancer study.",
        "  Blood pressure of >150/100 mmHg",
        "  Unstable angina",
        "  New York Heart Association (NYHA) Grade II or greater congestive heart failure",
        "  History of myocardial infarction within 6 months",
        "  History of stroke within 6 months",
        "  Clinically significant peripheral vascular disease",
        "  History of a bleeding disorder",
        "  Presence of central nervous system or brain metastases",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0, anticipation of need for major surgical procedure during the course of the study",
        "  Minor surgical procedures, fine needle aspirations or core biopsies within 7 days prior to Day 0",
        "  Pregnant (positive pregnancy test) or lactating",
        "  Urine protein: creatinine ratio greater than or equal to 1.0 at screening. Patients demonstrating > 1 gr of protein in 24 hr urine collection within 4 weeks prior to study entry will not participate in the trial.",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 0",
        "  Serious, non-healing wound, ulcer, or bone fracture",
        "  Unwilling or unable to comply with the protocol for the duration of the study.",
        "  Psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Previously radiated area(s) must not be the only site of disease.",
        "  History of another malignancy within the last five years except cured basal cell carcinoma of skin and carcinoma in-situ of uterine cervix."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS)",
        "  Progression free survival is defined as time from date of registration until the date of first documented disease progression or date of death from any cause, whichever occurs first.",
        "  Time frame: From date of registration until disease progression or death, whichever occurs first",
        "Results 1: ",
        "  Arm/Group Title: Avastin (Bevacizumab) Plus Hormone",
        "  Arm/Group Description: All patients received Avastin (Bevacizumab) 15 mg/kg IV every three weeks as well as continuing with hormonal therapy they previously were taking.",
        "  Overall Number of Participants Analyzed: 30",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: days  125.5        (90 to 256)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 7/30 (23.33%)",
        "  Grade III diarrhea *1/30 (3.33%)",
        "  Grade III fatigue *2/30 (6.67%)",
        "  Grade III syncope *2/30 (6.67%)",
        "  Hyperkalemia *1/30 (3.33%)",
        "  Knee and foot pain *1/30 (3.33%)",
        "  Grade III neuropathy *1/30 (3.33%)",
        "  Grade III dyspnea on exertion *2/30 (6.67%)",
        "  Grade III leg ulcer  1/30 (3.33%)",
        "  Grade III hypertension  4/30 (13.33%)"
    ]
}