{
    "Clinical Trial ID": "NCT00887575",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase II- Sunitinib/Paclitaxel/Carboplatin",
        "  Systemic Therapy based on maximum tolerated dose (MTD) of the Phase I portion"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients, age 18 years",
        "  Histologically confirmed invasive ER-, PR-, and HER2-negative (triple-negative) adenocarcinoma of the breast",
        "  Triple-negative tumors are defined as:",
        "  For HER2-negative:",
        "  Fluorescence in situ hybridization (FISH)-negative (defined by ratio <2.2) OR",
        "  Immunohistochemical (IHC) 0, IHC 1+, OR",
        "  IHC 2+ or IHC 3+ and FISH-negative (defined by ratio <2.2)",
        "  For ER- and PR-negative: <10% tumor staining by immunohistochemistry (IHC)",
        "  Primary palpable disease confined to a breast and axilla on physical examination. For patients without clinically suspicious axillary adenopathy, the primary tumor must be larger than 2 cm in diameter by physical exam or imaging studies (clinical T2-T3, N0-N1, M0). For patients with clinically suspicious axillary adenopathy, the primary breast tumor can be any size (clinical T1-3, N1-2, M0). T1N0M0 lesions are excluded. Patients with metastatic disease are excluded.",
        "  Patients without clearly defined palpable breast mass or axillary lymph nodes but radiographically measurable tumor masses are eligible. Accepted procedures for measuring breast disease are mammography, MRI, and breast ultrasound. Patients with lesions measurable only by imaging will require repeat imaging after 3 cycles and prior to surgery",
        "  Eastern Cooperative Oncology Group performance status (ECOG PS) 0-2",
        "  Neuropathy grade <1 by the Common Terminology Criteria for Adverse Events version 3.0 (CTCAE v 3.0)",
        "  Resolution of all acute effects of surgical procedures to grade 1.",
        "  For patients who had, or will have sentinel lymph node and/or axillary dissection prior to initiation of study treatment, completion at least 4 weeks prior to starting study treatment and well-healed wound is required",
        "  Adequate hematologic function with:",
        "  Absolute neutrophil count (ANC) >1500/μL",
        "  Platelets 100,000/μL",
        "  Hemoglobin 10 g/dL",
        "  Adequate hepatic and renal function with:",
        "  Serum bilirubin  the institutional upper limit of normal (ULN)",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5 x institutional ULN",
        "  Alkaline phosphatase 2.5 x institutional ULN",
        "  Serum creatinine 1.5 x ULN or calculated creatinine clearance 40 mL/min",
        "  Left ventricular ejection fraction (LVEF) 50% by multigated acquisition (MUGA) or echocardiogram (ECHO)",
        "  Bilateral, synchronous breast cancer is allowed if one primary tumor meets the inclusion criteria",
        "  Knowledge of the investigational nature of the study and ability to provide consent for study participation",
        "  Ability and willingness to comply with study visits, treatment, testing, and other study procedures",
        "Exclusion Criteria:",
        "  Previous treatment for this breast cancer",
        "  Previous treatment with paclitaxel or carboplatin",
        "  Previous treatment with sunitinib or other angiogenic inhibitors (including, but not limited to bevacizumab, sorafenib, thalidomide)",
        "  Any of the following within the 12 months prior to starting study treatment: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, congestive heart failure, cerebrovascular accident including transient ischemic attack, or pulmonary embolus",
        "  Uncontrolled hypertension (blood pressure >150/100 mmHg despite optimal medical therapy)",
        "  Ongoing cardiac dysrhythmias grade 2, atrial fibrillation of any grade, or prolongation of the QTc interval to >470 msec",
        "  Major surgery, significant traumatic injury, or radiation therapy within 4 weeks of starting study treatment. An interval of at least 1week is required following minor surgical procedures, with the exception of placement of a vascular access device",
        "  Grade 3 hemorrhage within 4 weeks of starting study treatment",
        "  Pre-existing thyroid abnormality with thyroid function that cannot be maintained in the normal range with medication",
        "  Known human immunodeficiency virus (HIV) infection or other serious infection",
        "  Concomitant treatment with drugs having proarrhythmic potential including terfenadine, quinidine, procainamide, disopyramide, sotalol, probucol, bepridil, haloperidol, risperidone, indapamide, and flecainide",
        "  Concurrent use of the potent CYP3A4 inhibitors ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine and voriconazole and CYP3A4 inducers rifampin, rifabutin, rifapentine, phenobarbital, phenytoin, carbamazepine, St. John's Wort, and dexamethasone. Use of dexamethasone for study premedication is allowed. Grapefruit and grapefruit juice is prohibited. Alternative therapies should be used when available. If use of a potent CYP3A4 inhibitor or inducer is necessary, this must be approved by the Study Chair",
        "  Known or suspected hypersensitivity to drugs containing Cremophor®EL (polyoxyethylated castor oil) such as cyclosporine or teniposide",
        "  Pregnancy or breast-feeding. Negative serum pregnancy test is required within 7 days prior to first study treatment (Day 1, Cycle ) for all women of childbearing potential. Patients of childbearing potential must agree to use a birth control method that is approved by their study physician while receiving study treatment and for three months after the last dose of study treatment. Patients must agree to not breast-feed while receiving study treatment",
        "  Concurrent treatment with an ovarian hormonal replacement therapy or with hormonal agents such as raloxifene, tamoxifen or other selective estrogen receptor modulator (SERM). Patients must have discontinued use of such agents prior to beginning study treatment",
        "  History of malignancy treated with curative intent within the previous 5 years with the exception of skin cancer, cervical carcinoma in situ, or follicular thyroid cancer. Patients with previous invasive cancers (including breast cancer) are eligible if the treatment was completed more than 5 years prior to initiating current study treatment, and there is no evidence of recurrent disease",
        "  Use of any investigational agent within 30 days of administration of the first dose of study drug or concurrent treatment on another clinical study",
        "  Requirement for radiation therapy concurrent with study anticancer treatment. Patients who require breast or chest wall radiation therapy after surgery are eligible, but will have maintenance sunitinib interrupted while receiving radiation",
        "  Any other disease(s), psychiatric condition, metabolic dysfunction, or findings from a physical examination or clinical laboratory test result that would cause reasonable suspicion of a disease or condition, that contraindicates the use of study drugs, that may increase the risk associated with study participation, that may affect the interpretation of the results, or that would make the patient inappropriate for this study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase II: The Number of Subjects Exhibiting Pathologic Complete Response to Neoadjuvant Treatment With Sunitinib/Paclitaxel/Carboplatin",
        "  Pathologic complete response (PCR) is defined as no residual invasive breast cancer in final breast or axillary lymph node samples.",
        "  Time frame: at weeks 26-30",
        "Results 1: ",
        "  Arm/Group Title: Phase II- Sunitinib/Paclitaxel/Carboplatin",
        "  Arm/Group Description: Systemic Therapy based on maximum tolerated dose (MTD) of the Phase I portion",
        "  Overall Number of Participants Analyzed: 32",
        "  Measure Type: Number",
        "  Unit of Measure: participants  12"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/41 (7.32%)",
        "  ANEMIA 1/41 (2.44%)",
        "  FEBRILE NEUTROPENIA 1/41 (2.44%)",
        "  LEUKOPENIA 1/41 (2.44%)",
        "  NEUTROPENIA 2/41 (4.88%)",
        "  THROMBOCYTOPENIA 2/41 (4.88%)",
        "  DIARRHEA 1/41 (2.44%)",
        "  DYSPEPSIA 1/41 (2.44%)",
        "  FLATULENCE 1/41 (2.44%)",
        "  MUCOSITIS 1/41 (2.44%)",
        "  NAUSEA 2/41 (4.88%)",
        "  VOMITING 2/41 (4.88%)",
        "  EDEMA 1/41 (2.44%)",
        "  FATIGUE 2/41 (4.88%)",
        "  PHARYNGITIS 1/41 (2.44%)"
    ]
}