{
    "Clinical Trial ID": "NCT01816594",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab + BKM120 + Paclitaxel",
        "  BKM120 (oral, pan-class I PI3K inhibitor) in combination with trastuzumab and paclitaxel.",
        "INTERVENTION 2: ",
        "  Trastuzumab + BKM120 PBO + Paclitaxel",
        "  BKM120 placebo in combination with trastuzumab and paclitaxel"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patient had provided a signed study ICF prior to any screening procedure",
        "  Patient was a female  18 years of age",
        "  Patient has an ECOG performance status of 0-1",
        "  Patient has a unilateral (multifocal or multicentric disease allowed), histologically confirmed, newly diagnosed early breast cancer >2cm by clinical examination and/or >1.5 cm confirmed by ultrasound or by MRI",
        "  Patient has tumor tissue available for central review of ER, HER2 and PI3K status with centrally confirmed HER2-positive disease and known PI3KCA mutation status",
        "  Patient has adequate bone marrow, renal and liver function",
        "  Patient is able to swallow and retain oral medication",
        "Exclusion Criteria:",
        "  Patient has received prior systemic treatment for currently diagnosed disease",
        "  Patient has a known contraindications, hypersensitivity or intolerance to trastuzumab, paclitaxel or products containing cremophor",
        "  Patient has bilateral breast cancer or metastatic disease or inflammatory breast cancer",
        "  LVEF below 50% as determined by MUGA scan or ECHO",
        "  Patient has active cardiac disease or a history of cardiac abnormalities as defined in the protocol",
        "  Patient has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of BKM120",
        "  Patient is currently receiving warfarin or other coumarin derived anti-coagulants",
        "  Patient is currently receiving chronic treatment with corticosteroids or another immunosuppressive agents (standard premedication for paclitaxel and local applications allowed)",
        "  Patient is currently receiving treatment with drugs known to be strong inhibitors or inducers of CYP3A",
        "  Patient has certain scores on an anxiety and depression mood questionnaires",
        "  Pregnant or nursing (lactating) women or patients not willing to apply apply highly effective contraception as defined in the protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathological Complete Response (pCR) Rate at the Time of Surgery - All Participants",
        "  Rate of pCR (as defined by NSABP criteria - absence of invasive disease in the breast [ypT0]) is the number of of participants with pathological complete response (pCR) at the time of surgery. Participants were to be considered in pCR if there was no invasive cancer in the breast or only non-invasive in situ cancer in the breast specimen. NSABP guidelines do not take into account the histological nodal status to define the pCR.",
        "  Time frame: After 6 weeks",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab + BKM120 + Paclitaxel",
        "  Arm/Group Description: BKM120 (oral, pan-class I PI3K inhibitor) in combination with trastuzumab and paclitaxel.",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  32.0        (14.9 to 53.5)",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab + BKM120 PBO + Paclitaxel",
        "  Arm/Group Description: BKM120 placebo in combination with trastuzumab and paclitaxel",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  40.0        (21.1 to 61.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/25 (32.00%)",
        "  Diarrhoea 1/25 (4.00%)",
        "  Catheter site pain 1/25 (4.00%)",
        "  Pyrexia 1/25 (4.00%)",
        "  Thrombosis in device 0/25 (0.00%)",
        "  Hepatotoxicity 1/25 (4.00%)",
        "  Hypersensitivity 1/25 (4.00%)",
        "  Acute sinusitis 0/25 (0.00%)",
        "  Pneumonia 1/25 (4.00%)",
        "  Hepatic enzyme increased 2/25 (8.00%)",
        "  Headache 0/25 (0.00%)",
        "  Mental disorder 1/25 (4.00%)",
        "  Pulmonary oedema 1/25 (4.00%)",
        "Adverse Events 2:",
        "  Total: 2/25 (8.00%)",
        "  Diarrhoea 0/25 (0.00%)",
        "  Catheter site pain 0/25 (0.00%)",
        "  Pyrexia 0/25 (0.00%)",
        "  Thrombosis in device 1/25 (4.00%)",
        "  Hepatotoxicity 0/25 (0.00%)",
        "  Hypersensitivity 0/25 (0.00%)",
        "  Acute sinusitis 1/25 (4.00%)",
        "  Pneumonia 0/25 (0.00%)",
        "  Hepatic enzyme increased 0/25 (0.00%)",
        "  Headache 1/25 (4.00%)",
        "  Mental disorder 0/25 (0.00%)",
        "  Pulmonary oedema 0/25 (0.00%)"
    ]
}