{
    "Clinical Trial ID": "NCT00820872",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group 1",
        "  Patients receive docetaxel IV over 60 minutes and carboplatin IV over 30 minutes on day 1, trastuzumab (Herceptin®) IV over 30-90 minutes on days 1, 8, and 15, and oral lapatinib ditosylate on days 1-21 (TCHL). Treatment with TCHL repeats every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. Patients then receive trastuzumab IV over 30-90 minutes on day 1 and oral lapatinib ditosylate on days 1-21 (days 1-7 of course 12 only) (LT). Treatment with LT repeats every 3 weeks for 12 courses in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients are followed every 6 months for 2 years and then annually for up to 8 years."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically confirmed primary invasive adenocarcinoma of the breast fulfilling the following criteria:",
        "  Nonmetastatic disease",
        "  Operable and adequately excised",
        "  Patients with nonresectable deep margin invasion are eligible provided they have had or will receive radiotherapy to the region",
        "  Patients with histologically documented infiltration of the skin (pT4) are eligible provided they have undergone or will receive radiotherapy encompassing the tumor bed",
        "  Node-positive OR -negative and determined eligible to receive adjuvant trastuzumab (Herceptin®)",
        "  No positive or suspicious internal mammary nodes by SNS that have not been or will not be irradiated",
        "  No supraclavicular lymph node involvement (confirmed by fine needle aspiration or biopsy)",
        "  Over expression and/or amplification of HER2 in the invasive component of the primary tumor, according to one of the following:",
        "  3+ over-expression by IHC (> 30% of invasive tumor cells)",
        "  2+ or 3+ (in 30% or less neoplastic cells) over-expression by IHC AND in situ hybridization (FISH/CISH) test demonstrating HER2 gene amplification",
        "  HER2 gene amplification by FISH/CISH (> 6 HER2 gene copies per nucleus, or a FISH ratio [HER2 gene copies to chromosome 17 signals] of > 2.2.)",
        "  Negative or equivocal overall result (FISH test ratio of < 2.2, < 6.0 HER2-gene copies per nucleus) and staining scores of 0, 1+, 2+, or 3+ (in 30% or less neoplastic cells) by IHC not allowed",
        "  Hormone receptor status known (estrogen receptor with or without progesterone receptor)",
        "  PATIENT CHARACTERISTICS:",
        "  Menopausal status not specified",
        "  ECOG performance status 0-1",
        "  Hemoglobin  10.0 g/dL",
        "  ANC  1,500/mm^3",
        "  Platelet count  100,000/mm^3",
        "  Serum creatinine  2.0 times upper limit of normal (ULN)",
        "  AST and ALT  2.5 times ULN",
        "  Alkaline phosphatase  2.5 times ULN",
        "  Bilirubin  1.5 times ULN ( 2.0 times ULN if known Gilbert syndrome)",
        "  Baseline LVEF  50% measured by ECHO or MUGA scan",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception",
        "  No serious cardiac illness or medical condition including, but not limited to, any of the following:",
        "  History of documented congestive heart failure (any NYHA class) or systolic dysfunction (LVEF < 50%)",
        "  High-risk uncontrolled arrhythmias (e.g., ventricular tachycardia, high-grade atrioventricular-block [second degree or higher], or supraventricular arrhythmias that are not adequately rate-controlled)",
        "  Angina pectoris requiring antianginal medication",
        "  Clinically significant valvular heart disease",
        "  Evidence of transmural infarction on ECG",
        "  Poorly controlled hypertension (any reading of systolic BP > 180 mm Hg or diastolic BP > 100 mm Hg)",
        "  No other concurrent serious diseases that may interfere with planned treatment including severe pulmonary conditions or illness",
        "  None of the following:",
        "  Ulcerative colitis",
        "  Malabsorption syndrome",
        "  Any disease significantly affecting gastrointestinal function",
        "  Inability to swallow oral medication",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  No prior mediastinal irradiation except internal mammary-node irradiation for the present breast cancer",
        "  No prior anti-HER2 therapy for any reason",
        "  No prior biologic or immunotherapy for breast cancer",
        "  No prior resection of the stomach or small bowel",
        "  No other concurrent anticancer therapy including chemotherapeutic agents, biologic agents, or radiotherapy",
        "  No concurrent anticancer treatment in another investigational trial with hormone therapy or immunotherapy unless approved by the study chair",
        "  No concurrent CYP3A4 inhibitors or inducers",
        "  No concurrent epoetin alfa, including darbepoetin alfa",
        "  No concurrent oprelvekin"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Proportion of Patients Experiencing Grade 3 or 4 Diarrhea as Measured by NCI CTCAE v3.0",
        "  [Not Specified]",
        "  Time frame: Up to 10 years",
        "Results 1: ",
        "  Arm/Group Title: Group 1",
        "  Arm/Group Description: Patients receive docetaxel IV over 60 minutes and carboplatin IV over 30 minutes on day 1, trastuzumab (Herceptin  ) IV over 30-90 minutes on days 1, 8, and 15, and oral lapatinib ditosylate on days 1-21 (TCHL). Treatment with TCHL repeats every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. Patients then receive trastuzumab IV over 30-90 minutes on day 1 and oral lapatinib ditosylate on days 1-21 (days 1-7 of course 12 only) (LT). Treatment with LT repeats every 3 weeks for 12 courses in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients are followed every 6 months for 2 years and then annually for up to 8 years.",
        "  Overall Number of Participants Analyzed: 30",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  43"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/30 (33.33%)",
        "  Hemoglobin decreased 2/30 (6.67%)",
        "  Abdominal pain 1/30 (3.33%)",
        "  Colitis 1/30 (3.33%)",
        "  Diarrhea 7/30 (23.33%)",
        "  Nausea 2/30 (6.67%)",
        "  Rectal hemorrhage 1/30 (3.33%)",
        "  Fatigue 1/30 (3.33%)",
        "  Skin infection 1/30 (3.33%)",
        "  Neutrophil count decreased 1/30 (3.33%)",
        "  Platelet count decreased 3/30 (10.00%)",
        "  Dehydration 1/30 (3.33%)"
    ]
}