{
    "Clinical Trial ID": "NCT02622074",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A: KNp / KAC",
        "  Participants received pembrolizumab (K) 200 mg on Cycle 1 Day 1 followed by pembrolizumab 200 mg in Cycles 2-5 on Day 1 (once every 3 weeks; Q3W) PLUS nab-paclitaxel (KNp) starting at 125 mg/m^2 in Cycles 2-5 on Days 1, 8 and 15 (once each week; QW). This was followed by pembrolizumab (K) 200 mg in Cycles 6-9 on Day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in Cycles 6-9 on Day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in Cycles 6-9 on Day 1 (Q3W). All treatments were administered via intravenous (IV) infusion except for doxorubicin (A), which was administered via IV injection. Each cycle was 21 days.",
        "INTERVENTION 2: ",
        "  Cohort B: KNpCb (Regimen 1) / KAC",
        "  Participants first received KNpCb Regimen 1 which consisted of: pembrolizumab (K) 200 mg on Cycle 1 Day 1 PLUS nab-paclitaxel (KNp) starting at 100 mg/m^2 in Cycles 2-5 on Days 1, 8 and 15 (QW) PLUS carboplatin (Cb) starting at Area Under the Curve (AUC) 6 in Cycles 2-5 on Day 1 (Q3W). This was followed by pembrolizumab (K) 200 mg in Cycles 6-9 on Day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in Cycles 6-9 on Day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in Cycles 6-9 on Day 1 (Q3W). All treatments were administered via IV infusion except for doxorubicin (A), which was administered via IV injection. Each cycle was 21 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Has previously untreated, locally advanced TNBC.",
        "  Is able to provide 2 core needle biopsies from the primary tumor at screening to the central laboratory and agrees to have a core needle biopsy after single dose pembrolizumab treatment if tumor biopsy is feasible as judged by the investigator.",
        "  Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "  Has adequate organ function.",
        "  Females of childbearing potential must be willing to use adequate contraception for the course of the study through 12 months after the last dose of study drug for participants receiving cyclophosphamide and through 6 months after the last dose of study drug for participants who do not receive cyclophosphamide.",
        "Exclusion Criteria:",
        "  Has evidence of metastatic breast cancer, concurrent bilateral invasive breast cancer, or inflammatory breast cancer.",
        "  Has another malignancy within the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative surgery, or in situ cervical cancer.",
        "  Has received prior chemotherapy, targeted therapy, radiation therapy, immunotherapy that targets immune checkpoints, co-stimulatory or co-inhibitory pathways for T cell receptors within the past 12 months.",
        "  Is currently participating and receiving study therapy, or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of study drug.",
        "  Has received a live vaccine within 30 days of the first dose of study drug.",
        "  Has an active autoimmune disease that has required systemic treatment in past 2 years.",
        "  Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.",
        "  Has a known history of Human Immunodeficiency Virus (HIV).",
        "  Has known active Hepatitis B or Hepatitis C.",
        "  Has evidence of current pneumonitis.",
        "  Has a history of non-infectious pneumonitis requiring treatment with steroids or a history of interstitial lung disease.",
        "  Has an active infection requiring systemic therapy.",
        "  Has significant cardiovascular disease, such as: History of myocardial infarction, acute coronary syndrome or coronary angioplasty/stenting/bypass grafting within the last 6 months; Congestive heart failure (CHF) New York Heart Association (NYHA) Class II-IV or history of CHF NYHA class III or IV",
        "  Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.",
        "  Is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study, starting with the screening visit through 12 months after the last dose of trial treatment for participants who have received cyclophosphamide, and for six months after the last dose of study medication for participants who have not.",
        "  Has a known hypersensitivity to the components of the study drug or its analogs."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose Limiting Toxicities (DLTs) Graded Using National Cancer Institute Common Toxicity Criteria for Adverse Events Version 4.0 (NCI CTCAE v4.0)",
        "  The following events, if considered to be study-treatment-related by the Investigator, were considered a DLT:",
        "  Hematologic:",
        "  Grade 4 neutropenia lasting 8 days;",
        "  Febrile neutropenia Grade 3 or Grade 4; or",
        "  Grade 4 thrombocytopenia requiring platelet transfusion, or Grade 3 thrombocytopenia with bleeding",
        "  Non-hematologic:",
        "  Grade 4 toxicity;",
        "  Grade 3 symptomatic hepatic toxicities lasting >48 hours, or Grade 3 asymptomatic hepatic toxicities lasting 7 days; or",
        "  Grade 3 non-hematologic, non-hepatic organ toxicity, with exceptions",
        "  Other:",
        "  Any treatment delays for 14 days due to unresolved toxicity;",
        "  Grade 5 treatment-related adverse event (AE);",
        "  A dose reduction of study treatment during the DLT evaluation period.",
        "  Time frame: Cycle 1 Day 1 through end of Cycle 3 and Cycle 6 Day 1 through end of Cycle 7 (Up to ~150 days from first dose of first combination regimen); Each cycle was 21 days.",
        "Results 1: ",
        "  Arm/Group Title: Cohort A: KNp / KAC",
        "  Arm/Group Description: Participants received pembrolizumab (K) 200 mg on Cycle 1 Day 1 followed by pembrolizumab 200 mg in Cycles 2-5 on Day 1 (once every 3 weeks; Q3W) PLUS nab-paclitaxel (KNp) starting at 125 mg/m^2 in Cycles 2-5 on Days 1, 8 and 15 (once each week; QW). This was followed by pembrolizumab (K) 200 mg in Cycles 6-9 on Day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in Cycles 6-9 on Day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in Cycles 6-9 on Day 1 (Q3W). All treatments were administered via intravenous (IV) infusion except for doxorubicin (A), which was administered via IV injection. Each cycle was 21 days.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  20.0%",
        "Results 2: ",
        "  Arm/Group Title: Cohort B: KNpCb (Regimen 1) / KAC",
        "  Arm/Group Description: Participants first received KNpCb Regimen 1 which consisted of: pembrolizumab (K) 200 mg on Cycle 1 Day 1 PLUS nab-paclitaxel (KNp) starting at 100 mg/m^2 in Cycles 2-5 on Days 1, 8 and 15 (QW) PLUS carboplatin (Cb) starting at Area Under the Curve (AUC) 6 in Cycles 2-5 on Day 1 (Q3W). This was followed by pembrolizumab (K) 200 mg in Cycles 6-9 on Day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in Cycles 6-9 on Day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in Cycles 6-9 on Day 1 (Q3W). All treatments were administered via IV infusion except for doxorubicin (A), which was administered via IV injection. Each cycle was 21 days.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  4  40.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/10 (50.00%)",
        "  Anaemia 0/10 (0.00%)",
        "  Febrile neutropenia 1/10 (10.00%)",
        "  Lymphadenitis 0/10 (0.00%)",
        "  Neutropenia 0/10 (0.00%)",
        "  Abdominal pain upper 0/10 (0.00%)",
        "  Colitis 0/10 (0.00%)",
        "  Diarrhoea 0/10 (0.00%)",
        "  Nausea 1/10 (10.00%)",
        "  Oesophagitis 0/10 (0.00%)",
        "  Pyrexia 0/10 (0.00%)",
        "  Autoimmune hepatitis 0/10 (0.00%)",
        "  Influenza 0/10 (0.00%)",
        "Adverse Events 2:",
        "  Total: 4/10 (40.00%)",
        "  Anaemia 0/10 (0.00%)",
        "  Febrile neutropenia 2/10 (20.00%)",
        "  Lymphadenitis 0/10 (0.00%)",
        "  Neutropenia 1/10 (10.00%)",
        "  Abdominal pain upper 0/10 (0.00%)",
        "  Colitis 0/10 (0.00%)",
        "  Diarrhoea 0/10 (0.00%)",
        "  Nausea 0/10 (0.00%)",
        "  Oesophagitis 0/10 (0.00%)",
        "  Pyrexia 1/10 (10.00%)",
        "  Autoimmune hepatitis 0/10 (0.00%)",
        "  Influenza 0/10 (0.00%)"
    ]
}