{
    "Clinical Trial ID": "NCT02988986",
    "Intervention": [
        "INTERVENTION 1: ",
        "  TAK-228 Plus Tamoxifen",
        "  TAK-228 will be orally administered at 30 mg weekly for 16 weeks.",
        "  Tamoxifen will be orally administered at 20 mg daily for 16 weeks.",
        "  TAK-228: MTORC1/2 inhibitor",
        "  Tamoxifen: Non-steroidal anti-estrogen"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female or male  18 years of age.",
        "  Newly diagnosed ER-positive, HER2-negative breast cancer. ER-positive is defined as  1% immunohistochemical (IHC) staining of any intensity. HER2 test result is negative if a single test (or both tests) performed show:",
        "  IHC 1+ or 0",
        "  In situ hybridization negative based on:",
        "  Single-probe average HER2 copy number < 4.0 signals/cell",
        "  Dual-probe HER2/CEP17 ratio < 2 with an average HER2 copy number < 4.0 signals/cell.",
        "  Patients with stage II-III breast cancer are eligible if they are deemed appropriate for neoadjuvant endocrine therapy by the referring or treating medical oncologist. Patients with stage I disease are eligible if they are deemed borderline candidates for breast conservation and the treating surgeon recommends preoperative therapy to increase the chances of breast conservation.",
        "  Eastern Cooperative Oncology Group performance status and/or other performance status of  1.",
        "  Female patients who:",
        "  Are postmenopausal for at least 1 year before the screening visit, OR",
        "  Are surgically sterile, OR",
        "  If they are of childbearing potential, agree to practice 1 effective method of contraception and 1 additional effective (barrier) method, at the same time, from the time of signing the ICF through 90 days (or longer, as mandated by local labeling [e.g., United Surgical Partners International, summary of product characteristics, etc.] after the last dose of the study drugs, OR",
        "  Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient (periodic abstinence [e.g., calendar, ovulation, symptothermal, postovulation methods] and withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception. Female and male condom should not be used together).",
        "  Male patients, even if surgically sterilized (i.e., status post-vasectomy), who:",
        "  Agree to practice highly effective barrier contraception during the entire study treatment period and through 120 days after the last dose of the study drugs, OR",
        "  Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient",
        "  Agree not to donate sperm during the course of this study or within 120 days after receiving their last dose of the study drugs.",
        "  Screening clinical laboratory values as specified below:",
        "  Bone marrow reserve consistent with: absolute neutrophil count  1.5 x 109/L, platelet count  100 x 109/L, and hemoglobin  9 g/dL (without transfusion) within 1 week preceding the administration of the study drugs;",
        "  Hepatic status: Serum total bilirubin  1 x upper limit of normal (ULN; in the case of known Gilbert's syndrome, a higher serum total bilirubin [< 1.5 x ULN] is allowed), aspartate aminotransferase and alanine aminotransferase  1.5 x ULN, and alkaline phosphatase  1.5 x ULN;",
        "  Renal status: Creatinine clearance 50 mL/min based on Cockcroft-Gault estimate or based on urine collection (12 or 24 hour);",
        "  Metabolic status: HbA1c < 7.0%, fasting serum glucose  130 mg/dL, and fasting triglycerides  300 mg/dL.",
        "  Ability to swallow oral medications.",
        "  Voluntary written consent must be given before performance of any study-related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.",
        "  Negative serum pregnancy test within 7 days prior to the administration of the study drugs for female patients of childbearing potential.",
        "  Patient must be accessible for treatment and follow-up.",
        "  Patient must be willing to undergo breast biopsies as required by the study protocol.",
        "Exclusion Criteria:",
        "  Any patient with metastatic disease.",
        "  Other clinically significant comorbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection, or any other condition that could compromise the patient's participation in the study.",
        "  Known human immunodeficiency virus infection.",
        "  Known hepatitis B surface antigen-positive or known or suspected active hepatitis C infection.",
        "  Any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of the protocol-specified treatment.",
        "  Diagnosed or treated for another malignancy within 2 years before administration of the first dose of the study drugs or previously diagnosed with another malignancy and have any evidence of residual disease. Patients with non-melanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection.",
        "  Breastfeeding or pregnant.",
        "  Manifestations of malabsorption due to prior gastrointestinal surgery, gastrointestinal disease, or an unknown reason that may alter the absorption of TAK-228. Patients with enteric stomata are also excluded.",
        "  Treatment with any investigational products within 2 weeks before administration of the first dose of the study drugs.",
        "  Poorly controlled diabetes mellitus (defined as HbA1c > 7%). Patients with a history of transient glucose intolerance due to corticosteroid administration may be enrolled in the study if all other inclusion criteria and none of the other exclusion criteria are met.",
        "  History of any of the following within the last 6 months before administration of the first dose of the study drugs:",
        "  Ischemic myocardial event, including angina requiring therapy and artery revascularization procedures",
        "  Ischemic cerebrovascular event, including transient ischemic attack and artery revascularization procedures",
        "  Requirement for inotropic support (excluding digoxin) or serious (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation, and ventricular tachycardia)",
        "  Placement of a pacemaker for control of rhythm",
        "  New York Heart Association Class III or IV heart failure",
        "  Pulmonary embolism",
        "  Significant active cardiovascular or pulmonary disease including:",
        "  Uncontrolled hypertension (i.e., systolic blood pressure > 180 mm Hg, diastolic blood pressure > 95 mm Hg). Use of antihypertensive agents to control hypertension before week 1, day 1 is allowed.",
        "  Pulmonary hypertension",
        "  Uncontrolled asthma or O2 saturation < 90% by arterial blood gas analysis or pulse oximetry on room air",
        "  Significant valvular disease, severe regurgitation, or stenosis by imaging independent of symptom control with medical intervention or history of valve replacement",
        "  Medically significant (symptomatic) bradycardia",
        "  History of arrhythmia requiring an implantable cardiac defibrillator",
        "  Baseline QTc prolongation (e.g., repeated demonstration of QTc interval > 480 milliseconds or history of congenital long QT syndrome or torsades de pointes)",
        "  Treatment with strong inhibitors and/or inducers of CYP3A4, CYP2C9, or CYP2C19 within 7 days preceding the first dose of the study drugs.",
        "  Patients receiving systemic corticosteroids (either IV or oral steroids, excluding inhalers or low-dose hormone replacement therapy) within 1 week before administration of the first dose of the study drugs.",
        "  Daily or chronic use of a proton pump inhibitor (PPI) and/or having taken a PPI within 7 days before receiving the first dose of the study drugs.",
        "  Patients unwilling or unable to comply with the study protocol.",
        "  Patients previously treated with hormonal therapy (tamoxifen, AI) or PI3K, AKT, dual PI3K/mTOR, TORC1/2, or mTORC1 inhibitors.",
        "  Patients who are currently being treated with cancer therapy (chemotherapy, radiation therapy, immunotherapy, or biologic therapy) other than the trial therapy.",
        "  Patients with hypersensitivity to mTOR inhibitors or tamoxifen."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Ki67 Expression",
        "  Ki67 expression change from baseline to 6 weeks",
        "  Time frame: Baseline to 6 weeks",
        "Results 1: ",
        "  Arm/Group Title: TAK-228 Plus Tamoxifen",
        "  Arm/Group Description: TAK-228 will be orally administered at 30 mg weekly for 16 weeks.",
        "  Tamoxifen will be orally administered at 20 mg daily for 16 weeks.",
        "  TAK-228: MTORC1/2 inhibitor",
        "  Tamoxifen: Non-steroidal anti-estrogen",
        "  Overall Number of Participants Analyzed: 23",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: Percentage of cells with Ki67 expression  Ki67 expression at baseline: 15        (10 to 25)",
        "  Ki67 expression at 6 weeks: 10        (2 to 38)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/28 (3.57%)",
        "  hyperglycemia  1/28 (3.57%)"
    ]
}