{
    "Clinical Trial ID": "NCT00274456",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ABI-007 300 mg/m^2 q3w",
        "  ABI-007 300 mg/m^2 administered once every third week (q3w).",
        "INTERVENTION 2: ",
        "  ABI-007 100 mg/m^2 Weekly",
        "  ABI-007 100 mg/m^2 once weekly for 3 weeks followed by 1 week of rest"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients had to meet the following criteria to be eligible for the study:",
        "  Pathologically confirmed adenocarcinoma of the breast.",
        "  No prior chemotherapy for metastatic breast cancer.",
        "  Stage IV disease.",
        "  Measurable disease (must have been  2.0 cm, except for pulmonary lesions that were well documented on CT scan that were  1.0 cm).",
        "  At least 3 weeks since prior cytotoxic chemotherapy (patients should have recovered from all acute effects of such therapy.",
        "  At least 4 weeks since radiotherapy, with full recovery. The measurable disease was completely outside the radiation portal or there was radiologic or clinical exam proof of progressive disease within the radiation portal.",
        "  At least 4 weeks since major surgery, with full recovery.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-2.",
        "  Age 18 years.",
        "  Patient had the following blood counts at Baseline:",
        "  Absolute neutrophil count (ANC) 1.5*10^9 cells/L",
        "  Platelets 100*10^9 cells/L",
        "  Hemoglobin (Hgb) 9 g/dL.",
        "  Patient had the following baseline blood chemistry levels:",
        "  Aspartate aminotransferase (AST [SGOT]), alanine aminotransferase (ALT [SGPT])  2.5x upper limit of normal (ULN) range",
        "  Total bilirubin normal",
        "  Alkaline phosphatase 2.5x ULN (unless bone metastasis is present in the absence of liver metastasis)",
        "  Creatinine 1.5 mg/dL.",
        "  Peripheral neuropathy Grade 0 or 1 by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE).",
        "  If female of childbearing potential, pregnancy test was negative (within 72 hours of the first dose of study drug).",
        "  If fertile, the patient agreed to use an effective method to avoid pregnancy for the duration of the study.",
        "  Informed consent had been obtained.",
        "Exclusion Criteria:",
        "  Patients who met any of the following criteria were excluded from the study:",
        "  Prior neo-adjuvant or adjuvant chemotherapy was allowed. No prior chemotherapy for metastatic disease was allowed. If a taxane was part of the adjuvant regimen, at least one year should have transpired since completion of taxane regimen.",
        "  Cumulative life-time dose of doxorubicin >360 mg/m^2. Doxorubicin was allowed as prior neo-adjuvant or adjuvant therapy but not for metastatic disease.",
        "  Concurrent immunotherapy or hormonal therapy for breast cancer.",
        "  Parenchymal brain metastases, unless documented to be clinically and radiographically stable for at least 6 months after treatment.",
        "  Serious intercurrent medical or psychiatric illness, including serious active infection.",
        "  History of class II-IV congestive heart failure.",
        "  History of other malignancy within the last 5 years which could affect the diagnosis or assessment of breast cancer.",
        "  Patients who had received an investigational drug within the previous 3 weeks.",
        "  Patient was enrolled in a different clinical study in which investigational procedures were performed or investigational therapies were administered. Also, a patient was not permitted enroll in such clinical trials while participating in this study.",
        "  Pregnant or nursing women",
        "  Patients with prior hypersensitivity to either Taxol or Taxotere."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants Showing an Overall Response As Assessed by the Independent Radiology Reader and by the Investigator",
        "  Percentage of participants who achieve an objective confirmed complete or partial overall response based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.0. A complete response (CR) is the disappearance of all known disease and no new sites or disease related symptoms. A partial response (PR) is >= 30% decrease in the sum of the longest diameters of target lesion. PR was also recorded when all measurable disease has completely disappeared, but a non-measurable component (ie, ascites) is still present but not progressing. Overall response (ORR) = CR+PR.",
        "  Time frame: Day 1 up to 95 weeks",
        "Results 1: ",
        "  Arm/Group Title: ABI-007 300 mg/m^2 q3w",
        "  Arm/Group Description: ABI-007 300 mg/m^2 administered once every third week (q3w).",
        "  Overall Number of Participants Analyzed: 76",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Independent reader assessed ORR: 37        (26.0 to 47.7)",
        "  Investigator assessed ORR: 46        (34.8 to 57.3)",
        "Results 2: ",
        "  Arm/Group Title: ABI-007 100 mg/m^2 Weekly",
        "  Arm/Group Description: ABI-007 100 mg/m^2 once weekly for 3 weeks followed by 1 week of rest",
        "  Overall Number of Participants Analyzed: 76",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Independent reader assessed ORR: 45        (33.6 to 55.9)",
        "  Investigator assessed ORR: 63        (52.3 to 74.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/76 (18.42%)",
        "  Neutropenia 10/76 (13.16%)",
        "  Febrile neutropenia 1/76 (1.32%)",
        "  Anaemia 0/76 (0.00%)",
        "  Thrombocytopenia 0/76 (0.00%)",
        "  Cardiopulmonary failure 0/76 (0.00%)",
        "  Optic ischaemic neuropathy 0/76 (0.00%)",
        "  Bowel peristalsis increased 1/76 (1.32%)",
        "  Colitis 0/76 (0.00%)",
        "  Diarrhoea 0/76 (0.00%)",
        "  Gastritis 0/76 (0.00%)",
        "  Nausea 0/76 (0.00%)",
        "Adverse Events 2:",
        "  Total: 12/76 (15.79%)",
        "  Neutropenia 2/76 (2.63%)",
        "  Febrile neutropenia 1/76 (1.32%)",
        "  Anaemia 0/76 (0.00%)",
        "  Thrombocytopenia 0/76 (0.00%)",
        "  Cardiopulmonary failure 1/76 (1.32%)",
        "  Optic ischaemic neuropathy 1/76 (1.32%)",
        "  Bowel peristalsis increased 0/76 (0.00%)",
        "  Colitis 1/76 (1.32%)",
        "  Diarrhoea 0/76 (0.00%)",
        "  Gastritis 0/76 (0.00%)",
        "  Nausea 1/76 (1.32%)"
    ]
}