{
    "Clinical Trial ID": "NCT00623831",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1 (Safety Analysis Set)",
        "  Subjects received MBV twice weekly by subcutaneous injection at a starting dose of 250 EU (dose level 1), with intrasubject dose escalations for each subsequent administration in the absence of a DLT until the desired pyrogenic effect was observed.",
        "INTERVENTION 2: ",
        "  Cohort 2 (Safety Analysis Set)",
        "  Subjects received MBV twice weekly by intralesional (preferred) or subcutaneous (if intralesional not possible) injection at the fixed dose (60,800 EU [dose level 6]) that was determined to be the pyrogenic dose level in Cohort 1."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed metastatic melanoma, head and neck cancer, transitional cell carcinoma, sarcoma, gastrointestinal stroma tumor (GIST) or prostate cancer.",
        "  Tumor expression of NY-ESO-1 by reverse transcriptase and polymerase chain reaction (RT-PCR) analysis, preferably, or immunohistochemistry.",
        "  Expected survival of at least 6 months.",
        "  Karnofsky performance status  70%.",
        "  Fully recovered from surgery.",
        "  Declined, intolerated or completed standard therapy defined as follows for each tumor entity:",
        "  Melanoma - resistance or intolerance to dacarbazine.",
        "  Sarcoma - resistance or intolerance to anthracyclines and to one platinum-containing chemotherapy regimen, no indication for irradiation.",
        "  GIST - failure or intolerance of imatinib and sunitinib.",
        "  Head and neck cancer - no indication for irradiation, resistance or intolerance to platinum-containing chemotherapy.",
        "  Transitional cell carcinoma - resistance or intolerance to cisplatin combined with gemcitabine.",
        "  Prostate cancer- failure of antihormonal treatment and resistance or intolerance to docetaxel.",
        "  Ovarian carcinoma - failure of standard chemotherapy consisting of a platinum agent combined with a taxane and of an anthracycline.",
        "  Esophageal cancer - failure of standard chemotherapy consisting of a platinum agent.",
        "  Breast cancer- failure or intolerance of standard first-, second- and third-line chemotherapy consisting of a taxane and anthracycline. No indication or resistance to standard antihormonal treatment. No indication or resistance to human epidermal growth factor receptor (HER)-2-neu targeted therapy. No indication or resistance to irradiation and/or surgery.",
        "  Within the last 2 weeks prior to study day 1, vital laboratory parameters must have been within the normal range, except for the following laboratory parameters, which must have been within the ranges specified:",
        "  Absolute neutrophil count (ANC):  1,000/mm3",
        "  Platelet count:  75,000/mm3",
        "  Alanine aminotransferase (ALT):  5 x upper limit of normal (ULN)",
        "  Aspartate aminotransferase (AST):  5 x ULN",
        "  Total bilirubin:  2.5 x ULN",
        "  Creatinine:  2 mg/dL",
        "  Age  18 years.",
        "  Able and willing to give written informed consent.",
        "Exclusion Criteria:",
        "  Clinically significant heart disease (New York Heart Association Class III or IV).",
        "  Other serious illnesses, e.g., serious infections requiring antibiotics or bleeding disorders.",
        "  Subjects with serious intercurrent illness requiring hospitalization.",
        "  Known human immunodeficiency virus positivity.",
        "  Chemotherapy, radiation therapy or immunotherapy within 4 weeks prior to first dose of study agent (6 weeks for nitrosoureas).",
        "  Known autoimmune disease (rheumatoid arthritis, systemic lupus erythematosus), as these conditions might have interfered with the evaluation of the induced immune response. Subjects with vitiligo or melanoma-associated hypopigmentation were not excluded.",
        "  Chronic use of immunosuppressive drugs such as systemic corticosteroids.",
        "  Other malignancy within 3 years prior to entry into the study, except for treated non-melanoma skin cancer and cervical carcinoma in situ.",
        "  Mental impairment that may have compromised the ability to give informed consent and comply with the requirements of the study.",
        "  Lack of availability for immunological and clinical follow-up assessments.",
        "  Participation in any other clinical trial involving another investigational agent within 4 weeks prior to first dosing of study agent.",
        "  Pregnancy or breastfeeding.",
        "  Women of childbearing potential: Refusal or inability to use effective means of contraception."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
        "  Analysis of treatment-emergent adverse events (TEAEs) reported from clinical laboratory tests, physical examinations, and vital signs from pre-treatment through 4 weeks after the last dose of study treatment.",
        "  Time frame: Up to 3 months",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1 (Safety Analysis Set)",
        "  Arm/Group Description: Subjects received MBV twice weekly by subcutaneous injection at a starting dose of 250 EU (dose level 1), with intrasubject dose escalations for each subsequent administration in the absence of a DLT until the desired pyrogenic effect was observed.",
        "  Overall Number of Participants Analyzed: 13",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Any TEAE: 13",
        "  Grade 3 TEAE: 3",
        "  Grade 4 TEAE: 0",
        "  Grade 5 TEAE (Death): 1",
        "  Treatment-related TEAE: 9",
        "  SAE: 1",
        "  TEAE leading to withdrawal: 0",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2 (Safety Analysis Set)",
        "  Arm/Group Description: Subjects received MBV twice weekly by intralesional (preferred) or subcutaneous (if intralesional not possible) injection at the fixed dose (60,800 EU [dose level 6]) that was determined to be the pyrogenic dose level in Cohort 1.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Any TEAE: 4",
        "  Grade 3 TEAE: 2",
        "  Grade 4 TEAE: 0",
        "  Grade 5 TEAE (Death): 0",
        "  Treatment-related TEAE: 3",
        "  SAE: 1",
        "  TEAE leading to withdrawal: 0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/13 (7.69%)",
        "  Rapid disease progression  [1]1/13 (7.69%)",
        "  Increased pleural effusion  [2]0/13 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/4 (25.00%)",
        "  Rapid disease progression  [1]0/4 (0.00%)",
        "  Increased pleural effusion  [2]1/4 (25.00%)"
    ]
}