{
    "Clinical Trial ID": "NCT00266799",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pegylated Liposomal Doxorubicin (PLD)",
        "  PLD 50 mg/m^2 was administered intravenously once every 28 days. Each cycle was repeated until progress or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Capecitabine",
        "  Capecitabine 1250 mg/m^2, in tablets of 150 mg and 500 mg, was administered orally twice daily (BID) for 14 consecutive days followed by a 7-day rest period. Each cycle was repeated every 21 days until progress or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must be female.",
        "  Patients must have metastatic disease of a cytological or histological confirmed breast cancer.",
        "  Patients must be 18 years or older.",
        "  Patients should have evaluable disease (at least uni-dimensionally measurable lesion according to the RECIST criteria in at least one site that has not been irradiated), however, patients who only have non-measurable/evaluable disease are not excluded. Also patients with only bone metastasis are not excluded.",
        "  Patients must have an Eastern Cooperative Oncology Group (ECOG) 0-2.",
        "  Patients must have a sufficient life expectancy to be treated with chemotherapy.",
        "  Patients must be willing and able to complete study questionnaires.",
        "  Patients must have adequate renal function as evidenced by serum creatinine <=1.5 mg/dL, or a creatinine clearance of >=45 mL/min (if serum creatinine is > 1.5 mg/dL but <= 1.8 mg/dL).",
        "  Patients must have adequate bone marrow function as evidenced by leukocyte count greater than 3.5 g/L, hemoglobin >=9.0 g/dL, and platelet count >=100x10^9/L.",
        "  Patients must have adequate liver function as evidenced by bilirubin of <=1.5 times the upper limits of normal (ULN) and alkaline phosphatase <=3 times, ULN unless related to liver metastasis.",
        "  Patients must have Sodium and Potassium values within normal limits.",
        "  Patients whose clinical condition (co-morbidity) allows a treatment with monotherapy or who expressed their wish to be treated with monotherapy.",
        "  Patients must have signed an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.",
        "Exclusion Criteria:",
        "  History of receiving prior chemotherapy in the metastatic setting (Note: patients may have had",
        "  hormonal therapy or chemotherapy in the adjuvant setting; patients may have received hormonal therapy in metastatic setting, patients may have received local radiotherapy).",
        "  Patients with positive estrogen- / progesterone-receptor status, where an endocrine therapy is indicated. However, patients progressing under hormonal therapy are not excluded.",
        "  Patients with known hypersensitivity to doxorubicinhydrochlorid or to any of the excipients OR known hypersensitivity to capecitabine or fluorouracil or to any of the excipients.",
        "  Patients with known DPD (dihydro pyrimidine dehydrogenase) deficiency.",
        "  Patients who are receiving a concomitant treatment with sorivudine or its chemically related analogues, such as brivudine.",
        "  Patients who are taking concomitant medications (except bisphosphonates) for metastatic disease, including hormonal therapy, radiation therapy, trastuzumab, or biologicals are also not permitted.",
        "  Patients with Human epidermal growth factor receptor 2 (Her-2/neu) overexpressing tumors with the most recent evaluation as the relevant result",
        "  immunologically Her2neu 3+ positive",
        "  Her2neu-2+ positive and ´Fluorescent in-situ hybridization (FISH)´ positive",
        "  History of treatment with capecitabine",
        "  History of treatment with anthracyclines in the adjuvant setting exceeding cumulative doses of anthracyclines by more than 360 mg/m^2 doxorubicin (or equivalents, i.e. 600mg/m^2 epirubicine).",
        "  Patients with anthracycline resistant disease are not permitted. Anthracycline resistance is defined as development of locally recurrent or metastatic disease while on adjuvant anthracycline therapy, or relapse less than 12 months after completion of anthracycline therapy.",
        "  Strong remission pressure that requires polychemotherapy with the exception of patients who are not suitable for a treatment with polychemotherapy or not accepting polychemotherapy.",
        "  Evidence of primary or metastatic malignancy involving the central nervous system unless previously treated and asymptomatic for 3 months or greater.",
        "  Patients with reduced liver functions (evidenced by bilirubin of above 1.5 times the upper limits of normal (ULN); alkaline phosphatase above 3 times ULN (except related to liver metastasis, in which case <=5 x ULN).",
        "  Dyspnea on exertion.",
        "  History of cardiac disease, with New York Heart Association Class II or greater, or clinical evidence of congestive heart failure or myocardial infarct within less than six months or an left ventricular ejection fraction (LVEF) below 50%.",
        "  Woman with childbearing potential with insufficient contraception [e.g. intra-uterine device (IUD) are regarded as sufficient] during the study period and the six months following the last study drug application. All methods based on hormonal contraception are not permitted.",
        "  Existing pregnancy or lactation (note on pregnancy test). A negative pregnancy test for women of childbearing potential has to be in place prior randomization (Note: A pregnancy test has to be done for patients who are not postmenopausal. Postmenopausal is defined as those not having a menstrual period for 12 months in a row).",
        "  Existing doubts on ability and willingness of the subject for cooperation.",
        "  Participation of the subject at a clinical study within the last 30 days.",
        "  Participation of the subject in the same clinical study at an earlier date.",
        "  Concomitant participation in another study than the one described here.",
        "  Abuse of drugs, alcohol, or pharmaceuticals.",
        "  Any condition, whether medical or non-medical, that may interfere, in the opinion of the investigator, with aim of this study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time to Disease Progression (TTP) Using Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  TTP was defined as the time from onset of treatment with study drug until first evidence/diagnosis of progressive disease or - in the absence of any diagnosis of progressive disease - until the participant´s death. Diagnosis of progressive disease was done according to RECIST (Version 1.0) and/or investigator assessment based on RECIST. RECIST criteria used changes in the largest diameter of target/non-target lesions. Target (measurable) lesions were up to a maximum of 5 per organ & >20 mm by clinical imaging (>=10 mm with spiral CT scan). Non-target lesions were all other lesions.",
        "  Time frame: From Day 1 (Cycle 1) until First Evidence/Diagnosis of Progressive Disease or Death",
        "Results 1: ",
        "  Arm/Group Title: Pegylated Liposomal Doxorubicin (PLD)",
        "  Arm/Group Description: PLD 50 mg/m^2 was administered intravenously once every 28 days. Each cycle was repeated until progress or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 98",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  By Investigator Assessment (ITT): 6.02        (5.10 to 8.19)",
        "  By RECIST Criteria (ITT): 6.58        (5.29 to 8.19)",
        "  By Investigator Assessment (TTP N = 63, N = 59): 5.85        (4.37 to 7.86)",
        "  By RECIST Criteria (TTP N = 63, N = 59): 6.02        (4.37 to 7.86)",
        "Results 2: ",
        "  Arm/Group Title: Capecitabine",
        "  Arm/Group Description: Capecitabine 1250 mg/m^2, in tablets of 150 mg and 500 mg, was administered orally twice daily (BID) for 14 consecutive days followed by a 7-day rest period. Each cycle was repeated every 21 days until progress or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 102",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  By Investigator Assessment (ITT): 6.05        (4.27 to 9.07)",
        "  By RECIST Criteria (ITT): 7.10        (4.77 to 9.53)",
        "  By Investigator Assessment (TTP N = 63, N = 59): 5.88        (2.99 to 8.98)",
        "  By RECIST Criteria (TTP N = 63, N = 59): 6.05        (4.08 to 9.27)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 30/98 (30.61%)",
        "  NEUTROPENIA 1/98 (1.02%)",
        "  ATRIAL FIBRILLATION 1/98 (1.02%)",
        "  CARDIAC FAILURE 1/98 (1.02%)",
        "  TACHYCARDIA 0/98 (0.00%)",
        "  ACUTE VESTIBULAR SYNDROME 1/98 (1.02%)",
        "  VERTIGO 0/98 (0.00%)",
        "  ABDOMINAL PAIN 0/98 (0.00%)",
        "  COLITIS 0/98 (0.00%)",
        "  DIARRHOEA 2/98 (2.04%)",
        "  FEMORAL HERNIA 0/98 (0.00%)",
        "  HAEMATEMESIS 0/98 (0.00%)",
        "  ILEUS 0/98 (0.00%)",
        "  NAUSEA 0/98 (0.00%)",
        "Adverse Events 2:",
        "  Total: 46/102 (45.10%)",
        "  NEUTROPENIA 0/102 (0.00%)",
        "  ATRIAL FIBRILLATION 0/102 (0.00%)",
        "  CARDIAC FAILURE 0/102 (0.00%)",
        "  TACHYCARDIA 2/102 (1.96%)",
        "  ACUTE VESTIBULAR SYNDROME 0/102 (0.00%)",
        "  VERTIGO 1/102 (0.98%)",
        "  ABDOMINAL PAIN 2/102 (1.96%)",
        "  COLITIS 1/102 (0.98%)",
        "  DIARRHOEA 8/102 (7.84%)",
        "  FEMORAL HERNIA 1/102 (0.98%)",
        "  HAEMATEMESIS 1/102 (0.98%)",
        "  ILEUS 1/102 (0.98%)"
    ]
}