{
    "Clinical Trial ID": "NCT00444535",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib + Bevacizumab",
        "  Lapatinib (1500 mg once daily taken orally) and bevacizumab (10 mg/kg intravenously [IV] every two weeks)"
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Females that are at least 18 years of age.",
        "  Women of childbearing potential must have a negative serum pregnancy test at screening.",
        "  Documented evidence of HER2-overexpressing unresectable or metastatic breast cancer. Disease may/may not have been treated in metastatic setting.",
        "  Subjects are permitted (but not required) to have previously-treated brain metastases that are stable and asymptomatic.",
        "  Adequate hepatic, renal and cardiac function",
        "  ECOG score 0-1 and a life expectancy of at least 12 weeks.",
        "  Able to swallow oral medication",
        "  Signed informed consent",
        "Exclusion criteria:",
        "  Pregnancy",
        "  Unstable or symptomatic CNS metastases",
        "  Major surgery within 28 days of enrollment (minor surgery within 7 days).",
        "  Prior anti-cancer treatment within 14 days of enrollment, or unresolved treatment-related toxicities.",
        "  A serious non-healing wound, ulcer, or bone fracture at baseline.",
        "  Class II, III or IV heart failure as defined by the NYHA functional classification system",
        "  History of significant vascular disease, arterial thrombosis, unstable INR, hypertensive crisis, or uncontrolled hypertension.",
        "  History of myocardial infarction, stenting procedure, or angioplasty within 6 months of enrollment.",
        "  History of abdominal fistulae, gastrointestinal perforation, or intra-abdominal abscess within 6 months of enrollment.",
        "  History of malabsorption syndrome, ulcerative colitis, or bowel obstruction.",
        "  Proteinuria",
        "  Requires concurrent anti-cancer treatment or investigational treatment.",
        "  Known hypersensitivity to either study medication",
        "  Received investigational treatment within 28 days or 5 half-lives, whichever is longer",
        "  Concurrent disease or circumstances that would lead the investigator would consider the subject an inappropriate candidate for the study",
        "  Requires medication that has been excluded during study participation"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Investigator-evaluated Crude Progression-free Survival Rate After 12 Weeks of Study Treatment",
        "  The PFS rate is defined as the percentage of subjects who have shown no evidence of disease progression or death from any cause following 12 weeks of treatment. Disease progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
        "  Since there is no independent reviewer, only the investigator response was reported.",
        "  Time frame: up to week 12",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib + Bevacizumab",
        "  Arm/Group Description: Lapatinib (1500 mg once daily taken orally) and bevacizumab (10 mg/kg intravenously [IV] every two weeks)",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  No disease progression by Week 12: 36  69.2%",
        "  Disease progression or death by Week 12: 16  30.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/52 (25.00%)",
        "  Anaemia 1/52 (1.92%)",
        "  Blood loss anaemia 1/52 (1.92%)",
        "  Left ventricular dysfunction 1/52 (1.92%)",
        "  Abdominal pain 3/52 (5.77%)",
        "  Abdominal pain upper 1/52 (1.92%)",
        "  Diarrhoea 3/52 (5.77%)",
        "  Gastric haemorrhage 1/52 (1.92%)",
        "  Gastritis 1/52 (1.92%)",
        "  Lower gastrointestinal haemorrhage 1/52 (1.92%)",
        "  Nausea 1/52 (1.92%)",
        "  Vomiting 2/52 (3.85%)"
    ]
}