{
    "Clinical Trial ID": "NCT02370238",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Paclitaxel+Reparixin (Group 1) - ITT Population",
        "  paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15) + reparixin oral tablets 1200 mg t.i.d. continuing from D 1 to Day 21 of 28-day cycle.",
        "  Duration of Treatment: 28-day cycles of combination therapy reparixin oral tablets + paclitaxel intravenous weekly three weeks on and one week off until disease progression according to RECIST criteria version 1.1, withdrawal of consent or unacceptable toxicity, whichever occurred first.",
        "INTERVENTION 2: ",
        "  Paclitaxel+Placebo (Group 2)",
        "  paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15) + placebo oral tablets 1200 mg t.i.d. continuing from D 1 to Day 21 of 28-day cycle.",
        "  Duration of Treatment: 28-day cycles of combination therapy placebo oral tablets + paclitaxel intravenous weekly three weeks on and one week off until PD according to RECIST criteria version 1.1, withdrawal of consent or unacceptable toxicity, whichever occurred first."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female aged  18 years.",
        "  Patients with pathologically documented metastatic triple negative breast cancer (TNBC), eligible for treatment with paclitaxel. Paraffin-embedded tissue must be available from metastatic sites, if reasonably accessible, or from the primary tumor, to confirm the diagnosis of TNBC and for correlative studies (only on metastatic tissue). Fifteen slides can be obtained if the full block is not available to be sent or released.",
        "  TNBC will be defined as breast cancer with <1% ER+ and <1% PgR+ cells, and HER2 immunohistochemistry score of 0 or 1+ and/or in situ hybridization (ISH) with HER2 gene copy number <4 or a ratio of less than 2 between HER2 gene copy number and centromere of chromosome 17. Patients whose metastatic disease is TNBC are eligible even when their primary tumor expressed hormone receptors and/or HER2.",
        "  Patients must be newly diagnosed metastatic or must have relapsed following a prior (neo)adjuvant chemotherapy regimen. If a taxane (i.e., paclitaxel or docetaxel) was administered as part of the (neo)adjuvant regimen, PD must have occurred > 12 months from the end of previous (neo)adjuvant treatment. For non-taxane (neo)adjuvant regimen, PD must have occurred > 6 months from the end of previous (neo)adjuvant treatment",
        "  Patients with at least one baseline measurable lesion according to RECIST criteria version 1.1.",
        "  Zubrod (Eastern Co-operative Oncology Group [ECOG]) Performance Status (PS) of 0-1.",
        "  Life expectancy of at least three months.",
        "  Patients must be able to swallow and retain oral medication (intact tablet).",
        "  Able to undergo all screening assessments outlined in the protocol.",
        "  Adequate organ function (defined by the following parameters):",
        "  Serum creatinine < 140 μmol/L (< 1.6 mg/dL) or creatinine clearance > 60 mL/min.",
        "  Serum hemoglobin  9 g/dL; absolute neutrophil count  1.5 x 109/L; platelets  100 x 109/L.",
        "  Serum bilirubin  1.5 x upper normal limit (UNL) except patients with Gilbert's syndrome",
        "  Serum alanine aminotransferase (ALT), aspartate aminotransferase (AST)  2.5 x UNL but  5.0 x UNL in case of liver metastases; alkaline phosphatase (ALP)  UNL but i)  2.5 x UNL in case of liver metastases and ii)  5 UNL in case of bone metastases; albumin  2.5 g/dl.",
        "  No history or evidence by CT scan or MRI, of brain metastases or leptomeningeal disease.",
        "  No known hepatitis B virus (not due to immunization), hepatitis C virus, human immunodeficiency virus-I and -II positive status.",
        "  Dated and signed IEC/IRB-approved informed consent.",
        "Exclusion Criteria:",
        "  Prior therapy for metastatic TNBC (chemotherapy, hormone therapy or biological therapy), Patients may receive bisphosphonates and other therapies to treat bone metastases, however if used, bone lesions will not be considered as measurable disease.",
        "  Less than four weeks since last radiotherapy (excluding palliative radiotherapy).",
        "  Pregnancy or lactation or unwillingness to use adequate method of birth control.",
        "  Neurological or psychiatric disorders which may influence understanding of study and informed consent procedures.",
        "  Active or uncontrolled infection.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function.",
        "  G>1 pre-existing peripheral neuropathy",
        "  Any other invasive malignancy from which the patient has been disease-free for less than 5 years with the exception of curatively treated basal or squamous cell skin cancer",
        "  Hypersensitivity to:",
        "  paclitaxel",
        "  ibuprofen or to more than one non-steroidal anti-inflammatory drug.",
        "  medications belonging to the class of sulfonamides, with the exception of sulfanilamides (e.g., sulfamethoxazole)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS)",
        "  PFS was defined as the number of days between the date of randomization and the date of clinical disease progression, according to RECIST criteria version 1.1, as assessed by Independent Radiology Review, or to death due to any cause, whichever occurred first.",
        "  Patients must have completed at least one course of treatment and performed at least one disease assessment to be considered evaluable for response.",
        "  Time frame: Baseline up to every 8 weeks until disease progression or death, whichever occurs first, up to 721 days",
        "Results 1: ",
        "  Arm/Group Title: Paclitaxel+Reparixin (Group 1) - ITT Population",
        "  Arm/Group Description: paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15) + reparixin oral tablets 1200 mg t.i.d. continuing from D 1 to Day 21 of 28-day cycle.",
        "  Duration of Treatment: 28-day cycles of combination therapy reparixin oral tablets + paclitaxel intravenous weekly three weeks on and one week off until disease progression according to RECIST criteria version 1.1, withdrawal of consent or unacceptable toxicity, whichever occurred first.",
        "  Overall Number of Participants Analyzed: 62",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: Days  166        (62 to 292)",
        "Results 2: ",
        "  Arm/Group Title: Paclitaxel+Placebo (Group 2)",
        "  Arm/Group Description: paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15) + placebo oral tablets 1200 mg t.i.d. continuing from D 1 to Day 21 of 28-day cycle.",
        "  Duration of Treatment: 28-day cycles of combination therapy placebo oral tablets + paclitaxel intravenous weekly three weeks on and one week off until PD according to RECIST criteria version 1.1, withdrawal of consent or unacceptable toxicity, whichever occurred first.",
        "  Overall Number of Participants Analyzed: 61",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: Days  171        (105 to 393)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/61 (21.31%)",
        "  Anaemia 1/61 (1.64%)",
        "  Febrile neutropenia 1/61 (1.64%)",
        "  Cardiac failure congestive 0/61 (0.00%)",
        "  Pericardial effusion 0/61 (0.00%)",
        "  Constipation 1/61 (1.64%)",
        "  Intestinal perforation 1/61 (1.64%)",
        "  Stomatitis 0/61 (0.00%)",
        "  Non-cardiac chest pain 2/61 (3.28%)",
        "  Condition aggravated 1/61 (1.64%)",
        "  General physical health deterioration 1/61 (1.64%)",
        "Adverse Events 2:",
        "  Total: 12/60 (20.00%)",
        "  Anaemia 1/60 (1.67%)",
        "  Febrile neutropenia 0/60 (0.00%)",
        "  Cardiac failure congestive 1/60 (1.67%)",
        "  Pericardial effusion 1/60 (1.67%)",
        "  Constipation 0/60 (0.00%)",
        "  Intestinal perforation 0/60 (0.00%)",
        "  Stomatitis 1/60 (1.67%)",
        "  Non-cardiac chest pain 0/60 (0.00%)",
        "  Condition aggravated 0/60 (0.00%)",
        "  General physical health deterioration 1/60 (1.67%)"
    ]
}