{
    "Clinical Trial ID": "NCT01075100",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Triple Negative",
        "  ER-/PR-/HER2- patients who received Ixabepilone 20 mg/m2 on Days 1 and 8 and Carboplatin AUC=2.5 on Days 1 and 8 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  HR Positive",
        "  ER+/PR+/HER2-, or ER+/PR-/HER2-, or ER-/PR+/HER2- patients who received Ixabepilone 20 mg/m2 on Days 1 and 8 and Carboplatin AUC=2.5 on Days 1 and 8 of each 21-day cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Male or female patients will be eligible for inclusion in this study if they meet all of the following criteria:",
        "  Has measurable metastatic and or locally unresectable breast cancer with documented HER2 negative (-) disease",
        "  Has at least 1 measurable lesion per RECIST criteria (lesions that can be accurately measured in at least 1 dimension (longest diameter (LD) to be recorded) as 20 mm with conventional techniques (CT, MRI, X-ray) or as 10 mm with spiral CT scan). Irradiated lesions cannot be used to assess response but can be used to assess progression.",
        "  Has received up to 2 (0 to 2) prior chemotherapy regimens for metastatic disease with the following conditions:",
        "Has had no prior treatment with ixabepilone or platinum agents",
        "  Has had no adjuvant chemotherapy within the 6 months prior to study, but may have received prior anthracyclines and/or taxanes as adjuvant chemotherapy",
        "  3 weeks or more have elapsed since last chemotherapy treatment and any related toxicities have resolved to <Grade 1; at least 30 days must have passed since any investigational product has been administered and associated toxicities must have resolved to <Grade 1 (if applicable).",
        "  Has an ECOG Performance Status (PS) 0-2",
        "  Is 18 years of age",
        "  Has a life expectancy of at least 12 weeks",
        "  Has laboratory values of:",
        "  White blood cell (WBC) count 3000 x 106/L Absolute neutrophil count (ANC) 1500 x 106/L Hemoglobin 9 g/dL Total bilirubin 1x upper limit of normal (ULN) AST and ALT 2.5 x ULN Alkaline phosphatase 2.5 x ULN; up to 5xULN if elevation is due to bone disease Serum creatinine 1.5 mg/dL Calculated creatinine clearance >50 mL/min (based on Cockroft and Gault method [Appendix III]) Platelet count 100,000 x 106/L",
        "  If patient has had radiation therapy, it has been completed >3 weeks prior to the start of study treatment. NOTE: Previously irradiated lesions will not be evaluable. However, these patients will still be eligible.",
        "  Has a negative serum pregnancy test within 7 calendar days prior to registration (female patients of childbearing potential [not surgically sterilized and between menarche and 1 year postmenopause",
        "  If fertile, patient (male or female) has agreed to use an acceptable method of birth control to avoid pregnancy for the duration of the study and for a period of 3 months thereafter",
        "  Has signed the most recent Patient Informed Consent Form",
        "  Has signed a Patient Authorization Form Note: Having tissue available is not an inclusion criterion in this study; however, available tissue will be collected (see Section 8) if possible.",
        "Exclusion Criteria:",
        "  A patient will be excluded from this study if he or she meets any of the following criteria:",
        "  Had prior treatment with ixabepilone or other epothilones",
        "  Had prior radiation to 30% of major bone marrow containing areas (pelvis, lumbar spine)",
        "  Has ER+ and/or PR+ disease that has not progressed on hormone therapy, unless the patient has life-threatening or rapidly progressing visceral disease",
        "  Has HER2+ disease (IHC staining of 3+ [uniform, intense membrane staining of >30% of invasive tumor cells]), a FISH result of more than 6 HER2 gene copies per nucleus or a FISH ratio (HER2 gene signals to chromosome 17 signals of >2.2)",
        "  Has only lytic bone disease or nonmeasurable disease only",
        "  Has a known, prior, severe (NCI CTCAE Grade 3-4) history of hypersensitivity reaction to a drug formulated in Cremophor®EL (polyoxyethylated castor oil) or has history of severe allergic reactions to cisplatin or other platinum-containing compounds",
        "  Has been treated previously with a platinum-containing agent",
        "  Is receiving concurrent immunotherapy, hormonal therapy, or radiation therapy. Washout periods for these prior therapies are specified in Section 5.",
        "  Is receiving concurrent investigational therapy or has received such therapy within the 30 days prior to dosing Day 1",
        "  Has neuropathy (motor or sensory) >Grade 1",
        "  Has evidence of CNS involvement requiring radiation or steroid treatment. Patients with stable brain metastases who are off steroids at least 2 weeks are eligible.",
        "  Has a serious uncontrolled intercurrent medical or psychiatric illness, including serious infection",
        "  Has clinically relevant coagulopathy either secondary to hepatic dysfunction or an underlying condition requiring therapeutic anticoagulation (specifically, A-fib, history of DVT). A daily aspirin or Plavix for CAD are permitted.",
        "  Has a history of other malignancy within the last 5 years (except cured basal cell carcinoma of skin and carcinoma in situ of uterine cervix), which could affect the diagnosis or assessment of any of the study drugs",
        "  Is a pregnant or breast feeding woman",
        "  Is unable to comply with the requirements of the study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR)",
        "  Evaluate the objective response rate calculated as CR+ PR in the population evaluable for response, as well as the 2 subgroups (hormone receptor positive [ER+/PR+/HER2-, ER+/PR-/HER2-, ER-/PR+/HER2-]) and ER-/PR-HER2-, separately).",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  Time frame: 24 months",
        "Results 1: ",
        "  Arm/Group Title: Triple Negative",
        "  Arm/Group Description: ER-/PR-/HER2- patients who received Ixabepilone 20 mg/m2 on Days 1 and 8 and Carboplatin AUC=2.5 on Days 1 and 8 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 46",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  30.4        (17.7 to 45.8)",
        "Results 2: ",
        "  Arm/Group Title: HR Positive",
        "  Arm/Group Description: ER+/PR+/HER2-, or ER+/PR-/HER2-, or ER-/PR+/HER2- patients who received Ixabepilone 20 mg/m2 on Days 1 and 8 and Carboplatin AUC=2.5 on Days 1 and 8 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 53",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  34        (21.5 to 48.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/48 (20.83%)",
        "  NEUTROPENIA 1/48 (2.08%)",
        "  THROMBOCYTOPENIA 0/48 (0.00%)",
        "  VOLUME BLOOD DECREASED 1/48 (2.08%)",
        "  FIBRILLATION ATRIAL 1/48 (2.08%)",
        "  HYPOTENSION 1/48 (2.08%)",
        "  ABDOMINAL PAIN 1/48 (2.08%)",
        "  APPETITE DECREASED 0/48 (0.00%)",
        "  DEHYDRATION 4/48 (8.33%)",
        "  DIARRHEA 4/48 (8.33%)",
        "  NAUSEA 3/48 (6.25%)",
        "  VOMITING 2/48 (4.17%)",
        "  FEVER 1/48 (2.08%)",
        "  RIGORS 0/48 (0.00%)",
        "Adverse Events 2:",
        "  Total: 5/53 (9.43%)",
        "  NEUTROPENIA 1/53 (1.89%)",
        "  THROMBOCYTOPENIA 1/53 (1.89%)",
        "  VOLUME BLOOD DECREASED 0/53 (0.00%)",
        "  FIBRILLATION ATRIAL 0/53 (0.00%)",
        "  HYPOTENSION 0/53 (0.00%)",
        "  ABDOMINAL PAIN 0/53 (0.00%)",
        "  APPETITE DECREASED 1/53 (1.89%)",
        "  DEHYDRATION 0/53 (0.00%)",
        "  DIARRHEA 0/53 (0.00%)",
        "  NAUSEA 1/53 (1.89%)",
        "  VOMITING 1/53 (1.89%)",
        "  FEVER 1/53 (1.89%)",
        "  RIGORS 1/53 (1.89%)"
    ]
}