{
    "Clinical Trial ID": "NCT00374322",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1500 mg",
        "  Participants received lapatinib 1500 milligrams (mg) orally once daily. Treatment was continued for a maximum of 12 months or until disease recurrence or development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or consent withdrawal.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Participants received matching placebo orally once daily. Treatment was continued for a maximum of 12 months or until disease recurrence or development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or consent withdrawal."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Have histologically or cytologically confirmed ErbB2-overexpressing invasive carcinoma (TX or T1-4) of the breast at the time of the initial diagnosis and have undergone adequate excision of tumor;",
        "  Had tumors that overexpress ErbB2 defined as 3+ by IHC or c-erbB2 gene amplification by FISH (ErbB2 expression/amplification must be documented prior to study entry; however, a tumor tissue sample must be sent to a central laboratory for subsequent re-analysis of ErbB2 status);",
        "  Have Stage I through Stage IIIc disease according to the American Joint Committee on Cancer (6th edition) staging criteria for breast cancer and meet one of the following criteria:",
        "  node-positive disease defined as: one positive lymph node by sentinel node biopsy OR at least 1 positive lymph node found among at least 6 axillary nodes examined on axillary node dissection OR status post axillary radiotherapy for sterilization if clinically evaluated as cN1 or cN2 (if sentinel node biopsy is positive, subject may either undergo an axillary node dissection or radiotherapy to the axilla).",
        "  node-positive disease evaluated as: ipsilateral axillary lymph nodes cN0-2 by clinical evaluation and axillary lymph nodes pNX, pN0(i+), or pN1-3 by pathological evaluation [patients with pN3 (Stage IIIc disease) must be disease free following completion of neoadjuvant or adjuvant chemotherapy for at least 12 months and must not have been lost to follow up].",
        "  OR node-negative disease defined as: negative sentinel node biopsy OR no positive lymph nodes found among at least 6 axillary nodes examined on axillary node dissection OR status post axillary radiotherapy for sterilization if clinically evaluated as cN0.",
        "  node-negative disease categorized as: high-risk disease (tumor >2.0 cm if ER and/or progesterone receptor (PgR) positive disease is present or tumor >1.0 cm if ER and PgR negative disease) OR intermediate-risk disease (tumor 1.0-2.0 cm and ER and/or PgR positive disease).",
        "  Women with synchronous bilateral invasive breast cancer or synchronous DCIS of either the contralateral or ipsilateral breast at the time of the initial diagnosis are also eligible;",
        "  Have undergone either mastectomy OR lumpectomy;",
        "  Have received and completed treatment with a neoadjuvant or adjuvant chemotherapy regimen containing either an anthracycline or a taxane; or any cyclophosphamide, methotrexate and 5-fluorouracil (CMF) regimen;",
        "  May continue to receive endocrine therapy while taking study medication, if endocrine therapy was initiated as either adjuvant therapy for treatment of the initial diagnosis of invasive breast cancer or for ovarian function suppression; however, endocrine therapy may not be initiated while taking study medication. Endocrine therapy agents may be switched while participating in this study (e.g., stop tamoxifen and start letrozole);",
        "  May have received prior radiotherapy as treatment for primary tumor; however, is not required for study entry;",
        "  May continue to receive radiotherapy while taking study medication, if radiotherapy was initiated as adjuvant therapy for treatment of the initial diagnosis of invasive breast cancer;",
        "  May continue to receive bisphosphonates only for treatment of documented osteoporosis, but not as treatment or prophylaxis of bone metastases;",
        "  All women eligible for adjuvant treatment with trastuzumab, including those diagnosed and treated within the last six months, must be considered for such treatment prior to being offered participation in this study. Participation in this study will be allowed only if the physician and patient have considered and discussed at length the advantages of trastuzumab, but have mutually decided against initiating trastuzumab therapy.",
        "  Have clinical and radiologic assessments that are negative for local or regional recurrence of disease or metastatic disease at the time of study entry;",
        "  if signs or symptoms suggestive of either recurrence of disease or metastatic disease are present, the appropriate radiological imaging must be performed",
        "  if the following laboratory results are present, the appropriate radiological imaging must be performed:",
        "  for AST/ALT 2×ULN or ALP 2×ULN (not in the bone fraction), an abdominal CT or MRI must be done",
        "  for ALP  2×ULN in the bone fraction, a bone scan must be done; a confirmatory x-ray, CT scan or MRI scan or biopsy is required if the results of the bone scan are inconclusive",
        "  Have a unilateral/bilateral mammogram within 12 months prior to study entry;",
        "  Have an analysis of both ER and PgR on the primary tumor prior to study entry;",
        "  Have a cardiac ejection fraction within institutional range of normal as measured by either echocardiogram or multigated acquisition scans;",
        "  Have an Eastern Cooperative Oncology Group Performance Status of 0 to 1;",
        "  Women with a history of non-breast malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence. Women with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical carcinoma in situ, melanoma in situ, and basal cell or squamous cell carcinoma of the skin;",
        "  Are able to swallow and retain oral medication;",
        "  Have a paraffin-embedded tissue block from an archived tumor tissue from the primary tumor or twenty (20) slides of paraffin-embedded tissue available for biomarker analysis;",
        "  Have adequate organ function defined as: absolute neutrophil count 1.5× 10^9/L; hemoglobin 9 g/dL; platelets 75 × 10^9/L; albumin 2.5 g/dL; serum bilirubin 1.25 ×ULN; aspartate aminotransferase and alanine aminotransferase 3 × ULN and serum creatinine 2.0 mg/dL or calculated creatinine clearance 40 mL/min",
        "  Have signed the informed consent form (ICF);",
        "  Women of child-bearing potential must have a negative serum pregnancy test at screening and agree to complete abstinence from intercourse or consistent and correct use of an acceptable methods of birth control from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication:",
        "Exclusion Criteria:",
        "  Have clinical and radiologic evidence of local or regional recurrence of disease or metastatic disease at the time of study entry;",
        "  Had metachronous invasive breast cancer (breast cancers diagnosed at different times);",
        "  Have a prior history of other breast cancer malignancies, including DCIS;",
        "  Are unable to provide archived tumor tissue samples for assay;",
        "  Had prior therapy with an ErbB1 and/or ErbB2 inhibitor; women who experienced a hypersensitivity or allergic reaction to trastuzumab during the first infusion and were unable to complete this infusion are eligible;",
        "  Receive concurrent anti-cancer therapy (chemotherapy, immunotherapy, and biologic therapy) while taking study medication;",
        "  Have unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment;",
        "  Have malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Women with ulcerative colitis are also excluded;",
        "  Have a concurrent disease or condition that would make the woman inappropriate for study participation, or any serious medical disorder that would interfere with the woman's safety;",
        "  Have an active or uncontrolled infection;",
        "  Have dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent;",
        "  Have a known history of uncontrolled or symptomatic angina, arrhythmias, or CHF;",
        "  Are pregnant or breastfeeding;",
        "  Receive concurrent treatment with an investigational agent; women, who are in follow-up in another clinical trial where the primary endpoint has been met and the interval between assessments is 12 months and radiological imaging is not required at these assessments, are eligible;",
        "  Receive concurrent treatment with a selected list of strong inducers and inhibitors of CYP3A4;",
        "  Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication;",
        "  Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to lapatinib or excipients;"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants (Par.) With Any Recurrence of the Initial Disease, Second Primary Cancer, Contralateral Breast Cancer, or Death (Disease-free Survival [DFS])",
        "  DFS=interval between the date of randomization and the date of the first occurrence of an objective disease recurrence, a second primary cancer, or death from any cause. The date of the event is the earliest date of the occurrence of any of the following: local recurrence (LR) following mastectomy; LR in ipsilateral breast following lumpectomy; regional recurrence; distant recurrence; contralateral breast cancer, including ductal carcinoma in situ; other second primary cancer (excluding squamous or basal cell carcinoma of the skin, melanoma in situ, carcinoma in situ of the cervix, or lobular carcinoma in situ of the breast); death from any cause without a prior event. Par. who started additional anti-cancer adjuvant therapy prior to the recurrence of their disease were to be censored. Par. who did not withdraw from the study and did not experience a specified event or death were to be censored (follow-up ongoing) at the last visit date available at which progression was assessed.",
        "  Time frame: From randomization until date of the first occurrence of an objective disease recurrence, a second primary cancer, or death from any cause (assessed up to 6 years; 1 year of treatment, 5 years of follow-up [median of 5.3 years for final analysis])",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1500 mg",
        "  Arm/Group Description: Participants received lapatinib 1500 milligrams (mg) orally once daily. Treatment was continued for a maximum of 12 months or until disease recurrence or development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or consent withdrawal.",
        "  Overall Number of Participants Analyzed: 1571",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Any recurrence or death: 252",
        "  Censored, New Anti-cancer Agent/Radiotherapy: 1",
        "  Censored, Follow-up Ended: 1318",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Participants received matching placebo orally once daily. Treatment was continued for a maximum of 12 months or until disease recurrence or development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or consent withdrawal.",
        "  Overall Number of Participants Analyzed: 1576",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Any recurrence or death: 290",
        "  Censored, New Anti-cancer Agent/Radiotherapy: 1",
        "  Censored, Follow-up Ended: 1285"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 99/1573 (6.29%)",
        "  Neutropenia 2/1573 (0.13%)",
        "  Left ventricular dysfunction 3/1573 (0.19%)",
        "  Cardiac failure 0/1573 (0.00%)",
        "  Myocardial infarction 2/1573 (0.13%)",
        "  Acute myocardial infarction 0/1573 (0.00%)",
        "  Atrial fibrillation 0/1573 (0.00%)",
        "  Atrioventricular block first degree 1/1573 (0.06%)",
        "  Myocardial ischaemia 0/1573 (0.00%)",
        "  Pericardial effusion 1/1573 (0.06%)",
        "Adverse Events 2:",
        "  Total: 78/1574 (4.96%)",
        "  Neutropenia 0/1574 (0.00%)",
        "  Left ventricular dysfunction 1/1574 (0.06%)",
        "  Cardiac failure 3/1574 (0.19%)",
        "  Myocardial infarction 0/1574 (0.00%)",
        "  Acute myocardial infarction 1/1574 (0.06%)",
        "  Atrial fibrillation 1/1574 (0.06%)",
        "  Atrioventricular block first degree 0/1574 (0.00%)",
        "  Myocardial ischaemia 1/1574 (0.06%)",
        "  Pericardial effusion 0/1574 (0.00%)"
    ]
}