{
    "Clinical Trial ID": "NCT01912612",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1 (Patients With Pain)",
        "  Duloxetine 30 mg daily x 1 week, then 60 mg daily x 4 weeks, then 30 mg daily x 2 weeks.",
        "  Duloxetine: Subjects will receive 30 mg duloxetine orally for 7 days, then 60 mg duloxetine orally for 28 days, then 30 mg duloxetine orally x 14 days.",
        "INTERVENTION 2: ",
        "  Arm 2 (Patients Without Pain -- Control)",
        "  Patient reported pain and symptoms assessment for comparison at baseline."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients at least 25 years of age",
        "  Diagnosis of stage 0-III breast cancer within 12 years prior to enrollment. All indicated surgery, chemotherapy, and/or radiation therapy must have been completed at least 12 weeks prior to enrollment. Concomitant endocrine therapy and targeted therapies such as palbociclib, pertuzumab, and trastuzumab are permitted.",
        "  Pain that developed or worsened since breast cancer diagnosis and is not due to identifiable traumatic event or fracture",
        "  Patient-reported worst pain score between 5 and 10 (inclusive) on a 0-10 scale (assessed verbally)",
        "  Female patients must be at least 1 year postmenopausal or surgically sterile; or must agree to use a medically acceptable form of contraception",
        "  Willing to withdraw from selective serotonin reuptake inhibitors (SSRI) and tricyclic antidepressants (TCA) prior to treatment initiation",
        "  Patients who are currently taking non-steroidal anti-inflammatory drugs (NSAIDs) (e.g., ibuprofen, naproxen, meloxicam, gabapentin, pregabalin) and/or opioid pain medications must remain on a stable dosage throughout the duration of the study",
        "  Able to provide informed consent and willing to sign an approved consent form that conforms to federal and institutional guidelines.",
        "Exclusion Criteria:",
        "  Prior use of duloxetine or milnacipran.",
        "  Prior or current use of venlafaxine specifically for treatment of pain (prior or current use for treatment of other indications, such as hot flashes, is permitted, although cases currently taking venlafaxine must discontinue use prior to study treatment initiation)",
        "  Patients must not be taking any contraindicated medications listed on the duloxetine package insert including the following: phenothiazines, propafenone, flecainide, linezolid, or anticoagulation medication (e.g., heparin, warfarin, or direct oral anticoagulants); treatment with monoamine oxidase inhibitor within 14 days prior to registration.",
        "  Thumbnail abnormalities on either hand (such as due to chemotherapy or trauma, or artificial nails) that are likely to alter pain perception during testing",
        "  Peripheral sensory neuropathy at the thumbs bilaterally that interferes with function and/or activities of daily living",
        "  Significant risk of suicide based on the Investigator's judgment",
        "  History or behavior that would, in the Investigator's judgment, prohibit compliance for the duration of the study.",
        "  History of alcohol or other substance abuse or dependence within the year prior to registration",
        "  Known chronic liver disease, end stage renal disease, or creatinine clearance <30 mL/min as defined by Cockcroft-Gault equation",
        "  Uncontrolled narrow-angle glaucoma.",
        "  Clinically significant coagulation disorder",
        "  History of seizure disorder",
        "  Pregnant or breast-feeding. Urine pregnancy test will be assessed at the baseline visit in women of child-bearing potential with chronic pain.",
        "  Unable to take oral medications or any medical condition that would interfere with the absorption of study medication capsules.",
        "  Currently taking SSRI, serotonin-norepinephrine reuptake inhibitor (SNRI), or TCA regimen (including Wellbutrin) for treatment of major depressive disorder or generalized anxiety disorder (without approval and involvement of the patient's treating psychiatrist to taper cases off these medications prior to study treatment).",
        "  Controls are patients without chronic pain who otherwise meet the following eligibility criteria (inclusion #1, 2, 8, exclusion #1, 2, 4, 5, worst pain score 0-1, and not currently on medication for pain)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in Patient-reported Worst Pain Between Baseline and 5 Weeks of Treatment With Duloxetine",
        "  Worst pain will be assessed at baseline and 5 weeks for each individual patient using the Brief Pain Inventory.",
        "  Baseline: Mean worst pain for all individual patients in arm 1 (intervention) and arm 2 (control)",
        "  5 weeks: Mean worst pain for all individual patients in arm 1 (intervention)",
        "  Range of pain score 0-10 (0=no pain; 10=worst pain)",
        "  Time frame: 5 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm 1 (Patients With Pain)",
        "  Arm/Group Description: Duloxetine 30 mg daily x 1 week, then 60 mg daily x 4 weeks, then 30 mg daily x 2 weeks.",
        "  Duloxetine: Subjects will receive 30 mg duloxetine orally for 7 days, then 60 mg duloxetine orally for 28 days, then 30 mg duloxetine orally x 14 days.",
        "  Overall Number of Participants Analyzed: 35",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: score on a scale  Baseline: 35 participants",
        "  6.54         (1.868)",
        "  5 weeks: 31 participants",
        "  4.06         (2.744)",
        "Results 2: ",
        "  Arm/Group Title: Arm 2 (Patients Without Pain -- Control)",
        "  Arm/Group Description: Patient reported pain and symptoms assessment for comparison at baseline.",
        "  Overall Number of Participants Analyzed: 40",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: score on a scale  Baseline: 40 participants",
        "  0.25         (0.494)",
        "  5 weeks: 0 participants"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/35 (2.86%)",
        "  congestive heart failure *1/35 (2.86%)",
        "Adverse Events 2:",
        "  Total: 0/40 (0.00%)",
        "  congestive heart failure *0/40 (0.00%)"
    ]
}