{
    "Clinical Trial ID": "NCT00708214",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Afatinib 50 mg With Letrozole",
        "  Patients received continuous daily dosing with Afatinib 50 mg therapy with letrozole 2.5 mg over 28-day treatment cycles until further disease progression.",
        "INTERVENTION 2: ",
        "  Afatinib 40 mg With Letrozole",
        "  Patients received continuous daily dosing with Afatinib 40 mg therapy with letrozole 2.5 mg over 28-day treatment cycles until further disease progression."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Female patients with histologically proven breast adenocarcinoma",
        "  Presence of metastatic disease No more than 2 prior chemotherapy regimens for metastatic disease, which could include trastuzumab Patients must currently be on letrozole and developed acquired resistance as defined by disease progression on letrozole following previous response (partial response or better, stable disease superior or equal to 24 weeks)",
        "  Diagnosis of disease progression inferior or equal to 6 weeks prior to trial entrydefined as:",
        "  Increase in the number of bone lesions on bone scan or on MRI AND/OR",
        "  Increased pain in an area of known bony metastasis AND superior or equal to 2 serial elevations in CA 15.3 AND/OR",
        "  Progression according to RECIST criteria on CT scan, MRI, or x-ray Patients must have documented menopause confirmed by estradiol level inferior to 11 pg/ml",
        "Exclusion criteria:",
        "  Premenopausal patients",
        "  Rapidly progressive disease in major organs (i.e. lymphangitic spread in the lung and/or bulky liver metastasis) Patient with brain metastasis Significant cardiovascular diseases Previous treatment with an EGFR and/or HER-2 inhibiting drug(patients who received trastuzumab with chemotherapy but not with letrozole can be enrolled)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Progression Free Participants After 16 Weeks of Treatment",
        "  Progression was defined according to 1 of the following criteria: New bone lesion(s) on bone scan or on magnetic resonance imaging; Progression or occurrence of new lesion(s) according to the Response Evaluation Criteria In Solid Tumours version 1.0 (RECIST); an increase in tumour marker CA 15.3 of more than 20 percent,compared with baseline, at 2 consecutive examinations; occurrence of disease-related skeletal events. If a patient did not fulfil any criteria and was withdrawn because of clinical deterioration amounting to PD according to the Investigator, they were considered as having PD.",
        "  Time frame: 16 weeks",
        "Results 1: ",
        "  Arm/Group Title: Afatinib 50 mg With Letrozole",
        "  Arm/Group Description: Patients received continuous daily dosing with Afatinib 50 mg therapy with letrozole 2.5 mg over 28-day treatment cycles until further disease progression.",
        "  Overall Number of Participants Analyzed: 7",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  28.57        (3.67 to 70.96)",
        "Results 2: ",
        "  Arm/Group Title: Afatinib 40 mg With Letrozole",
        "  Arm/Group Description: Patients received continuous daily dosing with Afatinib 40 mg therapy with letrozole 2.5 mg over 28-day treatment cycles until further disease progression.",
        "  Overall Number of Participants Analyzed: 13",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  0.00        (0.00 to 24.71)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/7 (14.29%)",
        "  Disseminated intravascular coagulation 0/7 (0.00%)",
        "  Diarrhoea 0/7 (0.00%)",
        "  Nausea 0/7 (0.00%)",
        "  Vomiting 0/7 (0.00%)",
        "  Asthenia 0/7 (0.00%)",
        "  Mucosal inflammation 0/7 (0.00%)",
        "  Obstruction 0/7 (0.00%)",
        "  Oedema peripheral 0/7 (0.00%)",
        "  Arthritis bacterial 0/7 (0.00%)",
        "  Erysipelas 1/7 (14.29%)",
        "  Pneumococcal sepsis 0/7 (0.00%)",
        "  Post precedural sepsis 0/7 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/13 (23.08%)",
        "  Disseminated intravascular coagulation 1/13 (7.69%)",
        "  Diarrhoea 1/13 (7.69%)",
        "  Nausea 0/13 (0.00%)",
        "  Vomiting 1/13 (7.69%)",
        "  Asthenia 0/13 (0.00%)",
        "  Mucosal inflammation 1/13 (7.69%)",
        "  Obstruction 1/13 (7.69%)",
        "  Oedema peripheral 1/13 (7.69%)",
        "  Arthritis bacterial 1/13 (7.69%)",
        "  Erysipelas 0/13 (0.00%)",
        "  Pneumococcal sepsis 1/13 (7.69%)"
    ]
}