{
    "Clinical Trial ID": "NCT01610284",
    "Intervention": [
        "INTERVENTION 1: ",
        "  BKM120 100mg + Fulvestrant",
        "  BKM120 100 mg per day and fulvestrant given until progression or as described in the protocol.",
        "INTERVENTION 2: ",
        "  Placebo + Fulvestrant",
        "  BKM120 matching placebo daily and fulvestrant given until progression or as described in the protocol."
    ],
    "Eligibility": [
        "Key Inclusion Criteria:",
        "  Locally advanced or metastatic breast cancer",
        "  HER2-negative and hormone receptor-positive status (common breast cancer classification tests)",
        "  Postmenopausal woman",
        "  A tumor sample must be shipped to a Novartis designated laboratory for identification of biomarkers (PI3K activation status)",
        "  Progression or recurrence of breast cancer while on or after aromatase inhibitor treatment",
        "  Measurable disease or non measurable disease bone lesions in the absence of measurable disease as per RECIST 1.1",
        "  Adequate bone marrow and organ function defined by laboratory values",
        "  Key Exclusion Criteria:",
        "  Previous treatment with PI3K inhibitors, AKT inhibitors, mTOR inhibitor or fulvestrant",
        "  More than one prior chemotherapy line for metastatic disease",
        "  Symptomatic brain metastases",
        "  Increasing or chronic treatment (> 5 days) with corticosteroids or another immunosuppressive agent",
        "  Active heart (cardiac) disease as defined in the protocol",
        "  Certain scores on an anxiety and depression mood questionnaires"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS) Based on Local Investigator Assessment - Full Analysis Set (FAS) in Full Population, Main Study Cohort and PI3K Unknown Cohort",
        "  Progression Free Survival (PFS) is defined as the time from date of randomization to the date of first radiologically documented progression or death due to any cause. If a patient did not progress or die at the time of the analysis data cut-off or start of new antineoplastic therapy, PFS was censored at the date of the last adequate tumor assessment before the earliest of the cut-off date or the start date of additional anti-neoplastic therapy. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria RECIST v1.1, as 20% increase in the sum of diameter of all measured target lesions, taking as reference the smallest sum of diameter of all target lesions recorded at or after baseline and/or unequivocal progression of the non-target lesions and/or appearance of a new lesion. In addition to the relative increase of 20%, the sum must demonstrate an absolute increase of at least 5 mm.",
        "  Time frame: Date of randomization to the date of first documented tumor progression or death from any cause, whichever occurs first, reported between day of first patient randomized up to approximately 4 years",
        "Results 1: ",
        "  Arm/Group Title: BKM120 100mg + Fulvestrant",
        "  Arm/Group Description: BKM120 100 mg per day and fulvestrant given until progression or as described in the protocol.",
        "  Overall Number of Participants Analyzed: 576",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  FAS-Full population: 576 participants",
        "  6.9        (6.8 to 7.8)",
        "  FAS-Main cohort: 427 participants",
        "  6.8        (5.0 to 7.0)",
        "  FAS-PI3K pathway activated: 188 participants",
        "  6.8        (4.9 to 7.1)",
        "  FAS-PI3K pathway non-activated: 239 participants",
        "  6.9        (4.6 to 7.2)",
        "  FAS-PI3K pathway unknown: 149 participants",
        "  8.7        (7.0 to 12.4)",
        "Results 2: ",
        "  Arm/Group Title: Placebo + Fulvestrant",
        "  Arm/Group Description: BKM120 matching placebo daily and fulvestrant given until progression or as described in the protocol.",
        "  Overall Number of Participants Analyzed: 571",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  FAS-Full population: 571 participants",
        "  5.0        (4.0 to 5.2)",
        "  FAS-Main cohort: 424 participants",
        "  4.5        (3.3 to 5.0)",
        "  FAS-PI3K pathway activated: 184 participants",
        "  4.0        (3.1 to 5.2)",
        "  FAS-PI3K pathway non-activated: 240 participants",
        "  4.6        (3.3 to 5.1)",
        "  FAS-PI3K pathway unknown: 147 participants",
        "  6.8        (5.0 to 8.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 146/573 (25.48%)",
        "  Anaemia 4/573 (0.70%)",
        "  Disseminated intravascular coagulation 0/573 (0.00%)",
        "  Neutropenia 1/573 (0.17%)",
        "  Thrombocytopenia 0/573 (0.00%)",
        "  Acute coronary syndrome 1/573 (0.17%)",
        "  Angina pectoris 1/573 (0.17%)",
        "  Atrial fibrillation 2/573 (0.35%)",
        "  Atrial flutter 0/573 (0.00%)",
        "  Cardiac arrest 1/573 (0.17%)",
        "  Cardiac failure 0/573 (0.00%)",
        "Adverse Events 2:",
        "  Total: 101/570 (17.72%)",
        "  Anaemia 3/570 (0.53%)",
        "  Disseminated intravascular coagulation 1/570 (0.18%)",
        "  Neutropenia 1/570 (0.18%)",
        "  Thrombocytopenia 1/570 (0.18%)",
        "  Acute coronary syndrome 0/570 (0.00%)",
        "  Angina pectoris 1/570 (0.18%)",
        "  Atrial fibrillation 0/570 (0.00%)",
        "  Atrial flutter 1/570 (0.18%)",
        "  Cardiac arrest 0/570 (0.00%)",
        "  Cardiac failure 1/570 (0.18%)"
    ]
}