{
    "Clinical Trial ID": "NCT02392611",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Monotherapy: Alobresib 0.6 mg",
        "  Participants with advanced solid tumors and lymphomas who had failed or were intolerant to standard therapy, or for whom no standard therapy existed received alobresib tablets at a dose of 0.6 mg orally once daily on Study Day 1 through C1D28 of 28 days cycle to determine the MTD.",
        "INTERVENTION 2: ",
        "  Monotherapy: Alobresib 1.4 mg",
        "  Participants with advanced solid tumors and lymphomas who had failed or were intolerant to standard therapy, or for whom no standard therapy existed received alobresib tablets at a dose of 1.4 mg orally once daily on Study Day 1 through C1D28 of 28 days cycle to determine the MTD."
    ],
    "Eligibility": [
        "Key Inclusion Criteria:",
        "  Group 1: Histologically or cytologically confirmed advanced malignant solid tumor or lymphoma (any subtype) that is refractory to or intolerant of standard therapy or for which no standard therapy is available",
        "  Group 2: Post-menopausal women with advanced stage estrogen receptor positive breast cancer who are candidates for exemestane or fulvestrant",
        "  Group 3: Individuals with lymphoma are limited to diffuse large B-cell lymphoma and peripheral T-cell lymphoma that are refractory to or intolerant of standard therapy or for which no standard therapy is available",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of  1",
        "  Adequate organ function defined as follows:",
        "  Hematologic: Platelets  100 x 10^9/L; Hemoglobin  9.0 g/ dL; Absolute neutrophil count (ANC)  1.5 x 10^9/L (without platelet transfusion or any growth factors within previous 7 days of the hematologic laboratory values obtained at screening visit). Participants in the Group 3 lymphoma expansion may be enrolled with an ANC of  1.0 x 10^9 /L; Platelets  75 x 10^9 /L.",
        "  Hepatic: Aspartate transaminase (AST) / Alanine transaminase (ALT)  2.5 x upper limit of normal (ULN) (if liver metastases are present,  5 x ULN); Total or conjugated bilirubin  1.5 x ULN",
        "  Renal: Serum creatinine  1.5 x ULN or creatinine clearance (CrCl)  60 ml/min as calculated by the cockcroft-gault method",
        "  Coagulation: International Normalized Ratio (INR)  1.2",
        "  Key Exclusion Criteria:",
        "  Known brain metastasis or leptomeningeal disease",
        "  Myocardial infarction, symptomatic congestive heart failure (New York Heart Association Classification > Class II), unstable angina, or serious uncontrolled cardiac arrhythmia within the last 6 months of study Day 1",
        "  Major surgery, defined as any surgical procedure that involves general anesthesia and a significant incision (ie, larger than what is required for placement of central venous access, percutaneous feeding tube, or biopsy) within 28 days of first dose of study drug",
        "  History of long QT syndrome or whose corrected QT interval (QTc) measured (Fridericia method) at screening is prolonged (> 450 ms for males and > 470 ms for females). Individuals who screen-fail due to this criterion are not eligible to be re-screened",
        "  Clinically significant bleeding within 28 days of study Day 1",
        "  Known human immunodeficiency virus (HIV) infection",
        "  Hepatitis B surface antigen positive",
        "  Hepatitis C virus (HCV) antibody positive",
        "  No active anticoagulation within 7 days of study Day 1; including acetylsalicylic acid, low molecular weight heparin, or warfarin.",
        "  Note: Other protocol defined Inclusion/Exclusion criteria may apply."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants Experiencing Dose Limiting Toxicities (DLTs)",
        "  A DLT was a toxicity, considered possibly related to alobresib, and which occurred during DLT assessment window (Day 1 through Cycle 1 Day 28) in each cohort: Grade  4 neutropenia (absolute neutrophil count [ANC] < 500/mm^3); Grade 3 neutropenia (ANC< 1000/mm^3) with fever (a single temperature of > 38.3°C or a sustained temperature of  38°C for more than 1 hour [hr]); Grade  3 thrombocytopenia; Grade  2 bleeding; Grade  3 non hematologic toxicity, except Grade 3 nausea or emesis with maximum duration of 48 hrs on adequate medical therapy and Grade 3 diarrhea which persists for < 72 hrs in absence of maximal medical therapy; Grade  2 non hematologic treatment-emergent adverse event (TEAE) of potential clinical significance; treatment interruption  7 days due to unresolved toxicity; and any Grade 3 or 4 elevation in aspartate aminotransferase (AST) or alanine aminotransferase (ALT) associated with a Grade 2 elevation in bilirubin that is at least possibly related to alobresib.",
        "  Time frame: Baseline (Day 1) up to 28 days",
        "Results 1: ",
        "  Arm/Group Title: Monotherapy: Alobresib 0.6 mg",
        "  Arm/Group Description: Participants with advanced solid tumors and lymphomas who had failed or were intolerant to standard therapy, or for whom no standard therapy existed received alobresib tablets at a dose of 0.6 mg orally once daily on Study Day 1 through C1D28 of 28 days cycle to determine the MTD.",
        "  Overall Number of Participants Analyzed: 2",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0",
        "Results 2: ",
        "  Arm/Group Title: Monotherapy: Alobresib 1.4 mg",
        "  Arm/Group Description: Participants with advanced solid tumors and lymphomas who had failed or were intolerant to standard therapy, or for whom no standard therapy existed received alobresib tablets at a dose of 1.4 mg orally once daily on Study Day 1 through C1D28 of 28 days cycle to determine the MTD.",
        "  Overall Number of Participants Analyzed: 1",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/2 (50.00%)",
        "  Thrombocytopenia 0/2 (0.00%)",
        "  Atrioventricular block complete 0/2 (0.00%)",
        "  Adrenal haemorrhage 0/2 (0.00%)",
        "  Constipation 0/2 (0.00%)",
        "  Pain 0/2 (0.00%)",
        "  Pyrexia 0/2 (0.00%)",
        "  Cholangitis 1/2 (50.00%)",
        "  Pyelonephritis acute 0/2 (0.00%)",
        "  Sepsis 1/2 (50.00%)",
        "  Deep vein thrombosis 0/2 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/1 (100.00%)",
        "  Thrombocytopenia 1/1 (100.00%)",
        "  Atrioventricular block complete 0/1 (0.00%)",
        "  Adrenal haemorrhage 0/1 (0.00%)",
        "  Constipation 0/1 (0.00%)",
        "  Pain 0/1 (0.00%)",
        "  Pyrexia 1/1 (100.00%)",
        "  Cholangitis 0/1 (0.00%)",
        "  Pyelonephritis acute 0/1 (0.00%)",
        "  Sepsis 0/1 (0.00%)",
        "  Deep vein thrombosis 0/1 (0.00%)"
    ]
}