{
    "Clinical Trial ID": "NCT00464646",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A",
        " Cohort A: Women with unresected locally advanced breast cancer (clinical Stage IIIA, IIIB, and IIIC)",
        "INTERVENTION 2: ",
        "  Cohort B",
        " Cohort B: Women with resected pN2 or pN3 (pathologic Stage III) breast cancer"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Conditions for eligibility for patients with LABC (Cohort A):",
        "  The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy or limited incisional biopsy.",
        "  Patients must have clinical Stage IIIA, IIIB, or IIIC disease with a mass in the breast or axilla that is greater than or equal to 2.0 cm measured by clinical exam, unless the patient has inflammatory breast carcinoma, in which case measurable disease is not required.",
        "  Conditions for eligibility for patients with resected Stage III breast cancer (Cohort B)",
        "  Patients must have undergone either a total mastectomy or a lumpectomy.",
        "  Patients must have completed one of the following procedures for evaluation of pathologic nodal status.",
        "  Sentinel lymphadenectomy followed by removal of additional non-sentinel lymph nodes, or",
        "  Axillary lymphadenectomy without SN isolation procedure.",
        "  The interval between the last surgery (for breast cancer treatment or staging) and study entry must be no more than 84 days.",
        "  By pathologic evaluation, ipsilateral nodes must be pN2 or pN3.",
        "  For patients who undergo lumpectomy, the margins of the resected specimen must be histologically free of invasive tumor and DCIS as determined by the local pathologist. If pathologic examination demonstrates tumor at the line of resection, additional operative procedures may be performed to obtain clear margins. If tumor is still present at the resected margin after re-excision(s), the patient must undergo total mastectomy to be eligible. (Patients with margins positive for LCIS are eligible without additional resection.)",
        "  For patients who undergo mastectomy, margins must be free of gross residual tumor. Patients with microscopic positive margins are eligible.",
        "  Conditions for patient eligibility (ALL patients)",
        "  The patient must have consented to participate and must have signed and dated an IRB-approved consent form that conforms to federal and institutional guidelines.",
        "  Patients must be female.",
        "  The patient must be greater than or equal to 18 years old.",
        "  The patient's ECOG performance status must be 0 or 1.",
        "  The tumor must be invasive adenocarcinoma of the breast on histologic examination.",
        "  The breast cancer must be determined to be HER2-positive prior to study entry. Assays performed using FISH require gene amplification. Assays using IHC require a strongly positive (3+) staining score.",
        "  At the time of study entry, blood counts must meet the following criteria:",
        "  Absolute neutrophil count (ANC) must be greater than/equal to 1200/mm3.",
        "  Platelet count must be greater than/equal to 100,000/mm3.",
        "  Hemoglobin must be greater than/equal to 10 g/dL.",
        "  The following criteria for evidence of adequate hepatic function must be met:",
        "  total bilirubin must be less than/equal to ULN for the lab unless the patient has a grade 1 bilirubin elevation (greater than ULN to 1.5 x ULN) due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and",
        "  alkaline phosphatase must be less than 2.5 x ULN for the lab; and",
        "  AST must be less than/equal to 1.5 x ULN for the lab.",
        "  Alkaline phosphatase and AST may not both be greater than the ULN. For example, if the alkaline phosphatase is greater than the ULN but less than/equal to 2.5 x ULN, then the AST must be less than/equal to the ULN. If the AST is greater than the ULN but less than/equal to 1.5 x ULN, then the alkaline phosphatase must be less than/equal to ULN.",
        "  Patients with AST or alkaline phosphatase greater than ULN are eligible for inclusion in the study if liver imaging (CT, MRI, or PET scan) does not demonstrate metastatic disease, and has adequate hepatic function.",
        "  Patients with either skeletal pain or alkaline phosphatase that is greater than ULN but less than/equal to 2.5 x ULN are eligible for inclusion in the study if a bone scan or PET scan does not demonstrate metastatic disease. Patients with suspicious findings on bone scan or PET scan are eligible if suspicious findings are confirmed as benign by x-ray, MRI, or biopsy.",
        "  Serum creatinine less than/equal to ULN for the lab.",
        "  Urine protein/creatinine (UPC) ratio must be less than 1.0.",
        "  All patients must have their LVEF assessed by 2-D echocardiogram within 3 months prior to study entry. (MUGA scan may be substituted for 2-D echocardiogram based on institutional preferences.) The LVEF must be greater than/equal to 55% regardless of the institution's LLN.",
        "  Note: Since the pre-entry LVEF serves as the baseline for comparing subsequent LVEF assessments to determine if trastuzumab and bevacizumab therapy can be administered, it is critical that this baseline study be an accurate assessment of the patient's LVEF. If the baseline LVEF is greater than 65%, the investigator is encouraged to have the accuracy of the initial LVEF result confirmed and to consider repeating the study if the accuracy is uncertain.",
        "Exclusion Criteria:",
        "  Conditions for patient ineligibility (Cohort A)",
        "  FNA alone to diagnose the primary tumor.",
        "  Surgical axillary staging procedure prior to study entry. (Procedures that are permitted include: 1) FNA or core biopsy of an axillary node for any patient, and 2) although not recommended, a pre-neoadjuvant therapy SN biopsy for patients with clinically negative axillary nodes.",
        "  Condition for patient ineligibility (Cohort B)",
        " Breast reconstruction using tissue expanders or implants at the time of mastectomy.",
        "  Conditions for patient ineligibility (ALL patients)",
        "  Definitive clinical or radiologic evidence of metastatic disease.",
        "  Synchronous bilateral invasive breast cancer.",
        "  History of ipsilateral or contralateral invasive breast cancer regardless of treatment or ipsilateral DCIS treated with RT.",
        "  History of non-breast malignancies within the 5 years prior to study entry. Patients with the following cancers are eligible if diagnosed and treated within the previous 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.",
        "  Prior therapy with anthracyclines, taxanes, trastuzumab, or bevacizumab for any malignancy.",
        "  Treatment including RT, chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to study entry.",
        "  Continued therapy with any hormonal agent such as raloxifene, tamoxifen, or other SERM. (Patients are eligible if these medications are discontinued prior to study entry.)",
        "  Any sex hormonal therapy, e.g., birth control pills, ovarian hormone replacement therapy, etc. These patients are eligible if this therapy is discontinued prior to study entry. (Women of reproductive potential must agree to use an effective non-hormonal method of contraception during study therapy and for at least 6 months after completion of targeted therapy.)",
        "  Cardiac disease that would preclude the use of the drugs included in the FB-5 treatment regimen. This includes but is not confined to:",
        "  Active cardiac disease: angina pectoris that requires the use of anti-anginal medication; ventricular arrhythmias except for benign premature ventricular contractions controlled by medication; supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; conduction abnormality requiring a pacemaker; and clinically significant valvular disease.",
        "  History of cardiac disease: myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of LV function; documented CHF; or documented cardiomyopathy.",
        "  Uncontrolled hypertension defined as systolic BP greater than 150 mmHg or diastolic BP greater han 90 mmHg, with or without anti-hypertensive medication. Patients with initial BP elevations are eligible if initiation or adjustment of BP medication lowers pressure to meet entry criteria.",
        "  History of hypertensive crisis or hypertensive encephalopathy.",
        "  History of TIA or CVA.",
        "  History of other arterial thrombotic event within 12 months before study entry.",
        "  Symptomatic peripheral vascular disease.",
        "  Any significant bleeding within 6 months before study entry, exclusive of menorrhagia in premenopausal women.",
        "  Serious or non-healing wound, skin ulcers, or bone fracture.",
        "  Gastroduodenal ulcer(s) determined by endoscopy to be active.",
        "  History of GI perforation, abdominal fistulae, or intra-abdominal abscess.",
        "  Anticipation of need for major surgical procedures (other than the breast surgery required for patients in Cohort A) during study therapy and for at least 3 months following completion of bevacizumab.",
        "  Known bleeding diathesis, coagulopathy, or requirement for therapeutic doses of coumadin.",
        "  Other nonmalignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.",
        "  Sensory/motor neuropathy greater than/equal to grade 2, as defined by the NCI's CTCAE v3.0.",
        "  Conditions that would prohibit administration of corticosteroids.",
        "  History of hypersensitivity reaction to drugs formulated with polysorbate 80.",
        "  Pregnancy or lactation at the time of study entry. (Note: Pregnancy testing should be performed according to institutional standards for women of child-bearing potential.)",
        "  Use of any investigational agent within 4 weeks prior to enrollment in the study.",
        "  Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Patients With Pathological Complete Response (pCR) in the Breast and Nodes for Patients With HER2-positive LABC Following Neoadjuvant Treatment (Cohort A)",
        "  The determination of pCR is performed by the local pathologist following examination of tissue (breast and nodes)removed at the time of surgery. The outcome measure is the number of participants with no histologic evidence of invasive tumor cells in the surgical breast specimen, axillary nodes, or SNs identified after neoadjuvant chemotherapy.",
        "  Time frame: Assessed at time of surgery on average at 8 months",
        "Results 1: ",
        "  Arm/Group Title: Cohort A",
        "  Arm/Group Description:  Cohort A: Women with unresected locally advanced breast cancer (clinical Stage IIIA, IIIB, and IIIC)",
        "  Overall Number of Participants Analyzed: 73",
        "  Measure Type: Number",
        "  Unit of Measure: participants  34",
        "Results 2: ",
        "  Arm/Group Title: Cohort B",
        "  Arm/Group Description:  Cohort B: Women with resected pN2 or pN3 (pathologic Stage III) breast cancer",
        "  Overall Number of Participants Analyzed: 0",
        "  Measure Type: Number",
        "  Unit of Measure: participants  "
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/76 (21.05%)",
        "  Hemoglobin  0/76 (0.00%)",
        "  Left ventricular systolic function  1/76 (1.32%)",
        "  Hypertension  0/76 (0.00%)",
        "  Dehydration  1/76 (1.32%)",
        "  Diarrhea  1/76 (1.32%)",
        "  Hemorrhage, GI - stomach  0/76 (0.00%)",
        "  Perforation, GI - colon  1/76 (1.32%)",
        "  Ulcer, GI - stomach  0/76 (0.00%)",
        "  Pain- head/headache  3/76 (3.95%)",
        "  Pain- back  2/76 (2.63%)",
        "Adverse Events 2:",
        "  Total: 5/29 (17.24%)",
        "  Hemoglobin  1/29 (3.45%)",
        "  Left ventricular systolic function  0/29 (0.00%)",
        "  Hypertension  1/29 (3.45%)",
        "  Dehydration  1/29 (3.45%)",
        "  Diarrhea  0/29 (0.00%)",
        "  Hemorrhage, GI - stomach  1/29 (3.45%)",
        "  Perforation, GI - colon  0/29 (0.00%)",
        "  Ulcer, GI - stomach  1/29 (3.45%)",
        "  Pain- head/headache  0/29 (0.00%)",
        "  Pain- back  0/29 (0.00%)"
    ]
}