{
    "Clinical Trial ID": "NCT00057941",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Anastrozole and ZD1839",
        "[Not Specified]",
        "INTERVENTION 2: ",
        "  Fulvestrant and ZD1839",
        "[Not Specified]"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have estrogen and/or progesterone receptor positive histologically confirmed adenocarcinoma of the breast with measurable recurrent or metastatic carcinoma of the breast",
        "  Baseline measurements and evaluations of involved sites should be performed as close as possible to study entry, but must be within 4 weeks prior to randomization",
        "  Patients with available tissue blocks from either the primary or metastatic site must submit the tissue for EGFR analysis",
        "  All patients must be postmenopausal females defined by:",
        "  Prior bilateral oophorectomy or bilateral ovarian irradiation",
        "  No menstrual period for 12 months or longer. If age 55 years or less and on tamoxifen within the prior 6 months, must have an estradiol level in the postmenopausal range",
        "  Patients must not have had more than 2 prior chemotherapy regimens for metastatic disease and no chemotherapy within 3 weeks prior to randomization; no concurrent chemotherapy is allowed while on protocol therapy",
        "  Patients must not have prior hormonal therapy for metastatic disease; no prior therapy in the adjuvant setting with an estrogen receptor down-regulator (e.g. fulvestrant) or an aromatase inhibitor (e.g. anastrozole, letrozole, exemestane, aminoglutethamide); non-protocol concurrent hormonal therapy is not allowed",
        "  Patients must not have had prior therapy with agents that target EGFR",
        "  Previous, but not concomitant, therapy with trastuzumab (Herceptin) is allowed; patients must not receive trastuzumab (Herceptin) within 3 weeks prior to randomization",
        "  Patients must have ECOG performance status of 0, 1, or 2",
        "  Neutrophils >= 1500/mm^3",
        "  Platelets >= 100,000/mm^3",
        "  Bilirubin =< 1.25 x upper limit of normal",
        "  SGPT (ALT) and SGOT (AST) =< 2.5 x upper limit of normal if no demonstrable liver metastases or =< 5 times upper limit of normal in the presence of liver metastases",
        "  Calculated creatinine clearance >= 30ml/min",
        "  INR, PT and PTT within normal range",
        "  Patients must not be receiving therapy with anticoagulants or have other contraindication to i.m. injections",
        "  Patients must not have a history of central nervous system metastasis",
        "  Patients may receive concurrent radiation therapy to painful sites of boney disease or areas of impending fracture as long as the radiation therapy is initiated prior to study entry and sites of measurable disease outside the radiation therapy port are available to follow; patient who have received prior radiation therapy must have recovered from toxicity of the prior radiation therapy",
        "  Patients must not take the following medications that may alter ZD1839 pharmacokinetics while enrolled in this trial: phenytoin, carbamazapine, phenobarbitol, rifampicin, and St. John's Wort, oxcarbazepine, rifapentine, modafinil, and griseofulvin",
        "  Patients age =< 55 years must not be receiving LHRH agonists or antagonists within 3 months prior to randomization",
        "  Patients who have an ocular inflammation or infection should be fully treated before entry into the trial; patients with a neuropathic keratopathy or diabetes or those with anterior basement membrane disease must be advised of the need for frequent opthalmalogic exams",
        "  Patients who continue to wear contact lenses must be advised that they have an increased risk of ocular events; the decision to wear contact lenses should be discussed with the patient's treating oncologist and ophthalmologist",
        "  Patients must not suffer from medical or psychiatric conditions that would interfere with protocol compliance, the ability to provide informed consent, or assessment of response or anticipated toxicities",
        "  Patients must be disease-free of prior invasive malignancies for > 5 years with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Rate",
        "  Clinical benefit = complete response (CR), partial response (PR), or stable disease (SD) lasting for at least 6 months, assessed per Response Evaluation Criteria of Solid Tumor (RECIST).CR=disappearance of all target and non-target lesions. PR= disappearance of or at least 30% decrease in the sum of the longest diameters of target lesions, with non-progressive disease in non-target lesions. SD= sum of the longest diameters of target lesions decrease <30% or increase <20%, with non-progressive disease in non-target lesions. 141 eligible, treated patients were included.",
        "  Time frame: assessed every 3 cycles while on treatment, assessed every 3 months when follow up <2 years, every 6 months between 2-3 years,no specific requirements after 3 years",
        "Results 1: ",
        "  Arm/Group Title: Anastrozole and ZD1839",
        "  Arm/Group Description: [Not Specified]",
        "  Overall Number of Participants Analyzed: 72",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  44        (33 to 57)",
        "Results 2: ",
        "  Arm/Group Title: Fulvestrant and ZD1839",
        "  Arm/Group Description: [Not Specified]",
        "  Overall Number of Participants Analyzed: 69",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  41        (29 to 53)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 27/74 (36.49%)",
        "  Anemia 1/74 (1.35%)",
        "  Sinus bradycardia 0/74 (0.00%)",
        "  Dyspepsia 0/74 (0.00%)",
        "  Dysphagia 1/74 (1.35%)",
        "  Gastritis 1/74 (1.35%)",
        "  Nausea 3/74 (4.05%)",
        "  Vomiting 2/74 (2.70%)",
        "  Diarrhea w/o prior colostomy 4/74 (5.41%)",
        "  Fatigue 2/74 (2.70%)",
        "  AST increased 5/74 (6.76%)",
        "  ALT increased 3/74 (4.05%)",
        "  Infection w/o neutropenia 1/74 (1.35%)",
        "Adverse Events 2:",
        "  Total: 28/74 (37.84%)",
        "  Anemia 1/74 (1.35%)",
        "  Sinus bradycardia 1/74 (1.35%)",
        "  Dyspepsia 1/74 (1.35%)",
        "  Dysphagia 0/74 (0.00%)",
        "  Gastritis 0/74 (0.00%)",
        "  Nausea 3/74 (4.05%)",
        "  Vomiting 2/74 (2.70%)",
        "  Diarrhea w/o prior colostomy 10/74 (13.51%)",
        "  Fatigue 2/74 (2.70%)",
        "  AST increased 6/74 (8.11%)",
        "  ALT increased 3/74 (4.05%)",
        "  Infection w/o neutropenia 3/74 (4.05%)"
    ]
}