{
    "Clinical Trial ID": "NCT00319748",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Patients With Ovarian Cancer",
        "  Participants with ovarian cancer who received all 24 doses of 852A."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Adequate performance status:",
        "  Breast - Karnofsky score > 50;",
        "  Ovarian, endometrial or cervical - Gynecologic Oncology Group (GOG) performance score 2",
        "  If female and of childbearing potential, are willing to use adequate contraception (hormonal, barrier method, abstinence) prior to study entry and for the duration of study participation.",
        "  Normal organ function within 14 days of study entry",
        "  Diagnosis of one of the following malignancies:",
        "  Metastatic breast cancer (BR)",
        "  Metastatic ovarian cancer (OV)",
        "  Metastatic endometrial cancer (EM)",
        "  Metastatic cervical cancer (CX)",
        "  Breast Cancer Inclusion Criteria:",
        "  Measurable metastatic disease (>1cm) in at least one site other than bone-only",
        "  Progression on or failure to respond to at least one previous chemotherapy regimen for metastatic disease",
        "  Progression on prior therapy with a hormonal agent if estrogen receptor or progesterone receptor positive, and/or with trastuzumab if HER2-neu positive. If patient has progressed through hormone or trastuzumab therapy only, must have received one chemotherapy regimen.",
        "  Ovarian Cancer Inclusion Criteria:",
        "  Measurable metastatic disease as defined by Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  Primary tumor must have been diagnosed histologically as either epithelial ovarian cancer, fallopian tube cancer, or primary peritoneal cancer (not borderline or low malignant potential epithelial carcinoma).",
        "  Subjects must have failed at least two previous chemotherapy regimens. Paclitaxel must have been a component of one or both regimens and cisplatin or carboplatin must have been a component of one or both regimens.",
        "  Endometrial Cancer Inclusion Criteria:",
        "  Measurable metastatic disease",
        "  Histologically proven recurrent or persistent endometrial cancer that is not amenable to curative treatment with surgery and/or radiation therapy AND has failed 2 previous treatment regimens",
        "  Cervical Cancer Inclusion Criteria:",
        "  Measurable metastatic disease",
        "  Histologically proven recurrent or persistent squamous cell carcinoma, adenosquamous carcinoma, or adenocarcinoma of the cervix that is not amenable to curative treatment with surgery and/or radiation therapy AND has failed 2 previous treatment regimens.",
        "Exclusion Criteria:",
        "  Had/have the following prior/concurrent therapy:",
        "  Systemic corticosteroids (oral or injectable) within 7 days of first dose of 852A (topical or inhaled steroids are allowed)",
        "  Investigational drugs/agents within 14 days of first dose of 852A",
        "  Immunosuppressive therapy, including cytotoxic agents within 14 days of first dose of 852A (nitrosoureas within 30 days of first dose)",
        "  Drugs known to induce QT interval prolongation and/or induce Torsades de pointes unless best available drug required to treat life-threatening conditions",
        "  Radiotherapy within 3 weeks of the first dose of 852A",
        "  Hematopoietic cell transplantation within 4 weeks of first dose of 852A",
        "  Evidence of active infection within 3 days of first dose of 852A",
        "  Active fungal infection or pulmonary infiltrates (prior treated disease stable for 2 weeks is allowable)",
        "  Cardiac ischemia, cardiac arrhythmias or congestive heart failure uncontrolled by medication",
        "  History of, or clinical evidence of, a condition which, in the opinion of the investigator, could confound the results of the study or put the subject at undue risk",
        "  Uncontrolled intercurrent or chronic illness",
        "  Active autoimmune disease requiring immunosuppressive therapy within 30 days",
        "  Active coagulation disorder not controlled with medication",
        "  Pregnant or lactating",
        "  Concurrent malignancy (if in remission, at least 5 years disease free) except for localized (in-situ) disease, basal carcinomas and cutaneous squamous cell carcinomas that have been adequately treated",
        "  Any history of brain metastases or any other active central nervous system (CNS) disease"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Patients With Tumor Response (Response Evaluation Criteria in Solid Tumors) Who Received All 24 Doses of 852A.",
        "  Assessment of anti-tumor activity of 852A using Response Evaluation Criteria in Solid Tumors (RECIST) criteria to evaluate tumor response after 24 doses. Complete Response (CR)= disappearance of all target lesions, Partial Response (PR) = at least 30% decrease in sum of longest diameter of target lesions, Progressive Disease (PD) = at least 25% increase in sum of longest diameter of target lesions, Stable Disease = neither PR or PD.",
        "  Time frame: after 12 weeks (24 doses of 852A)",
        "Results 1: ",
        "  Arm/Group Title: Patients With Ovarian Cancer",
        "  Arm/Group Description: Participants with ovarian cancer who received all 24 doses of 852A.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Complete Response: 0",
        "  Partial Response: 0",
        "  Stable Disease: 1",
        "  Progressive Disease: 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/13 (69.23%)",
        "  Infection/Febrile Neutropenia  [1]3/13 (23.08%)",
        "  Acute idiopathic cardiomyopathy  [1]1/13 (7.69%)",
        "  Cardiac left ventricular function  [2]1/13 (7.69%)",
        "  Cardiac troponin levels increased  [3]1/13 (7.69%)",
        "  Abdominal pain  [1]1/13 (7.69%)",
        "  Anorexia  [1]1/13 (7.69%)",
        "  Dehydration  [1]3/13 (23.08%)",
        "  Gastrointestinal symptoms  [1]1/13 (7.69%)"
    ]
}