{
    "Clinical Trial ID": "NCT01940497",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab (Vial): Adjuvant",
        "  Participants received trastuzumab 600 mg subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with adjuvant chemotherapy [consisting of doxorubicin, paclitaxel or docetaxel] and 14 cycles administered alone).",
        "INTERVENTION 2: ",
        "  Trastuzumab (Vial): Neoadjuvant",
        "  Participants received trastuzumab 600 mg subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with neoadjuvant chemotherapy [consisting of doxorubicin, paclitaxel or docetaxel] and 14 cycles administered alone)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed non-metastatic primary invasive adenocarcinoma of the breast. Stage of disease: T1-4 (T describes size of tumour from 1 to 4), N0-3 (N describes nearby lymph nodes), M0 (M describes distant metastasis)",
        "  HER2-positive disease immunohistochemistry (IHC) 3+ or in situ hybridization (ISH) positive",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-1",
        "  Left ventricular ejection fraction (LVEF) of greater than or equal to (>=) 55 percent (%) measured by echocardiography (ECHO) or multiple gated acquisition (MUGA) scan prior to first dose of trastuzumab SC",
        "  Intact skin at site of SC injection on the thigh",
        "Exclusion Criteria:",
        "  History of other malignancy, except for participants with curatively treated carcinoma in situ of the cervix or basal cell carcinoma and participants with other curatively treated malignancies, other than breast cancer, who have been disease-free for at least 5 years",
        "  Severe dyspnea at rest or requiring supplementary oxygen therapy",
        "  Concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions/illness",
        "  Serious cardiac illness or medical conditions that would preclude the use of trastuzumab, specifically: history of documented congestive heart failure (CHF), high-risk uncontrolled arrhythmias, angina pectoris requiring medication, clinically significant valvular disease, evidence of transmural infarction on electrocardiogram (ECG), diagnosed poorly controlled hypertension",
        "  Known infection with human immunodeficiency virus (HIV), active hepatitis B virus (HBV) or hepatitis C virus (HCV)",
        "  Pregnant or lactating women",
        "  Concurrent enrolment in another clinical trial using an investigational anti-cancer treatment, including hormonal therapy, bisphosphonate therapy and immunotherapy, within 28 days prior to the first dose of study treatment",
        "  Known hypersensitivity to trastuzumab, murine proteins, to any of the excipients of Herceptin including hyaluronidase, or the adhesive of the SC device (for Cohort B), or a history of severe allergic or immunological reactions, for example, difficulty to control asthma",
        "  Inadequate bone marrow, hepatic or renal function",
        "  Hormonal treatment concomitant with chemotherapy (allowed in adjuvant phase with adjuvant trastuzumab SC)",
        "  Pre-existing motor or sensory neuropathy of Grade greater than (>) 1",
        "  Synchronous bilateral invasive breast cancer"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "  An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. TEAEs were the AEs occurring from starting on the day of or after first administration of trastuzumab and within 28 days after last dose of trastuzumab. Data for this outcome measure were analyzed and reported by adjuvant versus neoadjuvant chemotherapy groups within each treatment arm.",
        "  Time frame: Day 1 up to 28 days after last dose of trastuzumab (up to approximately 1 year)",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab (Vial): Adjuvant",
        "  Arm/Group Description: Participants received trastuzumab 600 mg subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with adjuvant chemotherapy [consisting of doxorubicin, paclitaxel or docetaxel] and 14 cycles administered alone).",
        "  Overall Number of Participants Analyzed: 95",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  98.9",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab (Vial): Neoadjuvant",
        "  Arm/Group Description: Participants received trastuzumab 600 mg subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with neoadjuvant chemotherapy [consisting of doxorubicin, paclitaxel or docetaxel] and 14 cycles administered alone).",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  100.0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/95 (5.26%)",
        "  Febrile neutropenia 0/95 (0.00%)",
        "  Neutropenia 0/95 (0.00%)",
        "  Atrial fibrillation 0/95 (0.00%)",
        "  Pleuropericarditis 0/95 (0.00%)",
        "  Vomiting 0/95 (0.00%)",
        "  Pryexia 0/95 (0.00%)",
        "  Anaphylactic shock 1/95 (1.05%)",
        "  Gastroenteritis 0/95 (0.00%)",
        "  Fibula fracture 1/95 (1.05%)",
        "  Tibia fracture 1/95 (1.05%)",
        "  Intervertebral disc protrusion 0/95 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/20 (15.00%)",
        "  Febrile neutropenia 0/20 (0.00%)",
        "  Neutropenia 0/20 (0.00%)",
        "  Atrial fibrillation 1/20 (5.00%)",
        "  Pleuropericarditis 1/20 (5.00%)",
        "  Vomiting 0/20 (0.00%)",
        "  Pryexia 0/20 (0.00%)",
        "  Anaphylactic shock 0/20 (0.00%)",
        "  Gastroenteritis 1/20 (5.00%)",
        "  Fibula fracture 0/20 (0.00%)",
        "  Tibia fracture 0/20 (0.00%)",
        "  Intervertebral disc protrusion 1/20 (5.00%)"
    ]
}