{
    "Clinical Trial ID": "NCT02780713",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment Period 1",
        "  Participants received AZD9496 - Variant A (100 mg).",
        "INTERVENTION 2: ",
        "  Treatment Period 2",
        "  Participants received AZD9496 - Reference (100 mg)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Provision of signed and dated, written informed consent prior to any study specific procedures.",
        "  Healthy male and/or female subjects aged 18 to 65 years with suitable veins for cannulation or repeated venipuncture.",
        "  Females must have a negative pregnancy test at screening and on admission to the unit, must not be lactating and must be of non-childbearing potential, confirmed at screening by fulfilling 1 of the following criteria: Post-menopausal defined as amenorrhea for at least 12 months or more following cessation of all exogenous hormonal treatments and FSH levels in the post-menopausal range (OR) Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy or bilateral salpingectomy, but not tubal ligation",
        "  Male subjects aged 18 to 39 years must be vasectomized. Male subjects aged 40 to 65 years must either be vasectomized or have no intention of fathering a child for a period of 6 months after receiving the last dose of IMP.",
        "  Have a body mass index (BMI) between 18.0 and 32.0 kg/m2, inclusive, and weigh at least 50 kg and no more than 100 kg, inclusive.",
        "  Values for AST, ALT, TBL, GGT and ALP must be at or below the upper limit of normal ranges at screening.",
        "Exclusion Criteria:",
        "  History of any clinically significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, or influence the results or the subject's ability to participate in the study.",
        "  History or presence of gastrointestinal (GI), hepatic or renal disease, or any other condition known to interfere with absorption, distribution, metabolism, or excretion of drugs.",
        "  Any clinically significant illness, medical/surgical procedure, or trauma within 4 weeks of the first administration of IMP.",
        "  Previous history of venous or arterial thromboembolism or thrombophilia.",
        "  History of endometrial polyps, endometrial cancer, atypical endometrial hyperplasia, or other endometrial disorders unless subjects have undergone total hysterectomy and there is no evidence of active disease (females only).",
        "  Any clinically significant abnormalities in clinical chemistry (other than Inclusion no.6), hematology, or urinalysis results at screening, as judged by the investigator.",
        "  Any clinically significant abnormal findings in supine vital signs, after 10 minutes of supine rest, at screening and/or admission to the unit, defined as: (a) Systolic blood pressure < 90 mmHg or  150 mmHg (b) Diastolic blood pressure < 50 mmHg or  95 mmHg and (c) Heart rate < 45 or > 90 beats per minute",
        "  Any clinically important abnormalities in rhythm, conduction or morphology of the resting 12-lead ECG that, as judged by the investigator, that may interfere with the interpretation of QTc interval changes, including abnormal ST-T-wave morphology or pronounced left ventricular hypertrophy.",
        "  Prolonged QTcF > 460 ms for females and QTcF > 450 ms for males or family history of long QT syndrome.",
        "  PR (PQ) interval shortening < 110 ms or evidence of ventricular pre-excitation).",
        "  PR (PQ) interval prolongation > 240 ms, intermittent second (Wenckebach block while asleep is not exclusive) or third degree AV block.",
        "  Persistent or intermittent complete bundle branch block with QRS > 120 ms or evidence of pronounced ventricular hypertrophy or pre-excitation.",
        "  Any positive result on screening for serum hepatitis B surface antigen (HBsAg), hepatitis C antibody and human immunodeficiency virus (HIV) antibody.",
        "  Known or suspected history of drug abuse, as judged by the investigator.",
        "  Current smokers or those who have smoked or used nicotine products within the 3 months prior to screening.",
        "  Known or suspected history of alcohol or drug abuse or excessive intake of alcohol, as judged by the investigator.",
        "  Positive screen for drugs of abuse, alcohol or cotinine at screening or on each admission to the unit.",
        "  History of severe allergy/hypersensitivity or ongoing allergy/hypersensitivity, as judged by the investigator or history of hypersensitivity to drugs with a similar chemical structure or class to AZD9496.",
        "  Excessive intake of caffeine/xanthine containing drinks or food (e.g., coffee, tea, chocolate), as judged by the investigator.",
        "  Use of drugs with enzyme-inducing properties such as St John's Wort within 3 weeks prior to the first administration of IMP.",
        "  Use of any prescribed or non-prescribed medication including antacids, analgesics (other than paracetamol/acetaminophen), herbal remedies, megadose vitamins (intake of 20 to 600 times the recommended daily dose) and minerals during the 2 weeks prior to the first administration of IMP or longer if the medication has a long half-life Note: Hormonal replacement therapy is not allowed for females.",
        "  Plasma donation within 1 month of screening or any blood donation/loss more than 500 mL during the 3 months prior to screening",
        "  Has received another new chemical entity (defined as a compound which has not been approved for marketing) within 3 months of the first administration of IMP in this study. The period of exclusion is 3 months after the final dose from previous study or 1 month after the last visit of previous study, whichever is the longest. ote: Subjects consented and screened, but not dosed in this study or a previous phase I study, are not excluded.",
        "  Involvement of any AstraZeneca, PAREXEL or study site employee or their close relatives",
        "  Judgment by the investigator that the subject should not participate in the study if they have any ongoing or recent (i.e., during the screening period) minor medical complaints that may interfere with the interpretation of study data or are considered unlikely to comply with study procedures, restrictions and requirements.",
        "  Subjects who are vegans or have medical dietary restrictions.",
        "  Subjects who cannot communicate reliably with the investigator.",
        "  Vulnerable subjects, e.g., kept in detention, protected adults under guardianship, trusteeship, or committed to an institution by governmental or juridical order."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pharmacokinetics: Maximum Plasma Concentration (Cmax) for AZD9496 and Its Metabolites at Each Treatment Period.",
        "  To evaluate maximum observed plasma concentration (Cmax) for AZD9496 and its metabolites M3 and M5 following administration of different AZD9496 formulations and compare with a reference formulation.",
        "  Time frame: Regular Pharmacokinetic measurement Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6, 7, 8, 12, hours post-dose on Day 1, 24 and 36 hours post-dose (Day 2), 48 hours post-dose (Day 3), 72 hours post-dose (Day 4) of each treatment period",
        "Results 1: ",
        "  Arm/Group Title: Treatment Period 1",
        "  Arm/Group Description: Participants received AZD9496 - Variant A (100 mg).",
        "  Overall Number of Participants Analyzed: 14",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: ng/mL  AZD9496: 64.85        (73.54%)",
        "  M3: 10.30        (98.93%)",
        "  M5: 1.102        (85.27%)",
        "Results 2: ",
        "  Arm/Group Title: Treatment Period 2",
        "  Arm/Group Description: Participants received AZD9496 - Reference (100 mg).",
        "  Overall Number of Participants Analyzed: 14",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: ng/mL  AZD9496: 381.0        (55.83%)",
        "  M3: 62.98        (76.91%)",
        "  M5: 7.409        (75.18%)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/14 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}