{
    "Clinical Trial ID": "NCT00004888",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I: Doxorubicin and Taxotere",
        "  Patients received PLD 30 mg/m^2 IV followed by docetaxel 60 mg/m^2 IV, one hour after PLD completion, every 3 weeks for a total of 8 cycles. Dexamthasone 8 mg orally twice a day was administered the day before, the day of, and the day following docetaxel. The maximum allowed cumulative dose of PLD was 240 mg/m^2. Pyridoxine 200 mg PO daily started on Day 1 of Cycle 1 and continued daily while the patient was on PLD.",
        "INTERVENTION 2: ",
        "  Arm II: Doxorubicin, Taxotere, and Herceptin",
        "  Patients received the weekly antibody therapy with trastuzumab in addition to the induction chemotherapy with PLD and docetaxel every 3 weeks as outlined for Arm I above for a total of 8 cycles. Trastuzumab was administered 4 mg/kg IV on Day 1, then 2 mg/kg IV weekly."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed adenocarcinoma of the breast with manifestations of metastatic progression",
        "  HER2 expression status in primary breast tissue and/or site(s) of metastasis must be determined by the ECOG Pathology Coordinating Office; (these are the results that will be used at time of registration); NOTE: for this protocol, HER2/neu non-overexpressed status will be defined as 0 and 1+ scores using the DAKO HercepTest; HER2 overexpressed status will be defined as 2+ score (if confirmed amplified by FISH) or 3+ score using the DAKO HercepTest",
        "  Cytologically positive pleural or peritoneal effusions are considered evaluable disease provided local intra-cavitary treatment is not introduced at the onset of therapy; to be considered as evaluable disease, pleural effusions may not have been previously drained or sclerosed",
        "  Blastic or mixed blastic/lytic osseous metastases only are evaluable disease provided they are accompanied by an analgesic requirement or a decrease in performance status, and will not require radiation treatment within two cycles from the start of protocol; pure osteolytic disease is evaluable; bone disease must be x-ray proven for the site to be evaluable; patients whose only evidence of metastatic disease is an abnormal bone scan without confirmatory x-rays are not eligible for this study",
        "  No prior chemotherapy for advanced disease; prior adjuvant chemotherapy (including taxanes) allowed, if completed > 6 months before the diagnosis of metastatic disease; no prior adjuvant anthracycline, nor any prior exposure to other anthracycline- (e.g., epirubicin, any liposomal doxorubicin formulation), nor any anthracenedione- (e.g., mitoxantrone) containing regimen allowed; no prior therapy with Herceptin allowed; NOTE: chemotherapy after ipsilateral breast recurrence following breast conservation surgery would not be considered chemotherapy for advanced disease; however, in post-mastectomy patients chemotherapy for local/regional recurrence is considered treatment for advanced disease",
        "  No prior radiotherapy other than to the conserved breast, to the post-mastectomy chest wall, or to a limited field involving < 25% of marrow-containing bone; NOTE: previous post-mastectomy radiation therapy involving chest wall ± internal mammary lymph node chain (IMN) is allowed; however, patients who received photon IMN treatment are ineligible; NOTE: radiotherapy must be completed >= 2 weeks prior to registration; it may not be given concurrently with Doxil, Taxotere, or Herceptin",
        "  Prior hormonal therapy in either a metastatic or adjuvant setting is allowed, but patients must have been off such therapy for >= 2 weeks prior to registration",
        "  Disease-free of prior non-breast invasive malignancies for >= 5 years with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix",
        "  ECOG performance status of 0, 1, or 2",
        "  At least two weeks after any major surgery (including mastectomy) and recovered from all toxicity",
        "  Creatinine =< 1.5 mg/dl",
        "  Granulocytes >= 1,500/mm³",
        "  Platelets >= 100,000/mm³",
        "  SGOT(AST) =< 2.5 x the upper limit of normal",
        "  Bilirubin within normal limits for institution",
        "  No history of deep venous thrombosis, pulmonary thromboembolism, or other thromboembolic condition",
        "  Women must not be pregnant or breastfeeding; the effect of Herceptin to the fetus is unknown; Doxil is known to be harmful to the fetus",
        "  Women of childbearing potential must be advised to use an accepted and effective method of contraception",
        "  No patients with untreated brain metastasis or brain metastasis undergoing radiation or for whom brain metastasis represent the sole site of disease; patients with previously treated brain metastasis who have responded to brain radiotherapy and/or surgery and continue in response are eligible, provided the brain is not the only site of disease",
        "  The left ventricular ejection fraction must be at or above the lower institutional limits of normal (as assessed by MUGA scan or echocardiogram obtained within six weeks prior to registration); patient will not be eligible if baseline LVEF assessment not performed",
        "  No prior history of myocardial infarction, congestive heart failure, or arrhythmia requiring medication; no history of hypertension or systolic or diastolic dysfunction; no EKG evidence of ventricular hypertrophy, conduction abnormality, or serious arrhythmia; patient will not be eligible if baseline EKG assessment not performed within 4 weeks"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Grades of Cardiotoxicity Events in the Subset of Patients Reporting a Cardiotoxicity Event",
        "  This table summarizes the cardiotoxicity events of different grades. Grade 1 is a decline of left ventricular ejection fraction(LVEF) >=10% but <20% of baseline value. Grade 2 is LVEF below LLN (50%) or decline of LVEF >=20% of baseline value. Grade 3 is congestive heart failure responsive to treatment. Please note that only a subset of patients reported cardiotoxic events so the totals will not add up to the total number of participants.",
        "  Time frame: Baseline, after cycle 4 (~84 days), after cycle 8 (~168 days), and 30 or more days after last cycle of induction therapy",
        "Results 1: ",
        "  Arm/Group Title: Arm I: Doxorubicin and Taxotere",
        "  Arm/Group Description: Patients received PLD 30 mg/m^2 IV followed by docetaxel 60 mg/m^2 IV, one hour after PLD completion, every 3 weeks for a total of 8 cycles. Dexamthasone 8 mg orally twice a day was administered the day before, the day of, and the day following docetaxel. The maximum allowed cumulative dose of PLD was 240 mg/m^2. Pyridoxine 200 mg PO daily started on Day 1 of Cycle 1 and continued daily while the patient was on PLD.",
        "  Overall Number of Participants Analyzed: 16",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Grade 1 After Cycle 4 (approx. 84 days): 2",
        "  Grade 1 After Cycle 8 (approx. 168 days): 4",
        "  Grade 1 After 30 days or more after last cycle: 1",
        "  Grade 2 After Cycle 4 (approx 84 days): 3",
        "  Grade 2 After Cycle 8 (approx 168 days): 4",
        "  Grade 2 After 30 days or more after last cycle: 1",
        "  Grade 3 After Cycle 4 (approx 84 days): 1",
        "  Grade 3 After Cycle 8 (approx 168 days): 0",
        "  Grade 3 After 30 days or more after last cycle: 0",
        "Results 2: ",
        "  Arm/Group Title: Arm II: Doxorubicin, Taxotere, and Herceptin",
        "  Arm/Group Description: Patients received the weekly antibody therapy with trastuzumab in addition to the induction chemotherapy with PLD and docetaxel every 3 weeks as outlined for Arm I above for a total of 8 cycles. Trastuzumab was administered 4 mg/kg IV on Day 1, then 2 mg/kg IV weekly.",
        "  Overall Number of Participants Analyzed: 37",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Grade 1 After Cycle 4 (approx. 84 days): 12",
        "  Grade 1 After Cycle 8 (approx. 168 days): 8",
        "  Grade 1 After 30 days or more after last cycle: 10",
        "  Grade 2 After Cycle 4 (approx 84 days): 0",
        "  Grade 2 After Cycle 8 (approx 168 days): 2",
        "  Grade 2 After 30 days or more after last cycle: 5",
        "  Grade 3 After Cycle 4 (approx 84 days): 0",
        "  Grade 3 After Cycle 8 (approx 168 days): 0",
        "  Grade 3 After 30 days or more after last cycle: 0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 41/41 (100.00%)",
        "  Febrile Neutropenia 5/41 (12.20%)",
        "  Leukopenia 22/41 (53.66%)",
        "  Neutropenia 24/41 (58.54%)",
        "  Thrombocytopenia 2/41 (4.88%)",
        "  Anemia 5/41 (12.20%)",
        "  Thrombosis/embolism 4/41 (9.76%)",
        "  DIC 1/41 (2.44%)",
        "  AST Increased 1/41 (2.44%)",
        "  Hypoalbuminemia 1/41 (2.44%)",
        "  Creatinine Increased 1/41 (2.44%)",
        "  Hypertension 1/41 (2.44%)",
        "Adverse Events 2:",
        "  Total: 48/48 (100.00%)",
        "  Febrile Neutropenia 5/48 (10.42%)",
        "  Leukopenia 28/48 (58.33%)",
        "  Neutropenia 32/48 (66.67%)",
        "  Thrombocytopenia 0/48 (0.00%)",
        "  Anemia 6/48 (12.50%)",
        "  Thrombosis/embolism 0/48 (0.00%)",
        "  DIC 0/48 (0.00%)",
        "  AST Increased 1/48 (2.08%)",
        "  Hypoalbuminemia 1/48 (2.08%)",
        "  Creatinine Increased 0/48 (0.00%)",
        "  Hypertension 1/48 (2.08%)"
    ]
}