{
    "Clinical Trial ID": "NCT00274768",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Capecitabine",
        "  The starting dose of capecitabine was 3,000 mg (total daily dose) given in two divided daily doses for 14 days followed by 7 days of rest (1 cycle = 21 days). Missed doses were not substituted. Treatment was continued until unacceptable toxicity, disease progression, or withdrawal of consent."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically or cytologically confirmed diagnosis of adenocarcinoma of the breast",
        "  Evidence of metastatic involvement (stage IV disease)",
        "  Patients must have measurable disease",
        "  At least one measurable lesion as defined by the Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  Treated brain metastases (surgery or radiation therapy) allowed if clinically stable",
        "  Patients with leptomeningeal disease are ineligible",
        "  Hormone receptor status:",
        "  Not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-2",
        "  Male or female",
        "  Menopausal status not specified",
        "  Absolute neutrophil count (ANC)  1,500/mm^3",
        "  Platelet count  100,000/mm^3",
        "  Creatinine clearance > 50 mL/min",
        "  Fertile patients must use effective contraception",
        "  No history of another severe and/or life-threatening medical disease",
        "  No other active primary malignancy",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Patients with asymptomatic HIV infection are eligible",
        "  Liver dysfunction score  9",
        "  No pre-existing liver disease (i.e., cirrhosis or active viral hepatitis)",
        "  No active gastrointestinal malabsorption illness",
        "  No clinically significant cardiac disease, including the following:",
        "  Congestive heart failure, symptomatic coronary artery disease, and cardiac arrhythmias not well controlled with medication, or myocardial infarction within the past six months",
        "  No prior unanticipated severe reaction to fluoropyrimidine therapy, known hypersensitivity to fluorouracil, or known dihydropyrimidine dehydrogenase deficiency",
        "  No history of uncontrolled seizures or central nervous system disorders",
        "  No significant history of noncompliance to medical regimens",
        "  No clinically significant psychiatric disability that would preclude study compliance",
        "  PRIOR CONCURRENT THERAPY:",
        "  No previous capecitabine",
        "  Up to 3 prior cytotoxic regimens allowed for metastatic disease",
        "  Prior noncytotoxic therapy allowed (e.g., hormonal treatment or trastuzumab)",
        "  No other concurrent therapies intended to treat the primary condition including chemotherapy, biologic agents, or immunotherapy",
        "  No concurrent anti-estrogen therapy, radiation therapy, or investigational systemic therapy",
        "  No other concurrent investigational drugs",
        "  No concurrent use of the following drugs: warfarin for full anticoagulation, cimetidine, or azidothymidine (AZT)",
        "  Mini-dose warfarin for prophylaxis of central venous catheter thrombosis allowed",
        "  At least 4 weeks since prior sorivudine or brivudine",
        "  Concurrent use of bisphosphonates allowed if initiated before beginning study therapy",
        "  Concurrent use of megestrol acetate suspension as an appetite stimulant allowed"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Response Rate",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by CT/MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  Time frame: Participants were followed to progression, evaluated every 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Capecitabine",
        "  Arm/Group Description: The starting dose of capecitabine was 3,000 mg (total daily dose) given in two divided daily doses for 14 days followed by 7 days of rest (1 cycle = 21 days). Missed doses were not substituted. Treatment was continued until unacceptable toxicity, disease progression, or withdrawal of consent.",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: participants  21"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/26 (7.69%)",
        "  Death  [1]2/26 (7.69%)"
    ]
}