{
    "Clinical Trial ID": "NCT01425268",
    "Intervention": [
        "INTERVENTION 1: ",
        "  AeroForm Tissue Expansion",
        "  AeroForm Tissue Expansion inflation with carbon dioxide by remote control",
        "  AeroForm Tissue Expansion: The AeroForm Patient Controlled Tissue Expander is a breast tissue expander implanted following mastectomy and activated by remote control to release small doses of carbon dioxide from an internal reservoir to fill and inflate the expander.",
        "INTERVENTION 2: ",
        "  Saline Tissue Expansion",
        "  Saline Tissue Expansion inflated by needle injections of saline",
        "  Saline Tissue Expansion: A saline tissue expander is a breast tissue expander which is implanted following mastectomy and inflated over time using needle injections to fill and inflate the expander with saline."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Subject is a woman between the ages of 18-70.",
        "  Subject needs to have tissue expansion as part of her breast reconstruction.",
        "  Subject is able to provide written informed consent.",
        "  Subject is able and willing to comply with all of the study requirements.",
        "  Subject is able to understand and manage at home dosing regimen.",
        "Exclusion Criteria:",
        "  Subjects skin is not suitable for tissue expansion.",
        "  Subject has remaining tumor cells following her mastectomy.",
        "  Subject has a current or prior infection at the intended expansion site.",
        "  Subjects skin has been damaged by previous radiation treatments and the use of non radiated tissue from another part of her body will not be used.",
        "  4a. Subject had planned radiation therapy at the intended expansion site while the expander is implanted.",
        "  5. Subject has a history of failed tissue expansion or breast implantation at the intended expansion site.",
        "  6. Subject has any existing medical condition that the doctor thinks puts the subject at an increased risk of complications (e.g., severe collagen vascular disease, poorly managed diabetes).",
        "  7. Subject is taking any medications that the doctor thinks puts the subject at an increased risk of complications (e.g., prednisone, Coumadin).",
        "  8. Subject is currently participating in a concurrent investigational drug or device study.",
        "  9. Subject is a current tobacco smoker. 10. Subject is overweight (BMI > 33). 11. Subject is unwilling to comply with the air travel or altitude restriction of not > 3300 feet (1000 meters) from baseline during the time the AeroForm tissue expander is implanted.",
        "  12. Subject has a currently implanted electronic device such as a pacemaker, defibrillator, neurostimulator device, or drug infusion device.",
        "  13. Subject is pregnant or planning on becoming pregnant during the study period.",
        "  14. Subject has a history of psychological condition, drug or alcohol misuse which may interfere with their ability to use the device safely."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Successful Tissue Expansion and Exchange to a Permanent Breast Implant Unless Precluded by a Non-device Related Event",
        "  The primary endpoint is assessed when the subject has completed tissue expansion and completed an exchange to standard breast implants. Subjects not completing the exchange procedure due to a device related event are considered failures.",
        "  Time frame: 12 months",
        "Results 1: ",
        "  Arm/Group Title: AeroForm Tissue Expansion",
        "  Arm/Group Description: AeroForm Tissue Expansion inflation with carbon dioxide by remote control",
        "  AeroForm Tissue Expansion: The AeroForm Patient Controlled Tissue Expander is a breast tissue expander implanted following mastectomy and activated by remote control to release small doses of carbon dioxide from an internal reservoir to fill and inflate the expander.",
        "  Overall Number of Participants Analyzed: 98",
        "  Overall Number of Units Analyzed",
        "  Type of Units Analyzed: Breasts  Count of UnitsUnit of Measure: Breasts: 149  96.1%",
        "Results 2: ",
        "  Arm/Group Title: Saline Tissue Expansion",
        "  Arm/Group Description: Saline Tissue Expansion inflated by needle injections of saline",
        "  Saline Tissue Expansion: A saline tissue expander is a breast tissue expander which is implanted following mastectomy and inflated over time using needle injections to fill and inflate the expander with saline.",
        "  Overall Number of Participants Analyzed: 52",
        "  Overall Number of Units Analyzed",
        "  Type of Units Analyzed: Breasts  Count of UnitsUnit of Measure: Breasts: 82  98.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 21/99 (21.21%)",
        "  Neutropenic Fever  [1]1/99 (1.01%)",
        "  Extrusion  [2]1/99 (1.01%)",
        "  Deflation  [3]1/99 (1.01%)",
        "  Under-Expansion  [4]1/99 (1.01%)",
        "  Exposure  [5]1/99 (1.01%)",
        "  Cellulitis  [6]5/99 (5.05%)",
        "  Wound Infection  [7]1/99 (1.01%)",
        "  Hematoma, Breast  [8]1/99 (1.01%)",
        "  Seroma  [9]1/99 (1.01%)",
        "  Hematoma, Chest VAP Site  [10]1/99 (1.01%)",
        "Adverse Events 2:",
        "  Total: 7/52 (13.46%)",
        "  Neutropenic Fever  [1]0/52 (0.00%)",
        "  Extrusion  [2]1/52 (1.92%)",
        "  Deflation  [3]1/52 (1.92%)",
        "  Under-Expansion  [4]0/52 (0.00%)",
        "  Exposure  [5]0/52 (0.00%)",
        "  Cellulitis  [6]2/52 (3.85%)",
        "  Wound Infection  [7]2/52 (3.85%)",
        "  Hematoma, Breast  [8]1/52 (1.92%)",
        "  Seroma  [9]0/52 (0.00%)",
        "  Hematoma, Chest VAP Site  [10]0/52 (0.00%)"
    ]
}