{
    "Clinical Trial ID": "NCT01606748",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Necitumumab Cohort 1 Day 3 Run-in",
        "  Necitumumab administered on Day 3 of the 3-week PK run-in period as an IV infusion at an absolute dose of 800 mg. Participants in Cohort 1 received necitumumab Process C drug product.",
        "INTERVENTION 2: ",
        "  Necitumumab Cohort 1 Day 1, Cycle 1, Combination",
        "  Necitumumab administered on Days 1 and 8 of every 3-week cycle as an IV infusion at an absolute dose of 800 mg. Participants in Cohort 1 received necitumumab Process C drug product."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Have documented advanced or metastatic malignant solid tumors (except for colorectal tumors with KRAS mutation) that are resistant to standard therapy or for which no standard therapy is available",
        "  May have measurable or non-measurable disease",
        "  Have resolution to Grade 0 or 1 by the National Cancer Institute Common Terminology Criteria for Adverse Events, Version 4.0 (NCI-CTCAE 4.0) of all clinically significant toxic effects (other than alopecia) of prior chemotherapy, surgery, radiotherapy, or hormonal therapy",
        "  Have an Eastern Cooperative Oncology Group performance status (ECOG PS) score of 0 or 1",
        "  Have adequate hepatic, hematologic and renal function",
        "  If female, are surgically sterile, postmenopausal, or agree to be compliant with a highly effective contraceptive method during and for 6 months after the treatment period. If male, are surgically sterile or agree to be compliant with a highly effective contraceptive regimen during and for 6 months after the treatment period",
        "  Female participants of childbearing potential have a negative serum pregnancy test within 7 days prior to the first dose of study therapy",
        "Exclusion Criteria:",
        "  Have received a systemic anticancer agent (including EGFR tyrosine kinase inhibitors) or device within 28 days prior to first dose of study therapy",
        "  The most recent anticancer therapy received by the participant included either gemcitabine or cisplatin (or both)",
        "  Have received radiotherapy within 14 days prior to first dose of study therapy",
        "  Have received cytotoxic chemotherapy within 21 days prior to first dose of study therapy",
        "  Are receiving concurrent treatment with another anticancer therapy, including chemotherapy, immunotherapy, hormonal therapy, radiation therapy, chemoembolization, or targeted therapy",
        "  Are considered surgical candidates (with resectable disease)",
        "  Have brain metastases that are symptomatic or require ongoing treatment with steroids or anticonvulsants",
        "  Have narrowing of or blockage in large veins",
        "  Have coronary artery disease or uncontrolled congestive heart failure",
        "  Have uncontrolled angina pectoris, or experienced myocardial infarction within 6 months prior to first dose of study therapy",
        "  Have an ongoing or active infection (requiring treatment), including active tuberculosis or known infection with the human immunodeficiency virus",
        "  Have a history of significant neurological or psychiatric disorders, including dementia, seizures, or bipolar disorder",
        "  Have known drug or alcohol abuse",
        "  If female, are pregnant or breastfeeding",
        "  Have had major surgery within 28 days prior to first dose of study medication or subcutaneous venous access device implantation within 7 days prior to first dose of study therapy",
        "  Are currently enrolled in, or discontinued within the 30 days prior to first dose of study therapy from a clinical trial involving an investigational product or nonapproved use of a drug or device, or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pharmacokinetics (PK): Maximum Observed Drug Concentration (Cmax) of Necitumumab",
        "  [Not Specified]",
        "  Time frame: Run-In Period Day 3 Cohort 1: 0, 0.83, 1.33, 1.83, 3.83, 7.5, 24.83, 72 and 168 Hour (h) Post Start of Infusion; Cycle 1, Day 1: 0, 0.83, 1.33, 1.83, 3.83, 7.5, 24.83, 72 and 168 h Post Start of Infusion",
        "Results 1: ",
        "  Arm/Group Title: Necitumumab Cohort 1 Day 3 Run-in",
        "  Arm/Group Description: Necitumumab administered on Day 3 of the 3-week PK run-in period as an IV infusion at an absolute dose of 800 mg. Participants in Cohort 1 received necitumumab Process C drug product.",
        "  Overall Number of Participants Analyzed: 18",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: microgram/milliliter (ug/mL)  277        (22%)",
        "Results 2: ",
        "  Arm/Group Title: Necitumumab Cohort 1 Day 1, Cycle 1, Combination",
        "  Arm/Group Description: Necitumumab administered on Days 1 and 8 of every 3-week cycle as an IV infusion at an absolute dose of 800 mg. Participants in Cohort 1 received necitumumab Process C drug product.",
        "  Overall Number of Participants Analyzed: 12",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: microgram/milliliter (ug/mL)  315        (23%)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/18 (27.78%)",
        "  Anaemia 1/18 (5.56%)",
        "  Febrile neutropenia 1/18 (5.56%)",
        "  Pancytopenia 0/18 (0.00%)",
        "  Thrombocytopenia 1/18 (5.56%)",
        "  Acute myocardial infarction 1/18 (5.56%)",
        "  Eye pain 1/18 (5.56%)",
        "  Diarrhoea 1/18 (5.56%)",
        "  Intestinal obstruction 1/18 (5.56%)",
        "  Nausea 0/18 (0.00%)",
        "  Small intestinal obstruction 0/18 (0.00%)",
        "  Asthenia 0/18 (0.00%)",
        "  Pyrexia 1/18 (5.56%)",
        "Adverse Events 2:",
        "  Total: 8/17 (47.06%)",
        "  Anaemia 0/17 (0.00%)",
        "  Febrile neutropenia 0/17 (0.00%)",
        "  Pancytopenia 1/17 (5.88%)",
        "  Thrombocytopenia 0/17 (0.00%)",
        "  Acute myocardial infarction 0/17 (0.00%)",
        "  Eye pain 0/17 (0.00%)",
        "  Diarrhoea 0/17 (0.00%)",
        "  Intestinal obstruction 0/17 (0.00%)",
        "  Nausea 1/17 (5.88%)",
        "  Small intestinal obstruction 1/17 (5.88%)",
        "  Asthenia 1/17 (5.88%)",
        "  Pyrexia 0/17 (0.00%)"
    ]
}