{
    "Clinical Trial ID": "NCT00902330",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I (Cranial Microcurrent Electrical Stimulation [CES])",
        "  Patients receive a CES unit (Alpha-Stim® 100 Microcurrent Stimulator) that passes microcurrent levels of biphasic electrical stimulation via ear-lobe electrodes. The CES unit is preset to provide 1 hour of 100 μA (sub-sensory level), modified square-wave biphasic stimulation on a 50% duty cycle at .05 Hz, and to automatically turn off at the end of 1 hour. Patients use their CES unit once daily in weeks 1-18.",
        "  energy-based therapy: Given once a day for 18 weeks",
        "INTERVENTION 2: ",
        "  Arm II (Sham CES)",
        "  Patients receive a CES unit as in arm I, but the ear-lobe electrodes do not pass electrical current. Patients use their CES unit once daily in weeks 1-18.",
        "  sham intervention: Given once a day for 18 weeks"
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Diagnosis of stage I-IIIA breast cancer",
        "  Scheduled to receive adjuvant chemotherapy",
        "  Hormone receptor status not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Pre, peri, or post-menopausal",
        "  ECOG performance status 0-1",
        "  No dementia",
        "  No active psychosis",
        "  No history of seizure disorder",
        "  No implanted electrical device",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  No prior chemotherapy",
        "  No initiation of a medication regimen for depression or other psychiatric condition within the past 30 days"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Effects of CES as Compared to Sham CES on Symptoms of Depression, Anxiety, Fatigue, Pain and Sleep Disturbances in Women Receiving Adjuvant Chemotherapy for Early-stage Breast Cancer",
        "  Using Hospital Anxiety and Depression Scale (HADS) a 14 item scale, 7 relate to anxiety, 7 to depression; each item is scored from 0-3, a person can score 0 to 21 for either anxiety or depression (0 is best and 21 is worst), Brief Pain Inventory (BPI) short-form measures the intensity and interference of pain in the patient's life; 12 questions with 0 (does not interfere) to 10 (completely interferes); mean will be used as the measure of pain; Brief Fatigue Inventory (BFI) assess the severity and impact of cancer-related fatigue. Has 9 questions with 0 (does not interfere) to 10 (completely interferes), the total mean score is the mean of the 9 questions; severe fatigue can be defined as a score of 7 or higher, General Sleep Disturbance Scale (GSDS) 21 items to evaluate sleep issues (0=never to 7=every day); the 21 items are summed to produce a total score of 9=no sleep disturbance to 137=extreme sleep disturbance . Used standard questionnaire",
        "  Time frame: Up to 2 weeks afer completion of study treatment, for up to 8 months",
        "Results 1: ",
        "  Arm/Group Title: Arm I (Cranial Microcurrent Electrical Stimulation [CES])",
        "  Arm/Group Description: Patients receive a CES unit (Alpha-Stim   100 Microcurrent Stimulator) that passes microcurrent levels of biphasic electrical stimulation via ear-lobe electrodes. The CES unit is preset to provide 1 hour of 100 μA (sub-sensory level), modified square-wave biphasic stimulation on a 50% duty cycle at .05 Hz, and to automatically turn off at the end of 1 hour. Patients use their CES unit once daily in weeks 1-18.",
        "  energy-based therapy: Given once a day for 18 weeks",
        "  Overall Number of Participants Analyzed: 77",
        "  Least Squares Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Anxiety: 4.040         (0.419)",
        "  Depression: 4.520         (0.398)",
        "  Fatigue: 3.349         (0.294)",
        "  Pain: 1.174         (0.197)",
        "  Sleep: 38.235         (2.376)",
        "Results 2: ",
        "  Arm/Group Title: Arm II (Sham CES)",
        "  Arm/Group Description: Patients receive a CES unit as in arm I, but the ear-lobe electrodes do not pass electrical current. Patients use their CES unit once daily in weeks 1-18.",
        "  sham intervention: Given once a day for 18 weeks",
        "  Overall Number of Participants Analyzed: 75",
        "  Least Squares Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Anxiety: 4.529         (0.431)",
        "  Depression: 4.565         (0.407)",
        "  Fatigue: 3.191         (0.301)",
        "  Pain: 1.272         (0.202)",
        "  Sleep: 40.474         (2.443)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/77 (1.30%)",
        "  Seizure *  [1]1/77 (1.30%)",
        "Adverse Events 2:",
        "  Total: 0/75 (0.00%)",
        "  Seizure *  [1]0/75 (0.00%)"
    ]
}