{
    "Clinical Trial ID": "NCT01105312",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase I: Dose Level One",
        "  Each patient will receive panobinostat (LBH589) and letrozole. Patients will be administered 20 mg LBH589 PO, 3 days per week for a total of 4 weeks. Patients will also be administered letrozole 2.5 mg PO Days 1-28 every 4 weeks.",
        "INTERVENTION 2: ",
        "  Phase I: Dose Level Two",
        "  Each patient will receive panobinostat (LBH589) and letrozole. Patients will be administered 30 mg LBH589 PO, 3 days per week for a total of 4 weeks. Patients will also be administered letrozole 2.5 mg PO Days 1-28 every 4 weeks."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically confirmed breast cancer",
        "  Metastatic disease amenable to biopsy",
        "  Unresected tumor with no intention to undergo resection during study",
        "  Archival tissue from the primary diagnosis or fresh biopsy from metastatic cancer site required",
        "  Measurable or non-measurable disease for phase I study (The Phase I portion of this study closed and the Phase II portion of the study opened as per NCCTG Addendum 6, effective January 23, 2012.)",
        "  Measurable disease only for phase II study",
        "  Available tumor estrogen (ER), progesterone (PR), and HER2 status from metastatic site tested by IHC or FISH OR results from the original tumor diagnosis",
        "  Any ER, PR, or HER2 level (positive or negative) acceptable (phase I)",
        "  Triple-negative disease only (phase II)",
        "  ER and PR negative defined as  1% by IHC",
        "  HER2 negative",
        "  Patients with triple-negative breast cancer allowed provided there is clinical or radiographic evidence of tumor progression in the adjuvant or metastatic setting",
        "  No patients whose disease can be treated with known standard therapy that is potentially curative or definitely capable of extending life expectancy",
        "  No known CNS metastasis",
        "  Hormone-receptor status:",
        "  ER and PR positive or negative (phase I)",
        "  ER and PR negative (phase II)",
        "  PATIENT CHARACTERISTICS:",
        "  ECOG performance status 0-1 (phase I) or 0-2 (phase II)",
        "  Postmenopausal defined by 1 of the following:",
        "   60 years of age",
        "   45 years of age with last menstrual period  12 months prior and estradiol and follicle-stimulating hormone levels in postmenopausal range",
        "  Bilateral oophorectomy",
        "  Life expectancy  12 weeks",
        "  ANC  1,500/mm^3",
        "  Platelet count  100,000/mm^3",
        "  Total bilirubin normal",
        "  ALT and AST  3 times upper limit of normal (ULN) ( 5 times ULN if due to liver metastasis)",
        "  Serum creatinine  1.5 times ULN",
        "  TSH normal (thyroid hormone supplements allowed for patients with hypothyroidism)",
        "  Not pregnant or nursing",
        "  Fertile patients must use effective contraception",
        "  Willing to return to Mayo Clinic or NCCTG institution (phase II) for follow-up",
        "  Willing to provide blood samples for correlative research purposes",
        "  No uncontrolled or intercurrent illness including, but not limited to, any of the following:",
        "  Ongoing or active infection",
        "  Symptomatic congestive heart failure",
        "  Unstable angina pectoris",
        "  Cardiac arrhythmia",
        "  Psychiatric illness and/or social situations that would limit compliance with study requirements",
        "  No NYHA class III or IV cardiovascular disease",
        "  No known seizure disorder",
        "  No co-morbid systemic illnesses or other severe concurrent disease that, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens",
        "  No immunocompromised patients, including patients known to be HIV positive",
        "  Immunocompromised patients due to the use of corticosteroids allowed",
        "  No malignancy within the past 5 years except for nonmelanoma skin cancer or carcinoma in situ of the cervix",
        "  No history of myocardial infarction  6 months",
        "  No congenital long QT syndrome or QTcF>450 msec, including:",
        "  Complete left bundle block or use of a permanent cardiac pacemaker, history or presence of ventricular tachyarrhythmias, clinically significant resting bradycardia (<50 beats per minute)",
        "  Right bundle branch block + left anterior hemiblock (bifascicular block)",
        "  No congestive heart failure requiring use of maintenance therapy for life-threatening ventricular arrhythmias",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  More than 4 weeks since prior chemotherapy or radiotherapy and fully recovered",
        "  No radiotherapy to > 25 % of bone marrow",
        "  Prior treatments allowed (phase II):",
        "  0 or 1 prior chemotherapy regimens for breast cancer",
        "   2 prior aromatase-inhibitor regimens (including letrozole)",
        "  Not currently receiving treatment in a different clinical study in which investigational procedures are performed or investigational therapies are administered",
        "  No other concurrent investigational agent for the primary neoplasm",
        "  No concurrent CYP3A4 inhibitors or inducers"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum-tolerated Dose (Phase I)",
        "  MTD is defined as the dose level below the lowest dose that induces dose limiting toxicity in at least one-third of patients (at least 2 of a maximum of 6> new patients). If dose-limiting toxicity (DLT) is not seen in any of the 3 patients, 3 new patients will be accrued and treated at the next higher dose level. If DLT are seen in 2 or 3 of 3 patients treated at a given dose level, then the next 3 patients will be treated at the next lower dose level, if only 3 patients were enrolled and treated at this lower dose level. The number of DLT's will be reported here.",
        "  Time frame: Up to 2.5 months",
        "Results 1: ",
        "  Arm/Group Title: Phase I: Dose Level One",
        "  Arm/Group Description: Each patient will receive panobinostat (LBH589) and letrozole. Patients will be administered 20 mg LBH589 PO, 3 days per week for a total of 4 weeks. Patients will also be administered letrozole 2.5 mg PO Days 1-28 every 4 weeks.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%",
        "Results 2: ",
        "  Arm/Group Title: Phase I: Dose Level Two",
        "  Arm/Group Description: Each patient will receive panobinostat (LBH589) and letrozole. Patients will be administered 30 mg LBH589 PO, 3 days per week for a total of 4 weeks. Patients will also be administered letrozole 2.5 mg PO Days 1-28 every 4 weeks.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  3  50.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/16 (25.00%)",
        "  Bladder infection 0/16 (0.00%)",
        "  Lung infection 1/16 (6.25%)",
        "  Fracture 1/16 (6.25%)",
        "  Platelet count decreased 3/16 (18.75%)",
        "  White blood cell decreased 1/16 (6.25%)",
        "  Hypokalemia 0/16 (0.00%)",
        "  Hyponatremia 0/16 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/6 (16.67%)",
        "  Bladder infection 1/6 (16.67%)",
        "  Lung infection 0/6 (0.00%)",
        "  Fracture 0/6 (0.00%)",
        "  Platelet count decreased 0/6 (0.00%)",
        "  White blood cell decreased 0/6 (0.00%)",
        "  Hypokalemia 0/6 (0.00%)",
        "  Hyponatremia 0/6 (0.00%)"
    ]
}