{
    "Clinical Trial ID": "NCT00317720",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab + RAD001",
        "  Trastuzumab loading dose is 8 mg/kg daily; maintenance dose = 6 mg/kg once per 21 day cycle. RAD001 10 mg PO (by mouth) daily."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  History of biopsy-proven HER-2-overexpressing breast cancer and radiographic evidence of metastatic disease. The HER-2 status can be determined either by immunohistochemistry (score, 3+) or by fluorescence in situ hybridization.",
        "  History of trastuzumab resistance, defined as the development of progressive disease after trastuzumab-based therapy for metastatic breast cancer. Patient may not have received more than 2 prior trastuzumab-based regimens and one lapatinib-based regimen (either as single agent or in combination with chemotherapy)for metastatic breast cancer. Patients who develop metastatic disease during or after adjuvant or neoadjuvant trastuzumab are eligible.",
        "  Performance status 0-2 (by Eastern Cooperative Oncology Group (ECOG) scale).",
        "  Absolute neutrophil count (ANC) 1500/µl or higher; Platelets 100,000/µl or higher; Hemoglobin 9.0 gm/dL or higher; Serum creatinine 2.0 mg/dL or lower; Total bilirubin 1.5 mg/dL or lower; Serum glutamic pyruvic transaminase (SGPT) up to 3* upper limit of normal; Alkaline phosphatase up to 3* upper limit of normal; Calcium 11.0 mg/dL or lower.",
        "  Age 18 years or older.",
        "  Patients must not be pregnant. A pregnancy test will be obtained if the patient is a woman of child-bearing potential, defined as a sexually mature woman who has not undergone a hysterectomy or who has not been naturally postmenopausal for at least 24 consecutive months (i.e., who has had menses at any time in the preceding 24 consecutive months).",
        "  Patients must have signed an informed consent document stating that they understand the investigational nature of the proposed treatment.",
        "  Patients must have measurable disease using Response Evaluation Criteria in Solid Tumors (RECIST). Measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension with longest diameter >/= 20 mm using conventional techniques or >/= 10 mm with spiral computed tomography (CT) scan.",
        "  Patients may not be receiving any other investigational agents, and must not have received investigational agents within 15 days of enrollment.",
        "  Left ventricular ejection fraction determined by echocardiogram or multigated acquisition (MUGA) (cardiac scan) must be 50% or higher.",
        "Exclusion Criteria:",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
        "  Prior treatment with any investigational drug within the preceding 15 days",
        "  Chronic treatment with systemic steroids or another immunosuppressive agent",
        "  Uncontrolled brain or leptomeningeal metastases, including patients who continue to require glucocorticoids for brain or leptomeningeal metastases, and patients diagnosed with brain mets or leptomeningeal disease (LMD) within 3 months.",
        "  Other malignancies within the past 3 years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin.",
        "  A known history of HIV seropositivity",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)",
        "  Patients with an active, bleeding diathesis or on oral anti-vitamin K medication (except low dose coumadin)",
        "  Patients who have received prior treatment with an mTor inhibitor.",
        "  History of noncompliance to medical regimens.",
        "  Patients unwilling to or unable to comply with the protocol.",
        "  Patients who are receiving any other investigational agents",
        "  Patients exhibiting confusion, disorientation, or having a history of major psychiatric illness that may impair the understanding of the informed consent."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Optimal Dose of RAD001 in Combination With Trastuzumab (Phase I)",
        "  In Phase I, two dose levels of RAD001 were studied: 10 mg (dose level 1) and 5 mg (dose level -1) where each dose was evaluated after cycle 1. At MDACC, the Continual Reassessment Method (CRM) for determining Maximum Tolerated Dose (MTD) was applied to the two predefined RAD001 dose levels; and at DFCI/BIDMC, a 3 x 3 study design was utilized.",
        "  Optimal dose defined as the dose most closely associated with a toxicity rate of 0.20, and toxicity defined as any grade 3 or 4 toxicity (based on Common Terminology Criteria (CTC) version 3.0 except fatigue. Participants underwent clinical evaluation every 3 weeks (one cycle) and radiologic evaluations every 6 weeks. After the second cycle, participants underwent a radiologic evaluation using the same imaging technique used at initial evaluation (ie, computed tomography or magnetic resonance imaging).",
        "  Time frame: Following two 3 week cycles of therapy",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab + RAD001",
        "  Arm/Group Description: Trastuzumab loading dose is 8 mg/kg daily; maintenance dose = 6 mg/kg once per 21 day cycle. RAD001 10 mg PO (by mouth) daily.",
        "  Overall Number of Participants Analyzed: 19",
        "  Measure Type: Number",
        "  Unit of Measure: mg  10"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 47/47 (100.00%)",
        "  Anemia 4/47 (8.51%)",
        "  Lymphopenia 13/47 (27.66%)",
        "  Neutropenia 9/47 (19.15%)",
        "  Thrombocytopenia 4/47 (8.51%)",
        "  Diarrhea 9/47 (19.15%)",
        "  Fatigue 9/47 (19.15%)",
        "  Hyperglycemia 13/47 (27.66%)",
        "  Hypokalemia 6/47 (12.77%)",
        "  Hyperlipidemia 4/47 (8.51%)",
        "  Infection 4/47 (8.51%)",
        "  Mucositis 9/47 (19.15%)",
        "  Transaminitis 2/47 (4.26%)",
        "  Thrombosis/embolism 2/47 (4.26%)"
    ]
}