{
    "Clinical Trial ID": "NCT02234479",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Hydrophor (Group A)",
        "  Group A (current standard of care): Patients will be instructed (by nurses and with printed study materials) to apply a thin layer of the Hydrophor daily, starting at the onset of radiation therapy (RT) and continuing until 2 weeks after the final RT session or until the RT site is healed (whichever is first). Hydrophor application should include the entire treatment area, including the axillae and shoulder/back area in patients treated with modified radical mastectomy. To avoid possible build-up effects, patients should not apply the Hydrophor within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water. Patients will be asked to refrain from using other topical agents in the irradiated area.",
        "  Hydrophor (Group A): Rehydrates dry, chapped or chafed skin",
        "May be used alone as a skin lubricant or protectant",
        "INTERVENTION 2: ",
        "  MediHoney (Group B)",
        "  Group B (study target): Patients will be instructed (by nurses and with printed study materials) to apply a thin layer of the Medihoney daily, starting at the onset of RT and continuing until 2 weeks after the final RT session or until the RT site is healed (whichever is first). Medihoney application should include the entire treatment area, including the axillae and shoulder/back area in patients treated with modified radical mastectomy. To avoid possible build-up effects, patients should not apply the Medihoney within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water. Patients will be asked to refrain from using other topical agents in the irradiated area.",
        "  MediHoney (Group B): It helps the body's natural healing processes in three key ways which have been shown to have healing benefits:",
        "  Maintain a balanced environment for healing.",
        "  Aids in reducing dermatitis.",
        "  Reduce affected area pH.2-3"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Breast cancer treated with either lumpectomy or mastectomy (with or without reconstruction).",
        "  The patient must be female.",
        "  Radiation therapy planned to whole breast/chestwall area (can include lymph node radiation; conventional 3D radiation, IMRT/IGRT, and hypofractionation are all allowed).",
        "  Age  18 years old.",
        "Exclusion Criteria:",
        "  Previous radiation therapy to chest area that would result in overlapping radiation fields.",
        "  Wound care issues.",
        "  Patients undergoing concurrent cytotoxic chemotherapy and radiation therapy (concurrent Herceptin and/or tamoxifen/aromatase inhibitors and RT is allowed).",
        "  Patients receiving HDR (savi or mammosite) brachytherapy treatments.",
        "  Patients with an allergy and/or sensitivity to Hydrophor, honey, and/or Medihoney.",
        "  Immunocompromised status.",
        "  Age < 18 years old."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants Whom Received Medihoney Treatment and Were Analyzed Weekly for Skin Changes While Undergoing Radiation Therapy",
        "  The aim of this study is to compare the effects of Medihoney and Hydrophor on radiation dermatitis reactions in a group of women undergoing radiation therapy for breast cancer. It is hoped that the outcome of this pilot study will provide evidence supporting the use of Medihoney in preventing and treating radiation dermatitis as well as sufficient preliminary data to expand this study to larger, federally funded research (R01) looking at the beneficial aspects of Medihoney across a spectrum of radiation dermatitis and mucositis in several disease settings.",
        "  Time frame: 12 months",
        "Results 1: ",
        "  Arm/Group Title: Hydrophor (Group A)",
        "  Arm/Group Description: Group A (current standard of care): Patients will be instructed (by nurses and with printed study materials) to apply a thin layer of the Hydrophor daily, starting at the onset of radiation therapy (RT) and continuing until 2 weeks after the final RT session or until the RT site is healed (whichever is first). Hydrophor application should include the entire treatment area, including the axillae and shoulder/back area in patients treated with modified radical mastectomy. To avoid possible build-up effects, patients should not apply the Hydrophor within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water. Patients will be asked to refrain from using other topical agents in the irradiated area.",
        "  Hydrophor (Group A): Rehydrates dry, chapped or chafed skin",
        "May be used alone as a skin lubricant or protectant",
        "  Overall Number of Participants Analyzed: 16",
        "  Measure Type: Number",
        "  Unit of Measure: participants  radiation dermatitis: 15",
        "  hyperpigmentation: 15",
        "Results 2: ",
        "  Arm/Group Title: MediHoney (Group B)",
        "  Arm/Group Description: Group B (study target): Patients will be instructed (by nurses and with printed study materials) to apply a thin layer of the Medihoney daily, starting at the onset of RT and continuing until 2 weeks after the final RT session or until the RT site is healed (whichever is first). Medihoney application should include the entire treatment area, including the axillae and shoulder/back area in patients treated with modified radical mastectomy. To avoid possible build-up effects, patients should not apply the Medihoney within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water. Patients will be asked to refrain from using other topical agents in the irradiated area.",
        "  MediHoney (Group B): It helps the body's natural healing processes in three key ways which have been shown to have healing benefits:",
        "  Maintain a balanced environment for healing.",
        "  Aids in reducing dermatitis.",
        "  Reduce affected area pH.2-3",
        "  Overall Number of Participants Analyzed: 18",
        "  Measure Type: Number",
        "  Unit of Measure: participants  radiation dermatitis: 15",
        "  hyperpigmentation: 15"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/16 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}