{
    "Clinical Trial ID": "NCT02581839",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate",
        "  The recommended starting dose of eribulin mesylate is 1.4 mg/m2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle. An MRI will be completed at week 1, week 12 and every 12 weeks after cycles 4+ while on study eribulin mesylate",
        "  Eribulin Mesylate: Most subjects will begin eribulin mesylate at 1.4 mg/m2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle.",
        "  MRI: An MRI will be completed at week 1, week 12 and every 12 weeks after cycles 4+ while on study eribulin mesylate",
        "  Pre-Medication: Zofran: Zofran at 8mg orally. Given at the discretion of the treating physician",
        "  Pre-Medication: Decadron: decadron at 8mg orally. Given at the discretion of the treating physician"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female with histologically confirmed breast cancer.",
        "  Patients must have evidence of metastatic disease (non measurable disease is eligible).",
        "  Radiologically confirmed metastatic brain lesion by MRI.",
        "  Brain metastases from breast cancer with or without prior WBRT, STS of surgical resection. Progression must be documented in an at least one lesion untreated by SRS or in any site after surgery or WBRT.",
        "  Patients must be neurologically stable and with stable dose steroids and anticonvulsants for at least 1 week prior to obtaining the baseline MRI of the brain, and/or at least 1 week prior to beginning study treatment.",
        "  No presence of uncontrolled systemic disease or tumor related complication which, in opinion of the investigator, might restrict life expectancy to less than 3 months.",
        "  Patients may not be on any cytotoxic chemotherapy or hormonal treatment for breast cancer during protocol treatment. Trastuzumab is allowed in HER2 positive patients).",
        "  Able to comprehend and willing to sign an Informed Consent Form (ICF)",
        "  Karnofsky performance status  60",
        "  No brain radiation therapy > 4 weeks",
        "  No chemotherapy for > 3 weeks before planned start of protocol treatment",
        "  Adequate bone marrow, renal, and hepatic function, per local reference laboratory ranges as follows:",
        "  Absolute neutrophil count (ANC)  1,500/mm3",
        "  Platelet count  100,000/mm3",
        "  Hemoglobin  9 g/dL",
        "  Calculated creatinine clearance (CrCl)  30mL/min (Cockcroft-Gault method)",
        "  Patients with normal, mild or moderate hepatic dysfunction are eligible.",
        "  Calcium <10.1 mg/dL (corrected to serum albumin as follows: Corrected Calcium = (0.8 x (4 - patient albumin)) + serum Ca",
        "  Females of child-bearing potential must have a negative pregnancy test at screening and agree to take appropriate precautions to avoid pregnancy (double barrier method of birth control or abstinence) from screening through 3 months after the last dose of treatment",
        "  Able to undergo MRI evaluation with and without gadolinium contrast",
        "Exclusion Criteria:",
        "  Patients with the presence of an active infection, abscess or fistula",
        "  Known leptomeningeal disease or CNS midline shifts.",
        "  Any evidence of severe or uncontrolled systemic disease such as clinically significant cardiovascular, pulmonary, hepatic, renal or metabolic disease.",
        "  Severe conduction abnormality including significant QTc prolongation >450ms.",
        "  Patients with grade 3/4 peripheral neuropathy.",
        "  Patients with pacemaker or an ICD devices.",
        "  Previous treatment with eribulin mesylate."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percent of Participants With Central Nervous System (CNS) Progression Free Survival (PFS)",
        "  The study team will assess the percent of participants without CNS progression at 3 months. The study team will generate a Kaplan- Meier curve of CNS PFS and estimate the PFS and 95% confidence interval (CI) of the PFS. Response and progression by MR were evaluated using WHO/modified McDonald's criteria.",
        "  Time frame: At 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate",
        "  Arm/Group Description: The recommended starting dose of eribulin mesylate is 1.4 mg/m2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle. An MRI will be completed at week 1, week 12 and every 12 weeks after cycles 4+ while on study eribulin mesylate",
        "  Eribulin Mesylate: Most subjects will begin eribulin mesylate at 1.4 mg/m2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle.",
        "  MRI: An MRI will be completed at week 1, week 12 and every 12 weeks after cycles 4+ while on study eribulin mesylate",
        "  Pre-Medication: Zofran: Zofran at 8mg orally. Given at the discretion of the treating physician",
        "  Pre-Medication: Decadron: decadron at 8mg orally. Given at the discretion of the treating physician",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  88.9        (51 to 99.7)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/9 (33.33%)",
        "  Febrile neutropenia * 1/9 (11.11%)",
        "  Fatigue * 1/9 (11.11%)",
        "  Lung infection * 1/9 (11.11%)",
        "  Neutrophil count decreased * 1/9 (11.11%)",
        "  Platelet count decreased * 1/9 (11.11%)",
        "  White blood cell decreased * 1/9 (11.11%)",
        "  Pain in extremity * 1/9 (11.11%)",
        "  worsening pseudomeningeocele * 1/9 (11.11%)",
        "  Dyspnea * 1/9 (11.11%)",
        "  Thromboembolic event * 1/9 (11.11%)"
    ]
}