{
    "Clinical Trial ID": "NCT00687440",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Caelyx, Docetaxel, Trastuzumab",
        "  Stage 1: subjects will receive Caelyx one day every 3 weeks in combination with docetaxel one day every 3 weeks and trastuzumab once weekly during 6 cycles. At the end of this stage, based on the number of cardiac events, subjects will proceed to a second stage or restart with a lower dose of Caelyx.",
        "  Stage 2: subjects will be treated with the recommended dose of Caelyx (defined in the first stage) in combination with docetaxel and trastuzumab."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must fulfill all the following criteria:",
        "  Females aged 18 to 70 years-old.",
        "  Willingness to participate in the study and comply with its procedures.",
        "  Documented diagnosis of metastatic breast carcinoma (stage IV) Human Epidermal Growth Factor Receptor 2 (HER2) overexpressing (Immunohistochemistry (IHC) 3+ or Fluorescence In Situ Hybridization(FISH) +).",
        "  No prior chemotherapy for metastatic breast cancer.",
        "  Adjuvant or neo-adjuvant chemotherapy is allowed according to the following rules:",
        "  patients treated with anthracyclines if all the following conditions are met:",
        "  Doxorubicin total dose <= 300 mg/m^2",
        "  Epirubicin total dose <= 480 mg/m^2",
        "  Chemotherapy-free interval of > 12 months",
        "  no taxane-based adjuvant or neo-adjuvant chemotherapy is allowed;",
        "  patients treated with non-anthracycline/taxane adjuvant or neo-adjuvant chemotherapy regimens are freely eligible (i.e. cyclophosphamide/methotrexate/fluorouracil (CMF) or similar regimens).",
        "  At least one measurable lesion according to RECIST criteria.",
        "  Complete hematologic and biologic baseline evaluation within 2 weeks prior to start of treatment.",
        "  Complete Tumor baseline evaluation including a total body computed tomography (CT) scan within 4 weeks prior to start of treatment.",
        "  Left ventricular ejection fraction (LVEF) >= 50% as determined by echocardiogram or Multi Gated Acquisition (MUGA) scan.",
        "  World Health Organization (WHO) performance status 0,1.",
        "  Life expectancy > 3 months.",
        "  Laboratory requirements :",
        "  Hematology :",
        "  Neutrophils > 1.5 x 10^9/L",
        "  Platelets > 100 x 10^9/L",
        "  Hemoglobin > 10 g/dL",
        "  Hepatic function:",
        "  Total bilirubin <= 1.25 x the upper-normal limits (UNL);",
        "  ASAT (Aspartate Aminotransferase or SGOT), ALAT (Alanine aminotransferase or SGPT) <= 2.5 x the upper-normal limits;",
        "  For patients with liver metastases:",
        "  Total bilirubin < 1.5 x the UNL (Upper limit of normal) ;",
        "  ASAT and/or ALAT < 3 x the UNL;",
        "  Renal function :",
        "  Serum Creatinine < 1.5 x the UNL.",
        "  Women of child bearing potential must have a negative serum pregnancy test and be using adequate contraception.",
        "  Patients must be accessible for treatment and follow-up.",
        "Exclusion Criteria:",
        "  Patients will not be enrolled if any of the following criteria apply:",
        "  Prior chemotherapy for metastatic disease.",
        "  History of prior malignancy in the last 10 years (other than non melanoma skin cancer or excised cervical carcinoma in situ).",
        "  Radiation to disease areas within 3 weeks of study initiation.",
        "  Symptomatic peripheral neuropathy > grade 2 according to the National Cancer Institute (NCI) Common Toxicity Criteria.",
        "  Other serious illness or medical condition.",
        "  LVEF < 50% as determined by echocardiogram or MUGA scan.",
        "  Congestive hearth failure or angina pectoris even if it is medically controlled. Previous history of myocardial infarction within 1 year from study entry, uncontrolled high risk hypertension or arrhythmia.",
        "  History of significant neurologic or psychiatric disorders including dementia or seizures.",
        "  Active infection.",
        "  Active peptic ulcer, unstable diabetes mellitus or other contraindications for the use of dexamethasone.",
        "  Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational drug within 30 days prior to study screening.",
        "  Concurrent treatment with corticosteroids used for reasons other than for premedication. However patients receiving chronic treatment with corticosteroids (> 6 months) at low dose (< 20 mg of methylprednisolone or equivalent dose of other corticosteroids) for whichever reason are eligible.",
        "  Taxane-based adjuvant or neo-adjuvant chemotherapy < 12 months.",
        "  Other concurrent chemotherapy, immunotherapy, radiotherapy or any other investigational medication, for the treatment of the tumor.",
        "  Pregnant or breast-feeding women."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants Who Had a Tumor Response, According to Standard RECIST (Response Evaluation Criteria in Solid Tumors) Criteria",
        "  Those who achieved either complete (disappearance of all target lesions) or partial (at least 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD) response.",
        "  Time frame: Week 09, Week 18, at the end of each patient's treatment, and at 3, 6, 9, and 12 months after end of treatment.",
        "Results 1: ",
        "  Arm/Group Title: Caelyx, Docetaxel, Trastuzumab",
        "  Arm/Group Description: Stage 1: subjects will receive Caelyx one day every 3 weeks in combination with docetaxel one day every 3 weeks and trastuzumab once weekly during 6 cycles. At the end of this stage, based on the number of cardiac events, subjects will proceed to a second stage or restart with a lower dose of Caelyx.",
        "  Stage 2: subjects will be treated with the recommended dose of Caelyx (defined in the first stage) in combination with docetaxel and trastuzumab.",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Participants who had a complete tumor response: 2",
        "  Participants who had a partial tumor response: 13",
        "  Participants who did not have a tumor response: 11"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/27 (22.22%)",
        "  NEUTROPENIA 1/27 (3.70%)",
        "  STOMATITIS 1/27 (3.70%)",
        "  VOMITING 1/27 (3.70%)",
        "  MUCOSAL INFLAMMATION 1/27 (3.70%)",
        "  PYREXIA 1/27 (3.70%)",
        "  SEPSIS 1/27 (3.70%)",
        "  EJECTION FRACTION DECREASED 1/27 (3.70%)",
        "  METASTASES TO MENINGES 1/27 (3.70%)",
        "  COMA 1/27 (3.70%)",
        "  PULMONARY OEDEMA 1/27 (3.70%)",
        "  PALMAR-PLANTAR ERYTHRODYSAESTHESIA SYNDROME 2/27 (7.41%)"
    ]
}