{
    "Clinical Trial ID": "NCT03329937",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Niraparib 200 mg",
        "  Participants received niraparib 200 milligrams (mg) orally once daily in 28-day treatment cycles. After 2 cycles, participants either underwent surgery, received additional cycles of niraparib (maximum of 6 cycles total), or received neoadjuvant chemotherapy, at physician's discretion. A breast magnetic resonance imaging (MRI) was performed at the end of cycle 2 and breast ultrasounds were performed at the end of each cycle, including any additional cycles beyond cycle 2. After completion of all neoadjuvant therapy participants proceeded to surgery, at which time pathological complete response (pCR) was assessed."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Participants age >= 18 years old.",
        "  Participants with a deleterious or suspected deleterious breast cancer susceptibility gene 1 (BRCA1) or BRCA2 mutation (germline or somatic) may be enrolled into the study based on either local or central laboratory testing of BRCA status.",
        "  Histologically-confirmed HER2-negative localized breast cancer by core biopsy.",
        "  Primary operable, non-metastatic invasive carcinoma of the breast, confirmed histologically by core biopsy. Fine-needle aspiration is not sufficient. Incisional biopsy is not allowed. In participants with multifocal and/or multicentric, the largest lesion should be measured. Both unilateral and bilateral breast cancer are allowed.",
        "  Primary tumor size >=1cm.",
        "  Measurable disease by breast ultrasound and MRI.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "  Adequate organ function defined as:",
        "  Absolute neutrophil count (ANC) >=1500 per microliters (/μL).",
        "  Platelets >=100,000/μL.",
        "  Hemoglobin >=9 grams per deciliter (g/dL).",
        "  Serum creatinine <=1.5*upper limit of normal (ULN) or calculated creatinine clearance >=50 milliliters per minute (mL/min) using Cockcroft-Gault equation.",
        "  Total bilirubin <=1.5*ULN except in participants with Gilbert's syndrome. Participants with Gilbert's syndrome may enroll if direct bilirubin <=1.5*ULN of the direct bilirubin.",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) <=2.5*ULN.",
        "  Participants must have recovered to Grade 1 toxicity from prior cancer therapy (a participant with Grade 2 neuropathy or Grade 2 alopecia is an exception to this criterion and may qualify for this study).",
        "  Participant able to take oral medications.",
        "  Participant meets the following criteria:",
        "  Female participant (of childbearing potential) is not breastfeeding, has a negative serum pregnancy test within 72 hours prior to taking study drug, and agrees to abstain from activities that could result in pregnancy from Screening through 180 days after the last dose of study drug, or is of non-childbearing potential.",
        "  Female participant is of non-childbearing potential (other than medical reasons) as defined:",
        "  i) >=45 years of age and has not had menses for >1 year. ii) Amenorrheic for <2 years without a hysterectomy and oophorectomy and a follicle-stimulating hormone value in the postmenopausal range upon the screening evaluation.",
        "  iii) Has undergone post hysterectomy, bilateral oophorectomy, or tubal ligation. Documented hysterectomy, oophorectomy or tubal ligation must be confirmed in the medical records, otherwise the participant must be willing to use 2 adequate barrier methods throughout the study starting from the screening visit through 180 days after the last dose of study drug. Information must be captured appropriately within the site's source documents.",
        "  c) Male participant agrees to use an effective method of contraception starting with the first dose of study therapy through 120 days after the last dose of study therapy.",
        "  Able to understand the study procedures and agree to participate in the study by providing written informed consent.",
        "Exclusion Criteria:",
        "  Prior anti-cancer therapies for current malignancy.",
        "  Known evidence of distant metastasis. Staging studies are not required. The decision to pursue staging studies is at the discretion of the treating clinician, based on the participant's clinical and pathological findings consistent with standard guidelines.",
        "  Known hypersensitivity to the components of niraparib components or their formulation excipients.",
        "  Major surgery within 3 weeks of starting the study or participant has not recovered from any effects of any major surgery.",
        "  Poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 90 days) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, uncontrolled hypertension, active uncontrolled coagulopathy, bleeding disorder, or any psychiatric disorder that prohibits obtaining informed consent.",
        "  History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study drug, or is not in the best interest of the participant to participate.",
        "  Participant is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study drug or within the 180-day period after the last dose of study drug.",
        "  Immunocompromised participants.",
        "  Known active hepatic disease (Hepatitis B or C).",
        "  Prior treatment with a known PARP inhibitor.",
        "  Other active malignancy that warrants systemic therapy.",
        "  Known history of myelodysplastic syndromes (MDS) or Acute myeloid leukemia (AML)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Tumor Response Measured by Breast MRI",
        "  Tumor response measured by breast MRI is defined as >=30 percent (%) reduction of tumor volume from Baseline based on primary lesion after niraparib treatment without any new lesion development. Tumor volume was calculated as (length × width × height × pi [π])/6. Responses were assessed as Clinical complete response (CR): A complete disappearance of all tumor signs in the breast as assessed by imaging test. Clinical partial response (PR): A reduction in the tumor volume of the primary tumor size by >=30% assessed by palpation or imaging test. Clinical stable disease (SD): No significant change in tumor volume during treatment. Clinical progressive disease (cPD): The development of new, previously undetected lesions, or an estimated increase in the size of the primary lesion by greater than 20%. Percentage of participants with tumor response and its 95 percent confidence interval (CI) has been presented. The 95% CI was the binomial exact CI based on Clopper-Pearson method.",
        "  Time frame: At 2 months",
        "Results 1: ",
        "  Arm/Group Title: Niraparib 200 mg",
        "  Arm/Group Description: Participants received niraparib 200 milligrams (mg) orally once daily in 28-day treatment cycles. After 2 cycles, participants either underwent surgery, received additional cycles of niraparib (maximum of 6 cycles total), or received neoadjuvant chemotherapy, at physician's discretion. A breast magnetic resonance imaging (MRI) was performed at the end of cycle 2 and breast ultrasounds were performed at the end of each cycle, including any additional cycles beyond cycle 2. After completion of all neoadjuvant therapy participants proceeded to surgery, at which time pathological complete response (pCR) was assessed.",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  90.5        (69.6 to 98.8)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/21 (9.52%)",
        "  Thrombocytopenia 1/21 (4.76%)",
        "  Ventricular septal defect 1/21 (4.76%)"
    ]
}