{
    "Clinical Trial ID": "NCT00679341",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab Emtansine",
        "  Patients received trastuzumab emtansine 3.6 mg/kg intravenously (IV) administered over 30-90 minutes every 3 weeks on Day 1 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  Trastuzumab + Docetaxel",
        "  Patients received a loading dose of trastuzumab 8 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on Day 1 of Cycle 1 followed by trastuzumab 6 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on Day 1 of all subsequent 21-day cycles."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast with locally advanced or metastatic disease, and a candidate for chemotherapy.",
        "  Human epidermal growth factor receptor 2 (HER2)-positive.",
        "  No prior chemotherapy for their metastatic breast cancer (MBC).",
        "  Measurable disease.",
        "  Age  18 years.",
        "  For women of childbearing potential and men with partners of childbearing potential, agreement to use a highly effective, non-hormonal form of contraception or 2 effective forms of non-hormonal contraception by the patient and/or partner. Contraception use must continue for the duration of study treatment and for at least 6 months after the last dose of study treatment. Male patients whose partners are pregnant should use condoms for the duration of the study.",
        "Exclusion Criteria:",
        "  History of any chemotherapy for MBC.",
        "  An interval of < 6 months from the completion of cytotoxic chemotherapy in the neo-adjuvant or adjuvant setting until the time of metastatic diagnosis.",
        "  Trastuzumab  21 days prior to randomization.",
        "  Hormone therapy < 7 days prior to randomization.",
        "  Current peripheral neuropathy of Grade  3.",
        "  History of other malignancy within the last 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage I uterine cancer, or other cancers with a similar outcome as those previously mentioned.",
        "  Previous radiotherapy for the treatment of unresectable, locally advanced or metastatic breast cancer is not allowed if more than 25% of marrow-bearing bone has been irradiated or the last fraction of radiotherapy has been administered within approximately 3 weeks prior to randomization.",
        "  Brain metastases that are untreated, symptomatic, or require therapy to control symptoms or any radiation, surgery, or other therapy to control symptoms from brain metastases within 2 months prior to randomization.",
        "  History of exposure to the following cumulative doses of anthracyclines: Doxorubicin or liposomal doxorubicin > 500 mg/m^2; epirubicin > 900 mg/m^2; mitoxantrone > 120mg/m^2 and idarubicin > 90 mg/m^2.",
        "  Current unstable angina.",
        "  History of symptomatic congestive heart failure, or ventricular arrhythmia requiring treatment.",
        "  History of myocardial infarction within 6 months prior to randomization.",
        "  Left ventricular ejection fraction (LVEF) below 50% within approximately 28 days prior to randomization.",
        "  History of decreased LVEF or symptomatic congestive heart failure (CHF) with previous adjuvant trastuzumab treatment.",
        "  Cardiac troponin I  0.2 ng/mL within 28 days of randomization.",
        "  Severe dyspnea at rest because of complications of advanced malignancy or requiring current continuous oxygen therapy.",
        "  Current severe, uncontrolled systemic disease (eg, clinically significant cardiovascular, pulmonary, or metabolic disease; wound healing disorders; ulcers; or bone fractures).",
        "  Major surgical procedure or significant traumatic injury within approximately 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment.",
        "  Current pregnancy or lactation.",
        "  History of receiving any investigational treatment within approximately 28 days prior to randomization.",
        "  Current known infection with human immunodeficiency virus (HIV), active hepatitis B and/or hepatitis C virus.",
        "  History of intolerance (including Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab, murine proteins, or docetaxel.",
        "  Known hypersensitivity to any of the study drugs, including the excipients, or any drugs formulated in polysorbate 80.",
        "  Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS) by the Investigator Using Modified Response Evaluation Criteria In Solid Tumors (RECIST)",
        "  PFS was defined as the time from randomization (R) to first documented investigator-assessed radiographic or clinical disease progression (PD) or death due to any cause, whichever occurred first. For target lesions (TL), PD was defined as at least a 20% increase in the sum of the longest diameter (SLD) of TLs, taking as reference the SLD recorded since treatment started or the appearance of 1 or more new lesions. For non-TLs, PD was defined as the appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. Data for patients without PD or death were censored at the last date of tumor assessment prior to crossover (or, if no tumor assessment was performed after Baseline, at the R date +1 day). Data for patients who were lost to follow-up were censored at the last date of tumor assessment prior to crossover at which the patient was known to be progression free. Data for patients with no post-baseline tumor assessment were censored at the R date +1 day.",
        "  Time frame: Baseline through the data cut-off date of 15 Nov 2010 (up to 2 years, 2 months)",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab Emtansine",
        "  Arm/Group Description: Patients received trastuzumab emtansine 3.6 mg/kg intravenously (IV) administered over 30-90 minutes every 3 weeks on Day 1 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 67",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  14.2  [1]    (10.6 to NA)",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab + Docetaxel",
        "  Arm/Group Description: Patients received a loading dose of trastuzumab 8 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on Day 1 of Cycle 1 followed by trastuzumab 6 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on Day 1 of all subsequent 21-day cycles.",
        "  Overall Number of Participants Analyzed: 70",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  9.2        (8.2 to 11.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/69 (20.29%)",
        "  Febrile neutropenia  0/69 (0.00%)",
        "  Anaemia  0/69 (0.00%)",
        "  Atrial fibrillation  1/69 (1.45%)",
        "  Cardiopulmonary failure  0/69 (0.00%)",
        "  Supraventricular extrasystoles  1/69 (1.45%)",
        "  Abdominal pain  1/69 (1.45%)",
        "  Intestinal obstruction  0/69 (0.00%)",
        "  Vomiting  1/69 (1.45%)",
        "  Chills  1/69 (1.45%)",
        "  Oedema peripheral  0/69 (0.00%)",
        "  Pyrexia  1/69 (1.45%)",
        "Adverse Events 2:",
        "  Total: 17/66 (25.76%)",
        "  Febrile neutropenia  6/66 (9.09%)",
        "  Anaemia  1/66 (1.52%)",
        "  Atrial fibrillation  1/66 (1.52%)",
        "  Cardiopulmonary failure  1/66 (1.52%)",
        "  Supraventricular extrasystoles  0/66 (0.00%)",
        "  Abdominal pain  0/66 (0.00%)",
        "  Intestinal obstruction  1/66 (1.52%)",
        "  Vomiting  0/66 (0.00%)",
        "  Chills  0/66 (0.00%)",
        "  Oedema peripheral  1/66 (1.52%)",
        "  Pyrexia  0/66 (0.00%)"
    ]
}