{
    "Clinical Trial ID": "NCT02352779",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I (Low-dose Omega-3 Fatty Acid)",
        "  Patients receive low-dose omega-3 fatty acid supplementation PO BID and placebo PO BID for 6 weeks.",
        "Omega-3 Fatty Acid: Given PO",
        "  Placebo: Given PO",
        "  Questionnaire Administration: Ancillary studies",
        "  Laboratory Biomarker Analysis: Correlative studies",
        "INTERVENTION 2: ",
        "  Arm II (High-dose Omega-3 Fatty Acid)",
        "  Patients receive high-dose omega-3 fatty acid supplementation PO BID for 6 weeks.",
        "Omega-3 Fatty Acid: Given PO",
        "  Questionnaire Administration: Ancillary studies",
        "  Laboratory Biomarker Analysis: Correlative studies"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Have a confirmed diagnosis of breast cancer; participants can have had more than one primary cancer diagnosis in the past",
        "  Have undergone some type or combination of standard adjuvant treatment (surgery, chemotherapy, radiation therapy) for breast cancer",
        "  Have completed all forms of standard adjuvant treatment (surgery, chemotherapy, radiation therapy) for breast cancer between 4 and 36 months prior to enrollment in the study; participants can be currently taking hormones (such as tamoxifen) or monoclonal antibodies (such as Herceptin)",
        "  Must have cancer-related fatigue, as indicated by a response of 4 or greater when asked to rate their level of fatigue at its worst in the past week on an 11-point scale anchored by \"0\" = no fatigue and \"10\" = as bad as you can imagine",
        "  Be able to read English",
        "  Able to swallow medication",
        "  Give written informed consent",
        "Exclusion Criteria:",
        "  Have used marine omega-3 supplements at any time within previous 3 months (this includes prescription omega-3 drugs such as Lovaza®)",
        "  Be taking anticoagulant medication (does not include aspirin)",
        "  Have sensitivity or allergy to fish and/or shellfish",
        "  Have sensitivity or allergy to soy and/or soybeans",
        "  Have confirmed diagnosis of chronic fatigue syndrome or other diagnosis known to cause severe fatigue"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Mean Change (6 Weeks - Baseline) and Standard Deviation in Cancer-related Fatigue, Using the Brief Fatigue Inventory-Short Form (BFI-SF) and Multidimensional Fatigue Symptom Inventory-Short Form (MFSI-SF). 81 Subjects Had Both a Baseline and 6 Week Value",
        "  BFI-SF is a 4 item questionnaire to assess the severity of fatigue, ranging from 0 (No Fatigue) to 10 (As bad as you can imagine).",
        "  MFSI-SF is a 30 item questionnaire to assess the level of fatigue in terms of general fatigue, physical fatigue, emotional fatigue, mental fatigue, and vigor). First four subscales (general, physical, emotional, and mental) are summed and the vigor scale is subtracted to create fatigue total score with a range of -32 (low fatigue) to 96 (high fatigue).",
        "  Time frame: Baseline to 6 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm I (Low-dose Omega-3 Fatty Acid)",
        "  Arm/Group Description: Patients receive low-dose omega-3 fatty acid supplementation PO BID and placebo PO BID for 6 weeks.",
        "Omega-3 Fatty Acid: Given PO",
        "  Placebo: Given PO",
        "  Questionnaire Administration: Ancillary studies",
        "  Laboratory Biomarker Analysis: Correlative studies",
        "  Overall Number of Participants Analyzed: 24",
        "  Least Squares Mean (95% Confidence Interval)",
        "  Unit of Measure: units on a scale  BFI-SF Mean Post - Pre: -3.66        (-4.37 to -2.96)",
        "  MFSI-SF Mean Post - Pre: -11.03        (-16.55 to -5.50)",
        "Results 2: ",
        "  Arm/Group Title: Arm II (High-dose Omega-3 Fatty Acid)",
        "  Arm/Group Description: Patients receive high-dose omega-3 fatty acid supplementation PO BID for 6 weeks.",
        "Omega-3 Fatty Acid: Given PO",
        "  Questionnaire Administration: Ancillary studies",
        "  Laboratory Biomarker Analysis: Correlative studies",
        "  Overall Number of Participants Analyzed: 30",
        "  Least Squares Mean (95% Confidence Interval)",
        "  Unit of Measure: units on a scale  BFI-SF Mean Post - Pre: -3.68        (-4.31 to -3.05)",
        "  MFSI-SF Mean Post - Pre: -13.93        (-18.82 to -9.05)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/29 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}