{
    "Clinical Trial ID": "NCT02402764",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Selinexor Treatment",
        "  Ten patients were treated with oral selinexor 60 mg twice per week (on days 1 and 3) on a schedule of 3 weeks on and 1 week off, each four-week cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed triple negative breast cancer (TNBC), defined as negative immunohistochemical staining for estrogen and progesterone receptors (  5% of nuclei positive by IHC) and receptor tyrosine-protein kinase erbB-2 (HER2) negative (IHC 0-1+ or HER2-neu negative according to American Society of Clinical Oncology; College of American Pathologists (ASCO-CAP) HER2 Test Guideline Recommendations)",
        "  Written informed consent in accordance with federal, local, and institutional guidelines",
        "  Body surface area 1.4 m^2",
        "  Age 18 years",
        "  Estimated life expectancy of >3 months at study entry",
        "  TNBC must be either locally recurrent or metastatic. Locally recurrent disease must not be amenable to surgical resection or radiation with curative intent.",
        "  Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
        "  Documented disease progression at study entry",
        "  Must have received at least 1 chemotherapy regimens in the setting of metastatic disease",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 2",
        "  Adequate hematological function: Absolute neutrophil count (ANC) > 1500/mm^3, platelets count >100,000mm^3",
        "  Adequate hepatic function within 14 days prior to Cycle 1 Day 1 (C1D1): total bilirubin <2 times the upper limit of normal (ULN) (except patients with Gilbert's syndrome who must have a total bilirubin of < 3 times ULN) and aspartate aminotransferase (AST), alanine aminotransferase (ALT) 2.5 x ULN. In the case of known (radiological and/or biopsy documented) liver metastasis, AST/ALT 5.0 times ULN is acceptable.",
        "  Amylase and lipase  1.5 x ULN",
        "  Adequate renal function within 14 days prior to C1D1: estimated creatinine clearance of  30 mL/min",
        "  Women of child-bearing potential (WOCBP) must agree to use dual methods of contraception and have a negative serum pregnancy test at screening, and male participants must use an effective barrier method of contraception if sexually active with a female of child-bearing potential. For both male and female participants, effective methods of contraception must be used throughout the study and for 3 months following the last dose. To be considered of non-childbearing potential, postmenopausal women must be amenorrheic for at least 12 months naturally (not in the setting of post chemotherapy) or participants must be surgically sterile.",
        "  Must have received prior anthracycline and taxane therapy unless clinically contraindicated",
        "Exclusion Criteria:",
        "  Significant medical illness that in the investigator's opinion cannot be adequately controlled with appropriate therapy or would compromise the participant's ability to tolerate this therapy",
        "  Women who are pregnant or lactating",
        "  Radiation, chemotherapy, or immunotherapy or any other approved anticancer therapy 2 weeks prior to cycle 1 day 1",
        "  Major surgery within 4 weeks before Day 1",
        "  Unstable cardiovascular function: Electrocardiogram (ECG) abnormalities requiring treatment, or congestive heart failure (CHF) of New York Hearth Association (NYHA) Class 3; myocardial infarction (MI) within 3 months",
        "  Uncontrolled infection requiring parenteral antibiotics, antivirals, or antifungals within one week prior to first dose. Potential participants with controlled infection or on prophylactic antibiotics are permitted in the study.",
        "  Known history of HIV",
        "  Known active hepatitis A, B, or C infection that requires treatment",
        "  Any underlying condition that would significantly interfere with the absorption of an oral medication",
        "  Grade >2 peripheral neuropathy at baseline (within 14 days prior to cycle 1 day 1)",
        "  Participation in an investigational anti-cancer study within 3 weeks prior to Cycle 1 Day 1",
        "  Coagulation problems and active major bleeding within 4 weeks prior to C1D1 (peptic ulcer, epistaxis, spontaneous bleeding)",
        "  Active central nervous system (CNS) malignancy. Asymptomatic small lesions are not considered active. Treated lesions may be considered inactive if they are stable for at least 3 months.",
        "  Radiation, chemotherapy, or immunotherapy or any other anticancer therapy  2 weeks prior to Cycle 1 Day 1 or radio-immunotherapy  4 weeks prior to Cycle 1 Day 1",
        "  Have not recovered to Grade  1 or to their baseline from clinically significant adverse effects"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Rate",
        "  Complete Response (CR) + Partial Response (PR) + Stable Disease (SD)  12 weeks of selinexor in patients with triple negative breast cancer (TNBC), according to Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1. CR: Disappearance of all target lesions; PR: At least a 30% decrease in the sum of the diameter (LD) of target lesions, taking as reference the baseline sum LD; Progressive Disease (PD): At least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; SD: Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum LD since the treatment started.",
        "  Time frame: Up to 10 months",
        "Results 1: ",
        "  Arm/Group Title: Selinexor Treatment",
        "  Arm/Group Description: Ten patients were treated with oral selinexor 60 mg twice per week (on days 1 and 3) on a schedule of 3 weeks on and 1 week off, each four-week cycle.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 0   0.0%",
        "  Partial Response: 0   0.0%",
        "  Stable Disease: 3  30.0%",
        "  Progressive Disease: 7  70.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/10 (30.00%)",
        "  Sinus tachycardia * 1/10 (10.00%)",
        "  Blurred vision * 1/10 (10.00%)",
        "  Memory impairment * 1/10 (10.00%)",
        "  Dyspnea * 2/10 (20.00%)"
    ]
}