{
    "Clinical Trial ID": "NCT00438659",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Mometasone",
        "  Patients apply 2.5 mL mometasone furoate cream once daily to the treatment area (breast or chest wall) for the duration of planned radiotherapy.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Patients apply 2.5 mL of an identical-appearing placebo cream to the treatment area as in arm A."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically confirmed diagnosis of primary invasive breast cancer or ductal carcinoma in situ",
        "  Planning to undergo  5 weeks of continuous definitive or adjuvant external-beam radiotherapy to 1 of the following sites:",
        "  Whole breast (as part of breast-conservation therapy)",
        "  Chest wall (as part of post-mastectomy irradiation)",
        "  Treatment of regional lymph nodes (i.e., axillary, supraclavicular, or internal mammary) allowed",
        "  Must meet the following criteria for planned radiotherapy:",
        "  Planned total radiation dose  5,000 Gy and daily radiation dose between 1.75 and 2.12 Gy",
        "  No planned split-course radiotherapy",
        "  No partial breast treatment, defined as treatment of < 75% of the breast parenchyma",
        "  Intensity-modulated radiotherapy planning and delivery, conventional radiotherapy, or 3-dimensional radiotherapy techniques allowed",
        "  Must be entered on study within 7 days prior to beginning radiotherapy",
        "  Must start study drug prior to receiving the third radiotherapy fraction",
        "  No preexisting skin breakdown within the planned radiotherapy field at the time of study entry",
        "  No bilateral breast cancer treatment",
        "  No inflammatory carcinoma of the breast",
        "  Hormone receptor status not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Male or female",
        "  Menopausal status not specified",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-2",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception",
        "  Able to complete questionnaires independently or with assistance",
        "  No known allergy or hypersensitivity to mometasone furoate (Elocon® or generic cream), imidazolidinyl urea, or formaldehyde",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  No prior radiotherapy to the planned radiotherapy treatment area",
        "  No concurrent or planned leukotriene inhibitors, including the following:",
        "  Zafirleukast",
        "  Monteleukast",
        "  Zileuton",
        "  No concurrent or planned use of any prescription or over-the-counter medications containing hydrocortisone or any other cortisone or steroid-containing preparations (systemic, local, or topical) including, but not limited to, the following creams or ointments:",
        "  Cortaid®",
        "  Cortizone 10®",
        "  Tucks®",
        "  Preparation H®",
        "  No other concurrent topical agents (e.g., lotions, aloe vera) to radiotherapy field during study treatment"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Mean Maximum Grade of Radiation Dermatitis by Treatment Arm.",
        "  Maximum grade of radiation dermatitis as measured by the Common Terminology Criteria (CTCAE) for Adverse Events (AE), Version 3.0. Grade 1 (Mild AE), Grade 2 (Moderate AE), Grade 3 (Severe AE), Grade 4 (Life-threatening or disabling AE), Grade 5 (Death related to AE).",
        "  Time frame: During Radiation Treatment, up to a maximum of 9 weeks.",
        "Results 1: ",
        "  Arm/Group Title: Mometasone",
        "  Arm/Group Description: Patients apply 2.5 mL mometasone furoate cream once daily to the treatment area (breast or chest wall) for the duration of planned radiotherapy.",
        "  Overall Number of Participants Analyzed: 84",
        "  Mean (Full Range)",
        "  Unit of Measure: Grade  1.2        (0.0 to 3.0)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Patients apply 2.5 mL of an identical-appearing placebo cream to the treatment area as in arm A.",
        "  Overall Number of Participants Analyzed: 82",
        "  Mean (Full Range)",
        "  Unit of Measure: Grade  1.3        (0.0 to 3.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/84 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}