{
    "Clinical Trial ID": "NCT01570036",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Herceptin + NeuVax Vaccine",
        "  Patients randomized to this arm will receive Herceptin every 3 weeks as monotherapy for 1 year; the first Herceptin infusion will be given no sooner than 3 weeks and no later than 12 weeks after completion of standard of care chemotherapy/radiotherapy. Herceptin will be dosed at the recommended initial loading dose of 8 mg/kg and at recommended maintenance doses of 6 mg/kg q3wk. Patients will receive vaccinations of NeuVax vaccine administered intradermally every 3 weeks for 6 total vaccinations, 30-120 minutes after completion of Herceptin infusion. The NeuVax vaccine series will begin immediately after completion of the third Herceptin infusion, but may be delayed to the fourth or fifth Herceptin infusion with prior approval from the PI. After completion of primary vaccine series, patients will receive NeuVax vaccine booster inoculations to be administered every 6 months x 4 for total treatment duration of 30 months.",
        "INTERVENTION 2: ",
        "  Herceptin + GM-CSF Only",
        "  Patients randomized to this arm will receive Herceptin every 3 weeks as monotherapy for 1 year. The first Herceptin infusion will be given no sooner than 3 weeks and no later than 12 weeks after completion of standard of care chemotherapy/radiotherapy. Herceptin will be dosed at the recommended initial loading dose of 8 mg/kg and at recommended maintenance doses of 6 mg/kg q3wk. Patients will receive inoculations of GM-CSF only (250mcg) administered intradermally every 3 weeks for 6 total inoculations, 30-120 minutes after completion of Herceptin infusion. The GM-CSF only inoculation series will begin immediately after completion of the third Herceptin infusion. After completion of six-inoculation primary vaccine series, patients will then receive a total of four GM-CSF only booster inoculations to be administered at 12, 18, 24, and 30 months from the date of the first Herceptin infusion."
    ],
    "Eligibility": [
        "Patients will be included in the study based on the following criteria:",
        "  Women 18 years or older",
        "  Node-positive breast cancer (AJCC N1, N2, or N3)",
        "  Node-negative breast cancer if negative for both estrogen (ER) and progesterone (PR) receptors and have received chemotherapy as standard of care",
        "  Clinically cancer-free (no evidence of disease) after standard of care therapy (surgery, chemotherapy, radiation therapy as directed by NCCN guidelines). Hormonal therapy will continue per standard of care. Neoadjuvant chemotherapy is allowed.",
        "  Recovery from any toxicity(ies) associated with prior adjuvant therapy.",
        "  HER2 expression of 1+ or 2+ by IHC. FISH or Dual-ISH testing must be performed on IHC 2+ tumors and shown to be non-amplified by FISH (  2.0) or by Dual-ISH (  2.0).",
        "  HLA-A2, A3, A24, or A26 positive",
        "  LVEF >50%, or an LVEF within the normal limits of the institution's specific testing (MUGA or Echo)",
        "  ECOG 0,1",
        "  Signed informed consent",
        "  Adequate birth control (abstinence, hysterectomy, bilateral oophorectomy, bilateral tubal ligation, oral contraception, IUD, or use of condoms or diaphragms)",
        "  Must start study treatment (receive first Herceptin infusion) 15between 3-12 weeks from completion of standard of care therapy.",
        "  4.1.3 Exclusion Criteria",
        "  Patients will be excluded from the study based on the following criteria:",
        "  Node-negative breast cancer (AJCC N0 or N0(i+)) unless negative for both estrogen (ER) and progesterone (PR) receptors and has received chemotherapy as standard of care",
        "  Clinical or radiographic evidence of distant or residual breast cancer",
        "  HER2 negative (IHC 0) or HER2 3+ or FISHDual-ISH amplified (FISH >2.0); Dual-ISH >2.0",
        "  HLA-A2, A3, A24, A26 negative",
        "  History of prior Herceptin therapy",
        "  NYHA stage 3 or 4 cardiac disease",
        "  LVEF <50%, or less than the normal limits of the institution's specific testing (MUGA or Echo)",
        "  Immune deficiency disease or HIV, HBV, HCV",
        "  Receiving immunosuppressive therapy including chemotherapy, chronic steroids, methotrexate, or other known immunosuppressive agents",
        "  ECOG 2",
        "  Tbili >1.8, creatinine>2, hemoglobin<10, platelets<50,000, WBC<2,000",
        "  Pregnancy (assessed by urine HCG)",
        "  Breast feeding",
        "  Any active autoimmune disease requiring treatment, with the exception of vitiligo",
        "  Active pulmonary disease requiring medication to include multiple inhalers",
        "  Involved in other experimental protocols (except with permission of the other study PI)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival (DFS)",
        "  Disease-free survival (DFS) for all patients regardless of randomization will be determined by patients' own physicians at the individual study sites during routine follow-up screening. This will occur every three months for the first 24 months after completion of primary therapies and every six months thereafter with clinical exam, and laboratory and radiographic surveillance. The primary objective of the study is disease-free survival (DFS) at 24 months.",
        "  Time frame: Disease-free survival at 24 months",
        "Results 1: ",
        "  Arm/Group Title: Herceptin + NeuVax Vaccine",
        "  Arm/Group Description: Patients randomized to this arm will receive Herceptin every 3 weeks as monotherapy for 1 year; the first Herceptin infusion will be given no sooner than 3 weeks and no later than 12 weeks after completion of standard of care chemotherapy/radiotherapy. Herceptin will be dosed at the recommended initial loading dose of 8 mg/kg and at recommended maintenance doses of 6 mg/kg q3wk. Patients will receive vaccinations of NeuVax vaccine administered intradermally every 3 weeks for 6 total vaccinations, 30-120 minutes after completion of Herceptin infusion. The NeuVax vaccine series will begin immediately after completion of the third Herceptin infusion, but may be delayed to the fourth or fifth Herceptin infusion with prior approval from the PI. After completion of primary vaccine series, patients will receive NeuVax vaccine booster inoculations to be administered every 6 months x 4 for total treatment duration of 30 months.",
        "  Overall Number of Participants Analyzed: 136",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants who survived  89.8",
        "Results 2: ",
        "  Arm/Group Title: Herceptin + GM-CSF Only",
        "  Arm/Group Description: Patients randomized to this arm will receive Herceptin every 3 weeks as monotherapy for 1 year. The first Herceptin infusion will be given no sooner than 3 weeks and no later than 12 weeks after completion of standard of care chemotherapy/radiotherapy. Herceptin will be dosed at the recommended initial loading dose of 8 mg/kg and at recommended maintenance doses of 6 mg/kg q3wk. Patients will receive inoculations of GM-CSF only (250mcg) administered intradermally every 3 weeks for 6 total inoculations, 30-120 minutes after completion of Herceptin infusion. The GM-CSF only inoculation series will begin immediately after completion of the third Herceptin infusion. After completion of six-inoculation primary vaccine series, patients will then receive a total of four GM-CSF only booster inoculations to be administered at 12, 18, 24, and 30 months from the date of the first Herceptin infusion.",
        "  Overall Number of Participants Analyzed: 139",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants who survived  83.8"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/136 (10.29%)",
        "  Anemia [1]1/136 (0.74%)",
        "  Atrial fibrillation [1]0/136 (0.00%)",
        "  Heart failure [1]1/136 (0.74%)",
        "  Sinus tachycardia [1]0/136 (0.00%)",
        "  Colonic hemorrhage [1]1/136 (0.74%)",
        "  Esophageal obstruction [1]0/136 (0.00%)",
        "  Pancreatitis [1]1/136 (0.74%)",
        "  Fever [1]1/136 (0.74%)",
        "  Other, specify [1]0/136 (0.00%)",
        "  Allergic reaction [1]0/136 (0.00%)",
        "Adverse Events 2:",
        "  Total: 12/139 (8.63%)",
        "  Anemia [1]0/139 (0.00%)",
        "  Atrial fibrillation [1]1/139 (0.72%)",
        "  Heart failure [1]1/139 (0.72%)",
        "  Sinus tachycardia [1]1/139 (0.72%)",
        "  Colonic hemorrhage [1]0/139 (0.00%)",
        "  Esophageal obstruction [1]1/139 (0.72%)",
        "  Pancreatitis [1]0/139 (0.00%)",
        "  Fever [1]0/139 (0.00%)",
        "  Other, specify [1]1/139 (0.72%)",
        "  Allergic reaction [1]1/139 (0.72%)"
    ]
}