{
    "Clinical Trial ID": "NCT02555657",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pembrolizumab",
        "  Participants received pembrolizumab 200 mg IV every Q3W for up to 35 administrations (up to ~2 years).",
        "INTERVENTION 2: ",
        "  Chemotherapy",
        "  Participants received capecitabine, eribulin, gemcitabine, or vinorelbine as single agent chemotherapy chosen by the treating physician (Treatment of Physician's Choice, TPC) in accordance with local regulations and guidelines."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Centrally confirmed Stage IV/M1 mTNBC",
        "  Newly obtained tumor biopsy from metastatic site",
        "  Central determination of programmed cell death ligand 1 (PD-L1) tumor status",
        "  Received either one or two prior systemic treatments for metastatic breast cancer and have documented disease progression on or after the most recent therapy",
        "  Previously treated with an anthracycline and/or taxane in the neoadjuvant/adjuvant or metastatic setting",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 10 days prior to study start",
        "  Adequate organ function",
        "Exclusion Criteria:",
        "  Participation in another clinical trial within 4 weeks",
        "  Monoclonal antibody (mAb) for direct anti-neoplastic treatment within 4 weeks",
        "  Chemotherapy, targeted small molecule therapy, or radiation therapy within at least 2 weeks",
        "  Active autoimmune disease that required systemic treatment in the past 2 years",
        "  Diagnosed with immunodeficiency or receiving systemic steroid therapy or another form of immunosuppressive therapy within 7 days",
        "  Known additional malignancy that required treatment or progressed in last 5 years",
        "  Known active brain metastases and/or carcinomatous meningitis",
        "  Prior therapy with an anti-programmed cell death (PD)-1, anti-PD-ligand-1 (anti-PD-L1), anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g. cytotoxic T-lymphocyte associated protein 4 [CTLA-4], OX-40, CD137) or previously participated in any pembrolizumab (MK-3475) clinical studies"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Survival in Participants With Programmed Cell Death Ligand 1 (PD-L1) With Combined Positive Score (CPS) 10",
        "  Overall survival (OS) was defined as the time from randomization to death due to any cause.",
        "  Time frame: Up to approximately 36 months (through Final Analysis database cutoff date of 11-April-2019)",
        "Results 1: ",
        "  Arm/Group Title: Pembrolizumab",
        "  Arm/Group Description: Participants received pembrolizumab 200 mg IV every Q3W for up to 35 administrations (up to ~2 years).",
        "  Overall Number of Participants Analyzed: 96",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  12.7        (9.9 to 16.3)",
        "Results 2: ",
        "  Arm/Group Title: Chemotherapy",
        "  Arm/Group Description: Participants received capecitabine, eribulin, gemcitabine, or vinorelbine as single agent chemotherapy chosen by the treating physician (Treatment of Physician's Choice, TPC) in accordance with local regulations and guidelines.",
        "  Overall Number of Participants Analyzed: 98",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  11.6        (8.3 to 13.7)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 65/309 (21.04%)",
        "  Anaemia 2/309 (0.65%)",
        "  Febrile neutropenia 1/309 (0.32%)",
        "  Neutropenia 1/309 (0.32%)",
        "  Pancytopenia 0/309 (0.00%)",
        "  Thrombocytopenia 0/309 (0.00%)",
        "  Cardiac arrest 1/309 (0.32%)",
        "  Cardio-respiratory arrest 2/309 (0.65%)",
        "  Cardiogenic shock 1/309 (0.32%)",
        "  Sinus tachycardia 1/309 (0.32%)",
        "  Secondary adrenocortical insufficiency 1/309 (0.32%)",
        "Adverse Events 2:",
        "  Total: 60/292 (20.55%)",
        "  Anaemia 2/292 (0.68%)",
        "  Febrile neutropenia 5/292 (1.71%)",
        "  Neutropenia 4/292 (1.37%)",
        "  Pancytopenia 1/292 (0.34%)",
        "  Thrombocytopenia 1/292 (0.34%)",
        "  Cardiac arrest 0/292 (0.00%)",
        "  Cardio-respiratory arrest 0/292 (0.00%)",
        "  Cardiogenic shock 0/292 (0.00%)",
        "  Sinus tachycardia 0/292 (0.00%)",
        "  Secondary adrenocortical insufficiency 0/292 (0.00%)"
    ]
}