{
    "Clinical Trial ID": "NCT01439711",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Letrozole + MRI",
        "  Protocol Therapy will consist of 6 months of letrozole, administered orally at a dose of 2.5 mg/day. Patients will have a bilateral MRI for disease evaluation at months 3 and 6."
    ],
    "Eligibility": [
        "Eligibility Criteria:",
        "  Histologic documentation: Pathologic confirmation of ductal carcinoma in situ (DCIS) of the female breast without invasive cancer, with diagnosis rendered on core biopsy only, completed within 60 days before registration. Patients diagnosed with DCIS on the basis of surgical biopsy are not eligible for this study.",
        "  Patients with microinvasion on diagnostic core biopsy, defined as tumor  1 mm in greatest dimension, will be allowed to participate.",
        "  All patients must have a clip placed, either at the time of the diagnostic biopsy or at the time of the baseline MRI prior to the start of treatment.",
        "  Tissue samples: Patient has diagnostic tissue available for correlative studies.",
        "  Clinical stage: Tis or T1mi N0, M0",
        "  Hormone receptor status: DCIS must express estrogen and/or progesterone receptor, as determined by immunohistochemical methods on the diagnostic pathology sample, according to the local institution's standard protocol. Greater than or equal to 1% cells will be considered to be positive.",
        "  Menopausal status: Patients must be postmenopausal defined as:",
        "  Age  55 years and one year or more of amenorrhea",
        "  Age < 55 years and one year or more amenorrhea, with an estradiol assay < 20pg/ml",
        "  Surgical menopause with bilateral oophorectomy (at least 28 days must elapse from surgery to time of study registration)",
        "  The use of GnRH analogs to achieve post menopausal status is not allowed.",
        "  Prior treatment:",
        "  No prior surgical excision in the index breast for current DCIS diagnosis of DCIS",
        "  Any exogenous hormone therapy must be completed 4 weeks prior to registration",
        "  Any patients with a history of tamoxifen or raloxifene use within two years of current DCIS diagnosis are not eligible",
        "  No prior neoadjuvant/adjuvant therapy for current DCIS diagnosis",
        "  Contraindication to MRI: No contraindications to breast MRI",
        "Measurable disease: Mammographic extent of calcifications must be accurately measurable in at least one dimension with each lesion  1 cm and  7 cm",
        "  DCIS must be visible on MRI based on central review.",
        "  Patients with palpable DCIS or adenopathy are not eligible to participate.",
        "  Patients with multifocal or bilateral disease are eligible.",
        "  History of osteoporosis: Women diagnosed with osteoporosis may participate in this trial provided they are receiving appropriate therapy or if they have declined therapy.",
        "  Age: Patients  18 years of age",
        "Performance Status: ECOG performance status 0 or 1",
        "  Pregnancy/nursing status: Not pregnant or nursing",
        "  Required Initial Laboratory Values:",
        "  ANC  1,000/μL",
        "  Platelet count  100,000/μL",
        "  Serum creatinine  1.7 mg/dL",
        "  Bilirubin  2.0 mg/dL",
        "  AST/ALT  2.5 times upper limit of normal",
        "  Serum estradiol level assay < 20 pg/mL *Required for patients < 55 years of age and one year or more of amenorrhea"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Mean Total MRI Functional Tumor Volume (FTV) Change From Baseline to Month 3 (V3)",
        "  Mean total MRI FTV change from baseline to month 3 (V3): For patients with more than one measureable lesion on the MRI, the sum over all measureable lesions on the MRI was calculated at each time point. V3 was calculated by subtracting the total MRI FTV measured (i.e. the sum over all lesions present with MRI FTV measurements) at 3 months from the total MRI FTV measured at baseline. For V3 the raw change in the volume will be calculated for each patient and a mean and 95% confidence interval will be constructed using two-sided t-tests.",
        "  Time frame: up to 3 months from start of treatment",
        "Results 1: ",
        "  Arm/Group Title: Letrozole + MRI",
        "  Arm/Group Description: Protocol Therapy will consist of 6 months of letrozole, administered orally at a dose of 2.5 mg/day. Patients will have a bilateral MRI for disease evaluation at months 3 and 6.",
        "  Overall Number of Participants Analyzed: 68",
        "  Mean (95% Confidence Interval)",
        "  Unit of Measure: cubic centimeters  -1.93        (-2.87 to -0.98)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/90 (2.22%)",
        "  Heart failure 1/90 (1.11%)",
        "  Restrictive cardiomyopathy 1/90 (1.11%)",
        "  Fever 1/90 (1.11%)",
        "  Hypokalemia 1/90 (1.11%)",
        "  Arthralgia 1/90 (1.11%)",
        "  Myalgia 1/90 (1.11%)",
        "  Neoplasms benign, malignant and unspecified (incl cysts and polyps) - Other, specify 1/90 (1.11%)",
        "  Hypertension 2/90 (2.22%)"
    ]
}