{
    "Clinical Trial ID": "NCT00050167",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Weekly Paclitaxel (WP)",
        "  Weekly Paclitaxel for 12 weeks followed by Fluorouracil + Epirubicin + Cyclophosphamide (FEC) every 3 weeks for 4 cycles",
        "INTERVENTION 2: ",
        "  Docetaxel and Capecitabine (DX)",
        "  Docetaxel + Capecitabine days 1-14 every 3 weeks for 4 cycles followed by FEC for 4 cycles."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with histologic confirmation of invasive, but non-inflammatory carcinoma of the breast.",
        "  Stage I (T1N0) are not eligible for the neo-adjuvant portion of the protocol.",
        "  High-risk patients (patients with any of the following: high proliferation rate - Ki67 >35% or poorly differentiated tumors (black's modified grade 3); ER/PR negative; lymphovascular invasion) with stage I disease are eligible for adjuvant therapy.",
        "  Patients with pure mucinous carcinomas, tubular carcinomas or pure medullary carcinomas are eligible if the patient's tumor is larger than 3 cm in size or if the patient has tumor involvement of the lymph nodes (>2mm).",
        "  Patients with bilateral breast cancers are eligible.",
        "  Patients with pN2a (metastasis in four to nine axillary lymph nodes) are eligible as are patients with pN3a (ten or more axillary lymph nodes). Patients with infraclavicular lymph node involvement are NOT eligible.",
        "  Patients must have clinically measurable disease to be treated in the neoadjuvant setting. This includes patients with a non-palpable primary who have histologically proven lymph node (LN) involvement that is clinically palpable and measurable by ultrasound",
        "  Histologic confirmation of invasive tumor will be done by core needle biopsy for patients with intact primary tumors. If patients have undergone adequate core biopsy prior to evaluation at MDACC, repeat core biopsy is optional.",
        "  Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.",
        "  Patients with a prior history of breast cancer are eligible if the current primary breast cancer is of a higher stage than the original breast cancer and the patient has not received any of the current study medications including past doxorubicin.",
        "  Patients should have adequate bone marrow function, as defined by peripheral granulocyte count of > 1,500/mm3, and platelet count > 100,000/mm3. Patients must have adequate liver function with a bilirubin within normal laboratory values. Transaminases (SGPT) may be up to 2.5x upper limit of normal (ULN) if alkaline phosphatase is < ULN or alkaline phosphatase may be up to 4 x ULN if transaminases are < ULN.",
        "  In addition, patients should have adequate renal function, defined as a serum creatinine < 2.5 mg% and/or creatinine clearance greater than 51 ml/min as calculated by Cockcroft and Gault Equation: Cockcroft and Gault Equation: Creatinine clearance for males = {(140 - age [yrs])(body weight [kg])}/{(72) (serum creatinine [mg/dL])}. Creatinine clearance for females = 0.85 x male value",
        "  Patients who had surgical therapy prior to referral will be eligible for randomization to systemic chemotherapy administered in the adjuvant setting.",
        "  Patients who have overexpression of the her-2/neu oncogene are eligible for the study.",
        "Exclusion Criteria:",
        "  Patients with N2 (clinical staging) or N3 (clinical staging) nodal disease, inflammatory breast cancer, or metastatic disease are not eligible. This includes patients with infraclavicular and/or supraclavicular lymph node involvement. Patients with pN2a (metastasis in four to nine axillary lymph nodes) are eligible.",
        "  Patients with pN2b (metastasis in clinically apparent internal mammary lymph nodes in the absence of axillary lymph node metastasis) are not eligible. Patients with T4 lesions in the neoadjuvant setting are not eligible. Patients with limited T4 lesions in the adjuvant setting (for example, focal extension into the skin with negative margins) are eligible.",
        "  Severe hypersensitivity reactions to agents formulated in either cremophor or polysorbate 80 must be excluded. Patients with hypersensitivity reactions to any of the study medications must be excluded.",
        "  Those patients with history of other malignancies will be excluded, except non-melanoma skin cancer and non-invasive cervical cancer.",
        "  Patients with uncompensated congestive heart failure are not eligible. Patients with myocardial infarction within the past 12 months are ineligible.",
        "  Patients who are pregnant or lactating are not eligible. Women of childbearing potential must have a negative pregnancy test prior to initiation of chemotherapy. Women of childbearing potential who will not use a reliable and appropriate contraceptive method during the study are not eligible.",
        "  Patients who have had an organ allograft are ineligible.",
        "  Patients with serious concurrent infections are ineligible.",
        "  Sexually active male patients unwilling to practice contraception during the study are ineligible.",
        "  Patients with pre-existing peripheral neuropathy > grade 1."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Reoccurrence",
        "  Percentage of participants where number with local recurrence, distant metastasis, or death of any cause at 50 months is divided by total number of participants and used as primary efficacy end point to compare paclitaxel to combination docetaxel and capecitabine in breast cancer treatment for preventing recurrence (return of cancer).",
        "  Time frame: Median of 50 months",
        "Results 1: ",
        "  Arm/Group Title: Weekly Paclitaxel (WP)",
        "  Arm/Group Description: Weekly Paclitaxel for 12 weeks followed by Fluorouracil + Epirubicin + Cyclophosphamide (FEC) every 3 weeks for 4 cycles",
        "  Overall Number of Participants Analyzed: 301",
        "  Log Mean (95% Confidence Interval)",
        "  Unit of Measure: participants  90.7        (86.4 to 93.7)",
        "Results 2: ",
        "  Arm/Group Title: Docetaxel and Capecitabine (DX)",
        "  Arm/Group Description: Docetaxel + Capecitabine days 1-14 every 3 weeks for 4 cycles followed by FEC for 4 cycles.",
        "  Overall Number of Participants Analyzed: 300",
        "  Log Mean (95% Confidence Interval)",
        "  Unit of Measure: participants  87.5        (82.7 to 91.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 81/301 (26.91%)",
        "  Neutropenia 2/297 (0.67%)",
        "  Fluid retention 1/297 (0.34%)",
        "  Nausea 5/297 (1.68%)",
        "  Vomiting 0/297 (0.00%)",
        "  Diarrhea 12/297 (4.04%)",
        "  Constipation 2/297 (0.67%)",
        "  Fatigue 25/297 (8.42%)",
        "  Alopecia 0/297 (0.00%)",
        "  Allergic reaction 2/297 (0.67%)",
        "  Stomatitis 0/297 (0.00%)",
        "  Neutropenic Infection 2/297 (0.67%)",
        "  Neutropenic Fever 0/297 (0.00%)",
        "Adverse Events 2:",
        "  Total: 293/300 (97.67%)",
        "  Neutropenia 45/293 (15.36%)",
        "  Fluid retention 0/293 (0.00%)",
        "  Nausea 12/293 (4.10%)",
        "  Vomiting 5/293 (1.71%)",
        "  Diarrhea 17/293 (5.80%)",
        "  Constipation 6/293 (2.05%)",
        "  Fatigue 66/293 (22.53%)",
        "  Alopecia 0/293 (0.00%)",
        "  Allergic reaction 4/293 (1.37%)",
        "  Stomatitis 5/293 (1.71%)",
        "  Neutropenic Infection 20/293 (6.83%)",
        "  Neutropenic Fever 13/293 (4.44%)"
    ]
}