{
    "Clinical Trial ID": "NCT01138046",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1500 mg + Paclitaxel 80 mg/m^2",
        "  Participants received lapatinib 1500 mg QD in combination with IV paclitaxel 80 mg/m^2 weekly on Day 1, Day 8, and Day 15 of a 4-week cycle until disease progression or withdrawal from study treatment due to unacceptable toxicity or withdrawal of consent."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Prior written consent in participating in the study by the subject or his/her private attorney.",
        "  Japanese female >=18 years of age.",
        "  Invasive breast cancer with stage IV disease.",
        "  Documentation by local laboratory of ErbB2 status by immunohistochemistry (IHC) or amplification by fluorescence in situ hybridization (FISH).",
        "  If a taxane had been administered in the neoadjuvant or adjuvant setting, progression must have occurred >12 months after completion of this treatment and the patients recovered from all associated toxicities.",
        "  Measurable lesion(s) according to RECIST criteria.",
        "  Radiotherapy as palliative treatment for painful metastatic disease is permitted but must have been stopped within 2 weeks prior to initiation of any investigational treatment.",
        "  For those patients whose disease is ER+ and/or PR+ one of the following criteria should be met:",
        "  Patient with visceral disease that requires chemotherapy (e.g., patients with liver or lung metastases).",
        "  Rapidly progressing or life threatening disease that are considered to be inapplicable to hormonal therapy, as determined by the investigator.",
        "  Patients who received hormonal therapy and are no longer benefiting from this therapy and the hormonal treatment must have been stopped before the first dose of investigational treatment.",
        "  Subjects recovered from all the associated toxicities by prior endocrine therapy.",
        "  Eastern cooperative oncology group (ECOG) Performance status (PS) of 0 or 1.",
        "  Able to swallow and retain oral medication.",
        "  Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. MUGA scan is accepted in cases where an echocardiogram cannot be performed or is inconclusive.",
        "  Adequate organ function.",
        "Exclusion Criteria:",
        "  Pregnant or lactating females at anytime during the study.",
        "  Received prior chemotherapy, immunotherapy, biologic therapy or anti-ErbB1/ErbB2 therapy for metastatic disease.",
        "  History of other malignancy.",
        "  Prior therapy with an ErbB1 and/or ErbB2 inhibitor, other than trastuzumab, in the adjuvant setting.",
        "  Planned concurrent anti-cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy, hormonal therapy) while taking investigational treatment.",
        "  Used an investigational drug within 30 days or five half-lives, whichever is longer, preceding the first dose of investigational treatment.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior anti-cancer treatment.",
        "  Uncontrolled infection.",
        "  Patients having at least positive antibody either to HBs or HBc.",
        "  Patients who have had a positive HCV antibody.",
        "  Peripheral neuropathy grade 2 or greater.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded.",
        "  Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
        "  Known history or clinical evidence of central nervous system (CNS) metastases or leptomeningeal carcinomatosis.",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety.",
        "  Known history or concurrent condition of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure.",
        "  Concurrent treatment with prohibited medications.",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to paclitaxel or lapatinib or their excipients.",
        "  Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Intolerable Toxicities in Phase I of the Study",
        "  Investigational treatment was considered tolerable if one or more of the tolerability criteria were met by none or one of the 6 participants in the first cycle of Phase I. If one or more tolerability criteria were met by two or more participants, the issue was referred to the safety committee. Tolerability criteria for toxicities related to investigational treatment included grade 4 neutropenia persisting for 7 or more days, thrombocytopenia with a platelet count of less than or equal to 25,000/millimeter (mm)^3 , clinically significant Grade 3 or 4 non-haematologic toxicities (excluding nausea) and inability to start cycle 2 within 2 weeks of scheduled dosing due to unresolved toxicity.",
        "  Time frame: 28 days",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1500 mg + Paclitaxel 80 mg/m^2",
        "  Arm/Group Description: Participants received lapatinib 1500 mg QD in combination with IV paclitaxel 80 mg/m^2 weekly on Day 1, Day 8, and Day 15 of a 4-week cycle until disease progression or withdrawal from study treatment due to unacceptable toxicity or withdrawal of consent.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  1"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/12 (25.00%)",
        "  Left ventricular dysfunction 1/12 (8.33%)",
        "  Pneumonia 1/12 (8.33%)",
        "  Neutrophil count decreased 2/12 (16.67%)"
    ]
}