{
    "Clinical Trial ID": "NCT00217672",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Docetaxel + Bevacizumab",
        "  docetaxel: 75 mg/m2 IV q3 weeks. Bevacizumab: 15mg/kg IV q3 weeks. Subjects continue on dosing until they experience unacceptable toxicity, disease progression, or withdrawal of patient consent."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Female 18 and over",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast at first diagnosis",
        "  Stage IV disease, with at least one measurable lesion according to the RECIST criteria.",
        "  HER2-negative disease, by fluorescence in situ hybridization",
        "  ECOG performance status 0-1",
        "  Life expectancy of at least 24 weeks",
        "  No prior chemotherapy for metastatic breast cancer (prior endocrine therapy is permitted).",
        "  Prior adjuvant chemotherapy is permitted. If patients received a taxane in the adjuvant setting, at least 12 months must have elapsed since the completion of adjuvant therapy.",
        "  At least 4 weeks since prior surgery, radiotherapy, endocrine therapy, or experimental drug therapy, with complete recovery from the effects of these interventions",
        "  If female of childbearing potential, pregnancy test is negative and willing to use effective contraception while on treatment for at least 3 months thereafter.",
        "  Patient is accessible and willing to comply with treatment and follow-up.",
        "  Patient is willing to provide written informed consent prior to the performance of any study-related procedures.",
        "  Required laboratory values",
        "  Absolute neutrophil count  1,500/mm^3",
        "  Platelet count  100,000/mm^3",
        "  Hemoglobin  9.0 g/dL",
        "  Creatinine  2.0 mg/dL",
        "  Total bilirubin < 1.0 x upper limit of normal (ULN) (patients with documents Gilbert's syndrome are eligible).",
        "  Alkaline phosphatase (AP) normal AND Angiotensin Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT)  2.5 times upper limit of normal (ULN) or AP  2.5 times ULN AND AST or ALT  1.5 times ULN or AP  5 times ULN AND AST or ALT normal.",
        "  Exclusion Criteria",
        "  Prior chemotherapy for metastatic breast cancer",
        "  Prior treatment with an anti-angiogenic agent",
        "  Concurrent therapy with any other non-protocol anti-cancer therapy",
        "  Current or prior history of central nervous system or brain metastases",
        "  Presence of neuropathy > grade 2 (NCI- Common Toxicity Criteria (CTC) version 3.0) at baseline",
        "  Presence of any non-healing wound, fracture, or ulcer, or the presence of clinically significant (> grade 2) peripheral vascular disease",
        "  History of any other malignancy within the past 5 years, with the exception of non-melanoma skin cancer or carcinoma-in-situ of the cervix",
        "  Clinically significant cardiovascular disease (e.g., uncontrolled hypertension [BP > 150/100]), myocardial infarction or stroke within the past 6 months, unstable angina, New York Heart Association (NYHA) Grade II or greater congestive heart failure, or serious cardiac arrhythmia requiring medication",
        "  Active peptic ulcer disease, inflammatory bowel disease, or other gastrointestinal condition increasing the risk of perforation; history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 28 days prior to beginning therapy",
        "  Active, uncontrolled infection requiring parenteral antimicrobials",
        "  The presence of any other medical or psychiatric disorder that, in the opinion of the treating physician, would contraindicate the use of the drugs in this protocol or place the subject at undue risk for treatment complications.",
        "  Inability to comply with the study protocol or follow-up procedures",
        "  Pregnancy or lactation",
        "  A history of a severe hypersensitivity reaction to Bevacizumab, or Docetaxel or other drugs formulated with polysorbate 80.",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to beginning therapy, or anticipation of the need for a major surgical procedure during the course of the study; minor surgical procedure, fine needle aspiration or core biopsy within 7 days prior to beginning therapy",
        "  Proteinuria at baseline or clinically significant impairment of renal function. Subjects unexpectedly discovered to have > 1+ proteinuria at baseline should undergo a 24 hour urine collection, which must be an adequate collection and must demonstrate <1 gm of protein/24 hour to allow participation in the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Antitumor Activity Based on Time to Tumor Progression (TTP).",
        "  [Not Specified]",
        "  Time frame: From randomization until tumor progression",
        "Results 1: ",
        "  Arm/Group Title: Docetaxel + Bevacizumab",
        "  Arm/Group Description: docetaxel: 75 mg/m2 IV q3 weeks. Bevacizumab: 15mg/kg IV q3 weeks. Subjects continue on dosing until they experience unacceptable toxicity, disease progression, or withdrawal of patient consent.",
        "  Overall Number of Participants Analyzed: 67",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  9.3        (8.2 to 12.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/74 (17.57%)",
        "  neutropenia 1/74 (1.35%)",
        "  left ventricular dysfunction 1/74 (1.35%)",
        "  fistula enterovesical 1/74 (1.35%)",
        "  constipation and hypokalemia 1/74 (1.35%)",
        "  nausea, vomiting and burning abdominal pain 2/74 (2.70%)",
        "  Infection 1/74 (1.35%)",
        "  febrile neutropenia 3/74 (4.05%)",
        "  speech impairment 1/74 (1.35%)",
        "  dyspnea, pain 1/74 (1.35%)",
        "  hemorrhage/bleeding 2/74 (2.70%)"
    ]
}