{
    "Clinical Trial ID": "NCT00365417",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Neoadjuvant Study Treatment",
        "  Doxorubicin, cyclophosphamide, and bevacizumab followed by docetaxel and capecitabine"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must be female.",
        "  The patient must be greater than/equal to 18 years old",
        "  The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy or limited incisional biopsy.",
        "  Patients must have clinical Stage IIIA, IIIB, or IIIC disease (American Joint Committee on Cancer [AJCC] staging criteria) with a primary breast tumor that is greater than/equal to 2.0 cm measured by clinical exam, unless the patient has inflammatory breast carcinoma, in which case measurable disease is not required.",
        "  Patients must have the ability to swallow oral medication.",
        "  The patient's Eastern Cooperative Oncology Group (ECOG) performance status must be 0 or 1.",
        "  At the time of study entry, blood counts must meet the following criteria:",
        "  Absolute neutrophil count (ANC) must be greater than/equal to 1200/mm3.",
        "  Platelet count must be greater than/equal to 100,000/mm^3.",
        "  Hemoglobin must be greater than/equal to 10 g/dL.",
        "  The following criteria for evidence of adequate hepatic function must be met:",
        "  total bilirubin must be less than/equal to upper limit of normal (ULN) for the lab unless the patient has a grade 1 bilirubin elevation (greater than ULN to 1.5 x ULN) due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and",
        "  alkaline phosphatase must be less than 2.5 x ULN for the lab; and",
        "  aspartate aminotransferase (AST) must be less than/equal to 1.5 x ULN for the lab.",
        "  Alkaline phosphatase and AST may not both be greater than the ULN. For example, if the alkaline phosphatase is greater than the ULN but less than/equal to 2.5 x ULN, then the AST must be less than/equal to the ULN. If the AST is greater than the ULN but less than/equal to 1.5 x ULN, then the alkaline phosphatase must be less than/equal to ULN.",
        "  Patients with either skeletal pain or alkaline phosphatase that is greater than ULN but less than/equal to 2.5 x ULN are eligible for inclusion in the study if a bone scan or positron emission tomography (PET) scan does not demonstrate metastatic disease. Patients with suspicious findings on bone scan or PET scan are eligible if suspicious findings are confirmed as benign by x-ray, magnetic resonance imaging (MRI), or biopsy.",
        "  Patients with AST or alkaline phosphatase greater than ULN are eligible for inclusion in the study if liver imaging (computed tomography [CT], MRI, or PET scan) does not demonstrate metastatic disease and adequate hepatic function.",
        "  The following criteria for evidence of adequate renal function must be met:",
        "  Serum creatinine less than/equal to ULN for the lab.",
        "  Calculated creatinine clearance must be greater than 50 mL/min.",
        "  Urine protein/creatinine (UPC) ratio must be less than 1.0.",
        "  Patients must have their left ventricular ejection fraction (LVEF) assessed by multigated acquisition (MUGA) scan or echocardiogram within 3 months prior to study entry. The LVEF must be greater than/equal to the lower limit of normal (LLN) for the cardiac imaging facility performing the MUGA scan or echocardiogram. Note: If the cardiac imaging facility cannot provide a LLN, use 50% as the LLN value.",
        "  Note: Since the pre-entry LVEF serves as the baseline for comparing subsequent LVEF assessments to determine if bevacizumab therapy can be continued following doxorubicin and cyclophosphamide (AC) and postoperatively, it is critical that this baseline study be an accurate assessment of the patient's LVEF. If the baseline LVEF is greater than 65%, the MUGA scan or echocardiogram must be repeated prior to study entry. The lower of the two LVEF values should be used as the baseline LVEF.",
        "  Patients must have an electrocardiogram (EKG) within 3 months prior to study entry.",
        "Exclusion Criteria:",
        "  Tumor determined to be strongly HER2-positive by immunohistochemistry (3+) or by fluorescent in situ hybridization (positive for gene amplification).",
        "  Excisional biopsy for this primary tumor.",
        "  Synchronous bilateral invasive breast cancer.",
        "  Surgical axillary staging procedure prior to study entry (Exceptions: 1) fine needle aspiration (FNA) of an axillary node is permitted for any patient, and 2) although not recommended, a sentinel lymph node biopsy for patients with clinically negative axillary nodes is permitted.)",
        "  History of any of the following cancers:",
        "  Ipsilateral breast cancer: invasive, ductal carcinoma in situ (DCIS) treated with any therapy other than excision",
        "  Contralateral breast cancer: invasive within the past 5 years (Patients with history of DCIS or synchronous DCIS are eligible)",
        "  History of non-breast malignancies within the 5 years prior to study entry. Patients with the following cancers are eligible if diagnosed and treated within the previous 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.",
        "  Prior therapy with anthracyclines, taxanes, capecitabine, or bevacizumab for any malignancy.",
        "  Treatment including radiation therapy, chemotherapy, biotherapy, and/or hormonal therapy administered for the currently diagnosed breast cancer prior to study entry. The only exception is hormonal therapy, which may have been given for up to a total of 28 days anytime after diagnosis and before study entry. In such a case, hormonal therapy must stop at or before study entry and be re-started, if indicated, following chemotherapy.",
        "  Any of the following cardiac conditions:",
        "  angina pectoris that requires the use of anti-anginal medication;",
        "  history of documented congestive heart failure;",
        "  serious cardiac arrhythmia requiring medication;",
        "  severe conduction abnormality;",
        "  valvular disease with documented cardiac function compromise; or",
        "  uncontrolled hypertension defined as blood pressure greater than 150/90 on antihypertensive therapy. (Patients with hypertension that is well controlled on medication are eligible.)",
        "  History of myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of left ventricular (LV) function.",
        "  History of transient ischemic attack (TIA) or cerebrovascular accident (CVA).",
        "  History of other arterial thrombotic event within 12 months before study entry.",
        "  Symptomatic peripheral vascular disease.",
        "  Any significant bleeding within 6 months before study entry.",
        "  Serious or non-healing wound, skin ulcers, or bone fracture.",
        "  Gastroduodenal ulcer(s) determined by endoscopy to be active.",
        "  Invasive procedures defined as follows:",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to planned start of study therapy. (Note: Placement of a vascular access device is not considered a major surgical procedure.)",
        "  Anticipation of need for major surgical procedures (other than the required breast surgery) during the course of the study.",
        "  Known bleeding diathesis or coagulopathy. (Patients on warfarin with an in-range international normalized ratio [INR] [usually between 2 and 3] are eligible.)",
        "  Other nonmalignant systemic disease (cardiovascular, renal, hepatic, diabetes, etc.) that would preclude the patient from receiving study treatment or would prevent required follow-up.",
        "  Sensory/motor neuropathy greater than/equal to grade 2, as defined by the NCI's Common Terminology Criteria for Adverse Events Version 3.0 (CTCAE v3.0).",
        "  Conditions that would prohibit administration of corticosteroids.",
        "  History of hypersensitivity reaction to drugs formulated with polysorbate 80.",
        "  Therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulator (SERM), either for osteoporosis or breast cancer prevention. Patients are eligible only if these medications are discontinued prior to study entry.",
        "  Any sex hormonal therapy, e.g., birth control pills, ovarian hormonal replacement therapy, etc. These patients are eligible if this therapy is discontinued prior to study entry. (Women of reproductive potential must agree to use an effective non-hormonal method of contraception during study therapy and for at least 3 months after completion of bevacizumab.)",
        "  Pregnancy or lactation at the time of study entry.",
        "  Use of any investigational agent within 4 weeks prior to enrollment in the study.",
        "  Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response (pCR) in the Breast",
        "  Measured by no histologic evidence of invasive tumor cells in the surgical breast specimen",
        "  Time frame: Approximately 7 months",
        "Results 1: ",
        "  Arm/Group Title: Neoadjuvant Study Treatment",
        "  Arm/Group Description: Doxorubicin, cyclophosphamide, and bevacizumab followed by docetaxel and capecitabine",
        "  Overall Number of Participants Analyzed: 45",
        "  Measure Type: Number",
        "  Unit of Measure: participants  pCR in the breast: 4",
        "  No pCR in the breast: 38",
        "  No data available: 3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/45 (31.11%)",
        "  Hemoglobin  1/45 (2.22%)",
        "  Diarrhea  1/45 (2.22%)",
        "  Esophagitis  1/45 (2.22%)",
        "  Mucositis (clinical exam) - oral cavity  1/45 (2.22%)",
        "  Mucositis (functional/symptomatic) - esophagus  1/45 (2.22%)",
        "  Mucositis (functional/symptomatic) - oral cavity  2/45 (4.44%)",
        "  Insomnia  1/45 (2.22%)",
        "  Pain - abdominal NOS  2/45 (4.44%)",
        "  Pain - back  1/45 (2.22%)"
    ]
}