{
    "Clinical Trial ID": "NCT02431676",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Self-Directed",
        "  In this group, the study staff will meet with you once at the beginning of the study to give you written information about weight management.",
        "  Self-control weight loss",
        "INTERVENTION 2: ",
        "  Coach Directed Behavioral Weight Loss",
        "  The Remote Lifestyle Coaching intervention is based on the Call Center Directed intervention to help you loss weight",
        "  Coach Directed Behavioral Weight Loss: Behavioral-based telephonic coaching with web-based support to promote healthy lifestyle and weight loss in overweight and obese adults.The goal of this intervention is to achieve at least 5% weight loss in the first six months of the intervention and maintain these improvements through month twelve by meeting dietary and exercise goals"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Women and men ages 18 or older",
        "  Have been previously diagnosed with a malignant solid tumor, completed their required surgical, and/or chemotherapy and/or radiation curative intent therapy at least three months prior to enrollment, and have an anticipated treatment-free life span of 12 months or longer. Chemoprophylaxis with tamoxifen or aromatase inhibitors for breast cancer in women and anti- Luteinizing hormone-releasing hormone (LHRH) therapy for prostate cancer in men will be permitted.",
        "  Have a BMI of 25 kg/m^2 or greater and weight <=400 lbs.",
        "  Willingness to accept randomization to each of the three arms",
        "  Willingness to change diet, physical activity, and weight",
        "  Regular access to computer with a reliable Internet connection",
        "  Ability to send and receive emails",
        "  Ability to complete online forms",
        "  Access to phone",
        "  Willingness to provide written informed consent",
        "Exclusion Criteria:",
        "  Women who are breastfeeding, pregnant, or planning pregnancy within the next year",
        "  Medication-treated diabetes",
        "  Fasting blood glucose >=200 mg/dL, or fasting blood glucose >=126 and <200 mg/dL and HbA1C >=7%",
        "  Current or prior regular use of metformin within the past 3 months",
        "  Uncontrolled concurrent medical condition likely to limit compliance with the study interventions",
        "  Received any chemotherapy (unless anti-hormonal therapy) and/or radiation three months or less prior to the proposed intervention date",
        "  Have a prior history of lactic acidosis by self-report",
        "  Prior or planned bariatric surgery",
        "  Have significant renal disease or dysfunction defined as Estimated glomerular filtration rate (eGFR)<45",
        "  Have significant hepatic dysfunction [Aspartate aminotransferase (AST)/Alanine transaminase (ALT)  2 x upper limit of normal (ULN) or reported liver disease]",
        "  Self-reported average consumption of > 14 alcoholic drink per week",
        "  Currently enrolled or planned to enroll in weight loss program",
        "  Hemoglobin <9 g/dl",
        "  Platelet count <100",
        "  White blood cell count (WBC) <2.5",
        "  Plans to relocate from the area within one years",
        "  Use of prescription weight loss medication(s) (e.g., lorcaserin, topiramate/phentermine, phentermine, liraglutide, and bupropion/naltrexone), including off label use of drugs for weight loss or over-the-counter weigh loss medications such as Orlistat within the past 6 months."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  IGF-1 Levels",
        "  Insulin-like growth factor (IGF)-1 levels (ng/ml) at 6 months.",
        "  Time frame: 6 months",
        "Results 1: ",
        "  Arm/Group Title: Self-Directed",
        "  Arm/Group Description: In this group, the study staff will meet with you once at the beginning of the study to give you written information about weight management.",
        "  Self-control weight loss",
        "  Overall Number of Participants Analyzed: 40",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: ng/ml  73.2         (19.9)",
        "Results 2: ",
        "  Arm/Group Title: Coach Directed Behavioral Weight Loss",
        "  Arm/Group Description: The Remote Lifestyle Coaching intervention is based on the Call Center Directed intervention to help you loss weight",
        "  Coach Directed Behavioral Weight Loss: Behavioral-based telephonic coaching with web-based support to promote healthy lifestyle and weight loss in overweight and obese adults.The goal of this intervention is to achieve at least 5% weight loss in the first six months of the intervention and maintain these improvements through month twelve by meeting dietary and exercise goals",
        "  Overall Number of Participants Analyzed: 38",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: ng/ml  73.6         (20.9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/40 (12.50%)",
        "  CVD  0/40 (0.00%)",
        "  Other  3/40 (7.50%)",
        "  Musculoskeletal  3/40 (7.50%)",
        "Adverse Events 2:",
        "  Total: 5/39 (12.82%)",
        "  CVD  0/39 (0.00%)",
        "  Other  3/39 (7.69%)",
        "  Musculoskeletal  2/39 (5.13%)"
    ]
}