{
    "Clinical Trial ID": "NCT02463032",
    "Intervention": [
        "INTERVENTION 1: ",
        "  GTx-024 9 mg",
        "  Drug: GTx-024 GTx-024 softgel capsules will be administered once daily to a total dose of 9 mg",
        "  GTx-024: To determine whether either or both doses result in an acceptable clinical benefit rate.",
        "INTERVENTION 2: ",
        "  GTx-024 18 mg",
        "  Drug: GTx-024 GTx-024 softgel capsules will be administered once daily to a total dose of 18 mg",
        "  GTx-024: To determine whether either or both doses result in an acceptable clinical benefit rate."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Adult women ( 18 years of age) with metastatic or recurrent locally advanced BC, not amenable to curative treatment by surgery or radiotherapy, with objective evidence of disease progression.",
        "  Women must have received  1 prior hormonal treatment(s) in the metastatic or adjuvant setting. If the most recent hormonal treatment was in the metastatic setting, duration of response (tumor regression or stabilization of disease) to this specific course of therapy must be  6 months. If the most recent hormonal treatment was in the adjuvant setting, duration of response (disease free) to this specific course of therapy must be  3 years",
        "  Histological or cytological confirmation of ER+ BC as assessed by a local laboratory using slides, paraffin blocks, or paraffin sample or by medical history: ER+ (confirmed as ER expression more than or equal to 1% positive tumor nuclei)",
        "  Human epidermal growth factor receptor 2 (HER2)-negative tumor by local laboratory testing (immunohistochemistry [IHC] 0, 1+ regardless of fluorescence in situ hybridization [FISH] ratio; IHC 2+ with FISH ratio lower than 2.0 or HER2 gene copy less than 6.0; FISH ratio of 0, indicating gene deletion, when positive and negative in situ hybridization [ISH] controls are present)",
        "  Availability of paraffin embedded or formalin fixed tumor tissue; OR, a minimum of 10 and up to 20 slides of archived tumor tissue or new biopsy, if archived tissue is unavailable for central laboratory confirmation of AR status and molecular subtyping. Metastatic tumor tissue is preferred when possible.",
        "  Postmenopausal women. Postmenopausal status is defined by the National Comprehensive Cancer Network as either:",
        "  Age  55 years and one year or more of amenorrhea",
        "  Age < 55 years and one year or more of amenorrhea, with an estradiol assay < 20 pg/mL",
        "  Age < 55 years and surgical menopause with bilateral oophorectomy a. Note: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LH-RH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression at the time of screening. Long term use (>6 months prior to screening) is permitted",
        "  Radiological or clinical evidence (bone scan, computerized tomography [CT], and magnetic resonance Imaging [MRI]) of recurrence or progression within 30 days before randomization",
        "  Subject must have either measurable disease or bone only non measurable disease, according to RECIST1.1",
        "  Adequate organ function as shown by:",
        "  Absolute neutrophil count (ANC)  1,500 cells/mm3",
        "  Platelet count  100,000 cells/mm3",
        "  Hemoglobin (Hgb)  9.0 g/dL",
        "  Serum aspartate aminotransferase (AST) and alanine transaminase (ALT)  2.5 upper limit of the normal range (ULN) (or  5 if hepatic metastases are present)",
        "  Total serum bilirubin  2.0 × ULN (unless the subject has documented Gilbert Syndrome)",
        "  Alkaline phosphatase levels  2.5 × ULN ( 5 × ULN in subjects with liver metastasis)",
        "  Serum creatinine  2.0 mg/dL or 177 µmol/L",
        "  International normalized ratio (INR), activated partial thromboplastin (aPTT), or partial thromboplastin time (PTT) < 1.5 × ULN (unless on anticoagulant treatment at screening)",
        "  Subject has an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1",
        "  Subjects with bone metastases should be treated with intravenous bisphosphonates or subcutaneous denosumab (or investigator preferred standard of care) prior to and/or during the trial, unless there is a contraindication or subject intolerance to these therapies. For patients who are normocalcemic, therapy can be initiated at the time the patient initiates study drug",
        "  Subject is able to swallow capsules",
        "  Able and willing to give voluntary, written and signed informed consent before any screening procedure and according to local guidelines",
        "Exclusion Criteria:",
        "  Previously received > 1 course of chemotherapy (not including immunotherapies or targeted therapies) for the treatment of metastatic",
        "  a. Note: Subjects may have received 1 course of chemotherapy prior to surgery for the treatment of locally advanced disease and 1 course of chemotherapy for the treatment of metastatic BC; however, if surgery could not be performed, this will count as the 1 chemotherapy course allowed prior to study",
        "  Known hypersensitivity to any of the GTx-024 components or subjects previously received treatment with SARM",
        "  Subjects with radiographic evidence of central nervous system (CNS) metastases as assessed by CT or MRI that are not well controlled (symptomatic or requiring control with continuous corticosteroid therapy [e.g., dexamethasone])",
        "  a. Note: Subjects with CNS metastases are permitted to participate in the study if the CNS metastases are medically well-controlled and stable for at least 28 days after receiving local therapy (irradiation, surgery, etc.)",
        "  Radiotherapy within 14 days prior to randomization except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture, which can then be completed within 7 days prior to randomization. Subjects must have recovered from radiotherapy toxicities prior to randomization",
        "  Currently receiving hormone replacement therapy, unless discontinued prior to screening",
        "  Subjects positive for Human Immunodeficiency Virus (HIV)",
        "  Subject has a concomitant medical condition that precludes adequate study treatment compliance or assessment, or increases subject risk, in the opinion of the Investigator, such as but not limited to:",
        "  Myocardial infarction or arterial thromboembolic events within 6 months prior to Baseline or severe or unstable angina, New York Heart Association (NYHA) Class III or IV disease, or a QTcB (corrected according to Bazett's formula) interval > 470 msec",
        "  Serious uncontrolled cardiac arrhythmia grade II or higher according to NYHA",
        "  Uncontrolled hypertension (systolic > 150 and/or diastolic > 100 mm Hg)",
        "  Acute and chronic, active infectious disorders and non malignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome)",
        "  Another active cancer (excluding adequately treated basal cell carcinoma or cervical intraepithelial neoplasia [CIN]/cervical carcinoma in situ or melanoma in situ). Prior history of other cancer is allowed as long as there is no active disease within the prior 5 years",
        "  Major surgery within 28 days before randomization",
        "  Positive hepatitis B virus (HBV) and/or hepatitis C virus (HCV) infection at screening",
        "  History of non-compliance to medical regimens",
        "  Subjects unwilling to or unable to comply with the protocol",
        "  Subject is currently receiving treatment with any agent listed on the prohibited medication list",
        "  Treatment with any investigational product within < 4 half-lives for each individual investigational product OR 28 days prior to randomization",
        "  Current treatment with intravenous bisphosphonate or denosumab with elevated serum calcium corrected for albumin or ionized calcium levels outside institutional normal limits at screening"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Rate, in Centrally Confirmed Androgen Receptor (AR)+ Subjects",
        "  To estimate the clinical benefit rate (defined as complete response, partial response, or stable disease) according to RECIST 1.1, in subjects with estrogen receptor positive/androgen receptor positive (ER+/AR+) BC who have centrally confirmed AR+ status. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions assessed by CT or MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR; Clinical Benefit Rate (CBR)= CR + PR + SD.",
        "  Time frame: 24 weeks",
        "Results 1: ",
        "  Arm/Group Title: GTx-024 9 mg",
        "  Arm/Group Description: Drug: GTx-024 GTx-024 softgel capsules will be administered once daily to a total dose of 9 mg",
        "  GTx-024: To determine whether either or both doses result in an acceptable clinical benefit rate.",
        "  Overall Number of Participants Analyzed: 50",
        "  Measure Type: Number",
        "  Unit of Measure: participants  16",
        "Results 2: ",
        "  Arm/Group Title: GTx-024 18 mg",
        "  Arm/Group Description: Drug: GTx-024 GTx-024 softgel capsules will be administered once daily to a total dose of 18 mg",
        "  GTx-024: To determine whether either or both doses result in an acceptable clinical benefit rate.",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: participants  15"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/72 (8.33%)",
        "  anemia and marrow failure  0/72 (0.00%)",
        "  cardiac failure  0/72 (0.00%)",
        "  hypertension  1/72 (1.39%)",
        "  myocardial infarction  0/72 (0.00%)",
        "  diabetes  1/72 (1.39%)",
        "  nausea  1/72 (1.39%)",
        "  gastritis  0/72 (0.00%)",
        "  sepsis  2/72 (2.78%)",
        "  cellulitis  1/72 (1.39%)",
        "  pneumonia  0/72 (0.00%)",
        "  h pylori infection  0/72 (0.00%)",
        "  hypercalcemia  1/72 (1.39%)",
        "Adverse Events 2:",
        "  Total: 10/64 (15.63%)",
        "  anemia and marrow failure  1/64 (1.56%)",
        "  cardiac failure  2/64 (3.13%)",
        "  hypertension  1/64 (1.56%)",
        "  myocardial infarction  1/64 (1.56%)",
        "  diabetes  0/64 (0.00%)",
        "  nausea  0/64 (0.00%)",
        "  gastritis  1/64 (1.56%)",
        "  sepsis  2/64 (3.13%)",
        "  cellulitis  0/64 (0.00%)",
        "  pneumonia  1/64 (1.56%)",
        "  h pylori infection  1/64 (1.56%)",
        "  hypercalcemia  4/64 (6.25%)"
    ]
}