{
    "Clinical Trial ID": "NCT00050011",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Zoledronic Acid Upfront",
        "  Participants in the upfront arm received Zoledronic Acid 4 mg i.v. on Day 1 and every 6 months until disease progression (recurrence)or the end of study. Participants also received Letrozole 2.5 daily plus calcium (1000-1200 mg) and vitamin D (400-800 IU) daily.",
        "  Letrozole : Participants received 2.5 mg daily.",
        "  Zoledronic Acid : Participants received Zoledronic Acid 4 mg IV 15-minute infusion every 6 months.",
        "INTERVENTION 2: ",
        "  Zoledronic Acid Delayed-start",
        "  In lieu of a placebo arm, which was considered unethical for this trial, a delayed start arm was used. Participants who met certain clinical criteria indicating risk of lumbar spine or total hip fracture, or experienced clinical fracture unrelated to trauma or any asymptomatic fracture discovered at the Month 36 scheduled visit, were started on zoledronic acid 4 mg i.v. and for every 6 months until disease progression (recurrence) or end of study. Participants also received Letrozole 2.5 daily plus calcium (1000-1200 mg) and vitamin D (400-800 IU) daily.",
        "  Letrozole : Participants received 2.5 mg daily.",
        "  Zoledronic Acid : Participants received Zoledronic Acid 4 mg IV 15-minute infusion every 6 months."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed informed consent",
        "  Postmenopausal status defined by one of the following :",
        "  women equal to or greater than 55 years with cessation of menses",
        "  spontaneous cessation of menses within the past 1 year, but amenorrheic in women less than or equal to 55 years (e.g., spontaneous or secondary to hysterectomy), and with postmenopausal gonadotrophin levels (follicle stimulating hormone levels >40 IU/L) or postmenopausal estradiol levels (< 5 ng/dL) or according to the definition of \"postmenopausal range\" for the laboratory involved",
        "  bilateral oophorectomy (prior to the diagnosis of breast cancer).",
        "  Adequately diagnosed and treated breast cancer defined as:",
        "  Patients with breast cancer whose tumor can be removed by an appropriate surgical procedure such as mastectomy or breast conserving surgery and who receive appropriate additional local treatments such as radiotherapy according to best practice.",
        "  Patients must be at the end of their local treatment without evidence of local residual disease.",
        "  Patients must have no clinical or radiological evidence of distant metastasis.",
        "  Hormone receptor positive defined as:",
        "  ER and/or PR greater than or equal to1 0 fmol/mg cytosol protein; or greater than or equal to 10% of the tumor cells positive by",
        "  immunohistochemical evaluation.",
        "  Patients with a baseline lumbar spine and total hip BMD T-score at or above -2.0 SD are eligible.",
        "  Patients who will receive adjuvant chemotherapy are eligible for participation. Adjuvant chemotherapy must be completed prior to randomization.",
        "  The date of randomization must not be more than the following:",
        "  12 weeks from completion of surgery;",
        "  12 weeks after completion of adjuvant chemotherapy;",
        "  12 weeks after completion of surgery and radiation therapy; however the patient may be randomized while receiving radiation therapy - this decision is at the Investigator's discretion.",
        "  12 weeks after completion of chemotherapy and radiation therapy; however, the patient may be randomized while receiving radiation therapy - this decision is at the Investigator's discretion.",
        "  Patients who have undergone neoadjuvant chemotherapy are eligible.",
        "  No prior treatment with Femara.",
        "Exclusion criteria:",
        "  Patients with any clinical or radiological evidence of distant spread of their disease at any point before randomization.",
        "  Patients with clinical or radiological evidence of existing fracture in the lumbar spine and/or total hip.",
        "  Patients with a history of fracture with low-intensity or no associated trauma.",
        "  Patients who have started adjuvant hormonal therapy or who have completed adjuvant hormonal therapy prior to randomization.",
        "  Patients who have received any endocrine therapy within the past 12 months (other than neoadjuvant tamoxifen or toremifene, insulin and/or oral anti-diabetic medications, and thyroid hormone replacement). Hormone replacement therapy must be discontinued prior to randomization.",
        "  Patients who have received prior treatment with intravenous bisphosphonates within the past 12 months.",
        "  Patients currently receiving oral bisphosphonates. Oral bisphosphonates must be discontinued within 3 weeks of baseline evaluations.",
        "  Patients who have received prior treatment with systemic corticosteroids within the past 12 months (short term corticosteroid therapy, e.g. to prevent/treat chemotherapy-induced nausea/vomiting, is acceptable).",
        "  Patients with prior exposure to anabolic steroids or growth hormone within the past 6 months.",
        "  Patients with prior use of Tibolone within the last 6 months.",
        "  Any prior use of PTH for more than 1 week.",
        "  Prior use of systemic sodium fluoride for > 3 months during the past 2 years.",
        "  Patients currently treated with any drugs known to affect the skeleton (e.g., calcitonin, mithramycin, or gallium nitrate) within 2 weeks prior to randomization.",
        "  Patients with previous or concomitant malignancy (not breast cancer) within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for five years.",
        "  Patients with other non-malignant systemic diseases including uncontrolled infections, uncontrolled type 2 diabetes mellitus, uncontrolled thyroid dysfunction, cardiovascular, renal, hepatic, and lung diseases which would prevent prolonged follow-up. Patients with previous history of thrombosis or thromboembolism can be included only if medically suitable. Patients with a known history of HIV are excluded.",
        "  Uncontrolled seizure disorders associated with falls.",
        "  Patients with abnormal renal function as evidenced by a serum creatinine equal to or greater than 3 mg/dL (265.2 mmol/L).",
        "  History of diseases with influence on bone metabolism, such as Paget's disease, Osteogenesis Imperfecta, and primary or secondary hyperthyroidism within 12 months prior to study entry.",
        "  Patients with baseline lumber spine or total hip BMD T-score below -2.0 SD.",
        "  Patients treated with systemic investigational drug(s) and/or device(s) within the past 30 days or topical investigational drugs within the past 7 days.",
        "  Additional Exclusion Criteria: (for Spine DXA)",
        "  History of surgery at the lumbosacral spine, with or without implantable devices.",
        "  Scoliosis with a Cobb angle >15 degree at the lumbar spine.",
        "  Immobility, hyperostosis or sclerotic changes at the lumbar spine, or evidence of sclerotic abdominal aorta sufficient to interfere with DXA scan.",
        "  Any disease of the spine that would preclude the proper acquisition of a lumbar spine DXA.",
        "  Additional protocol-defined inclusion/exclusion criteria may apply."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percent Change From Baseline in Lumbar Spine (L1-L4) Bone Mineral Density (BMD)",
        "  Bone mineral density (BMD) measurements were assessed by dual energy x-ray absorptiometry (DXA). The DXA devices of participating sites were cross-calibrated and the DXA results were compiled and analyzed by a central reader. Percent change = 100*((BMD at Month 12 - Baseline BMD)/Baseline BMD)). Missing data at month 12 were imputed by using the last observation carried forward (LOCF) method. Post-baseline non-missing data from month 6 were carried forward to month 12. Data prior to month 6 were not carried forward.",
        "  Time frame: Baseline, 12 months",
        "Results 1: ",
        "  Arm/Group Title: Zoledronic Acid Upfront",
        "  Arm/Group Description: Participants in the upfront arm received Zoledronic Acid 4 mg i.v. on Day 1 and every 6 months until disease progression (recurrence)or the end of study. Participants also received Letrozole 2.5 daily plus calcium (1000-1200 mg) and vitamin D (400-800 IU) daily.",
        "  Letrozole : Participants received 2.5 mg daily.",
        "  Zoledronic Acid : Participants received Zoledronic Acid 4 mg IV 15-minute infusion every 6 months.",
        "  Overall Number of Participants Analyzed: 253",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Percentage of BMD  1.955         (3.3658)",
        "Results 2: ",
        "  Arm/Group Title: Zoledronic Acid Delayed-start",
        "  Arm/Group Description: In lieu of a placebo arm, which was considered unethical for this trial, a delayed start arm was used. Participants who met certain clinical criteria indicating risk of lumbar spine or total hip fracture, or experienced clinical fracture unrelated to trauma or any asymptomatic fracture discovered at the Month 36 scheduled visit, were started on zoledronic acid 4 mg i.v. and for every 6 months until disease progression (recurrence) or end of study. Participants also received Letrozole 2.5 daily plus calcium (1000-1200 mg) and vitamin D (400-800 IU) daily.",
        "  Letrozole : Participants received 2.5 mg daily.",
        "  Zoledronic Acid : Participants received Zoledronic Acid 4 mg IV 15-minute infusion every 6 months.",
        "  Overall Number of Participants Analyzed: 256",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Percentage of BMD  -2.325         (3.9542)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 83/300 (27.67%)",
        "  Anaemia 2/300 (0.67%)",
        "  Granulocytopenia 1/300 (0.33%)",
        "  Iron deficiency anaemia 1/300 (0.33%)",
        "  Thrombocytopenia 0/300 (0.00%)",
        "  Acute coronary syndrome 1/300 (0.33%)",
        "  Acute myocardial infarction 2/300 (0.67%)",
        "  Angina pectoris 2/300 (0.67%)",
        "  Aortic valve stenosis 1/300 (0.33%)",
        "  Atrial fibrillation 4/300 (1.33%)",
        "  Cardiac failure 0/300 (0.00%)",
        "Adverse Events 2:",
        "  Total: 71/300 (23.67%)",
        "  Anaemia 0/300 (0.00%)",
        "  Granulocytopenia 0/300 (0.00%)",
        "  Iron deficiency anaemia 1/300 (0.33%)",
        "  Thrombocytopenia 1/300 (0.33%)",
        "  Acute coronary syndrome 0/300 (0.00%)",
        "  Acute myocardial infarction 1/300 (0.33%)",
        "  Angina pectoris 1/300 (0.33%)",
        "  Aortic valve stenosis 0/300 (0.00%)",
        "  Atrial fibrillation 4/300 (1.33%)",
        "  Cardiac failure 1/300 (0.33%)"
    ]
}