{
    "Clinical Trial ID": "NCT03165955",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Oraxol (Oral Paclitaxel Plus HM30181)",
        "  Oraxol 205 mg/m2 daily x 3 days weekly for up to 16 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed written informed consent",
        "  Women 18 years of age on day of consent",
        "  Breast cancer in patients for whom treatment with IV paclitaxel at 80 mg/m2 as monotherapy has been recommended by their oncologist",
        "  Measurable disease as per RECIST v1.1 criteria",
        "  Adequate hematological status as demonstrated by not requiring transfusion support or granulocyte-colony stimulating factor (G-CSF) maintain:",
        "  Absolute neutrophil count (ANC) 1.5 x 10^9/L",
        "  Platelet count 100 x 10^9/L",
        "  Hemoglobin (Hgb) 9 g/dL",
        "  Adequate liver function",
        "  Total bilirubin of 1.5 mg/dL",
        "  Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 3 x upper limit of normal (ULN) or 5 x ULN if liver metastasis is present",
        "  Alkaline phosphatase (ALP) 3 x ULN or 5 x ULN if bone metastasis is present",
        "  Gamma glutamyl transferase (GGT) <10 x ULN",
        "  Adequate renal function as demonstrated by serum creatinine 1.5 x ULN",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Life expectancy of at least 3 months",
        "  Willing to fast for 6 hours before and 2 hours after Oraxol administration on all treatment days",
        "  Willing to abstain from alcohol consumption for 3 days before the first dose of study drug through the completion of the second inpatient PK sampling period",
        "  Willing to refrain from caffeine consumption for 12 hours before each inpatient dosing period through the completion of protocol-specified PK sampling for that week",
        "  Subjects must be postmenopausal (>12 months without menses) or surgically sterile (ie, by hysterectomy and/or bilateral oophorectomy) or must be using effective contraception (ie, oral contraceptives, intrauterine device, double barrier method of condom and spermicide) and agree to continue use of contraception for 30 days after their last dose of assigned study treatment.",
        "  Subjects who are of childbearing potential must have a negative serum pregnancy test at Screening and within 96 hours before dosing.",
        "Exclusion Criteria:",
        "  Have not recovered to  Grade 1 toxicity from previous anticancer treatments or previous investigational products (IPs)",
        "  If previously treated with a taxane (paclitaxel or docetaxel) as part of anthracycline-based adjuvant chemotherapy or for metastatic disease, the subject relapsed less than 1 year following treatment",
        "  Subjects unable to swallow study medication in its intact form or have clinically significant malabsorption syndrome",
        "  Only site of metastatic disease is unmeasurable according to RECIST v1.1 criteria",
        "  Known CNS metastasis, including leptomeningeal involvement",
        "  Received IPs within 14 days or 5 half-lives of the first study dosing day, whichever is longer",
        "  Are currently receiving other medications intended for the treatment of their malignancy",
        "  Women who are pregnant or breastfeeding",
        "  Taking prohibited medications:",
        "  Use of warfarin. Subjects receiving warfarin who are otherwise eligible and who may be appropriately managed with low molecular weight heparin, in the opinion of the Investigator, may be enrolled in the study provided they are switched to low molecular weight heparin at least 7 days prior to receiving study treatment.",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, myocardial infarction within the last 6 months, unstable angina pectoris, cardiac arrhythmia, chronic pulmonary disease requiring oxygen, known bleeding disorders, or any concomitant illness or social situation that would limit compliance with study requirements",
        "  Known allergic reaction or intolerance to study medication components",
        "  Known allergic reaction or intolerance to contrast media",
        "  Subjects who, in the Investigator's opinion, are not suitable for participation in this study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  PK Parameters for paclitaxel_AUC (0-52)",
        "  PK parameters were summarized using the mean, SD",
        "  Time frame: PK sampling timepoints: predose, and at 1, 2, 3, and 4 hours after dosing of Day 1, 2, 3 at Week 1 and 4",
        "Results 1: ",
        "  Arm/Group Title: Oraxol (Oral Paclitaxel Plus HM30181)",
        "  Arm/Group Description: Oraxol 205 mg/m2 daily x 3 days weekly for up to 16 weeks.",
        "  Overall Number of Participants Analyzed: 25",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: ng*hr/mL  Week 1: 3419         (1475)",
        "  Week 4: 3224         (1150)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/28 (28.57%)",
        "  Neutropenia 3/28 (10.71%)",
        "  Hepatitis acute 1/28 (3.57%)",
        "  Pneumonia 1/28 (3.57%)",
        "  Septic shock 1/28 (3.57%)",
        "  Femur fracture 1/28 (3.57%)",
        "  Infected neoplasm 1/28 (3.57%)",
        "  Deep vein thrombosis 1/28 (3.57%)"
    ]
}