{
    "Clinical Trial ID": "NCT00709761",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1000 mg + Nab-Paclitaxel",
        "  Participants received Lapatinib 1000 milligram (mg) tablets orally daily 1 hour before or after a meal along with a Nab-paclitaxel infusion at a dose of 100 mg/ m^2 intravenously over 30 minutes on Day 1, 8, and 15, in a 4-week cycle, for at least 6 cycles."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A subject was eligible for inclusion in this study only if all of the following criteria apply:",
        "  Subjects must have histologically confirmed invasive breast cancer with Stage IV disease at primary diagnosis or at relapse after curative-intent surgery. Where the disease was restricted to a solitary lesion, the neoplastic nature of the lesion should have been confirmed by cytology or histology.",
        "  Documented amplification of ErbB2 3+ by immunohistochemistry or a positive score (>2.2) by FISH using a local laboratory result (which was considered sufficient in this study with no further verification by a central laboratory).",
        "  Subjects must have received no more than one prior chemotherapeutic regimen in the metastatic setting.",
        "  If a taxane had been administered in the neoadjuvant, adjuvant or metastatic setting, progression must have occurred 12 months after completion of this treatment.",
        "  Prior therapy with radiation for this breast cancer population was permitted if it was administered in the neoadjuvant or adjuvant non metastatic setting. Radiotherapy given in the metastatic setting, prior to initiation of study medication, was allowed to a limited area (e.g., palliative therapy and involving less than 25% of bone marrow), if it was not the sole site of disease. Subjects must have completed radiation treatment and recovered from all acute radiation treatment related toxicities (e.g., bone marrow suppression) prior to commencement of combination treatment.",
        "  The subject must have received all prior chemotherapy treatment at least 4 weeks prior to enrollment in this study and must have recovered from all related toxicities. Subjects who have received weekly dose of prior chemotherapy e.g. gemcitabine or capecitabine may enroll 2 to 3 weeks after cessation of treatment provided that they have recovered from all related toxicities.",
        "  Prior therapy with trastuzumab in the neoadjuvant, adjuvant or metastatic setting was permitted. The subject must have received all prior trastuzumab treatment at least 4 weeks prior to enrollment in this study and must have recovered from all related toxicities.",
        "  Prior endocrine therapy was permitted in the neoadjuvant or adjuvant or metastatic setting. The subject must have received all prior endocrine treatment at least 1 week prior to enrollment in this study and must have recovered from all related toxicities.",
        "  Prior diagnosis of cancer was allowed as long as the subject was free of disease for 5 years. Subjects with completely resected basal or squamous cell skin cancer, thyroid cancer or successfully treated cervical carcinoma in-situ were allowed if it had been 1 year or greater since definitive surgery.",
        "  Subjects must have had measurable disease, according to Response Evaluation Criteria in Solid Tumors (RECIST) guidelines; defined as at least 1 lesion that can be accurately measured in at least 1 dimension (longest diameter [LD] to be recorded) by mammogram, ultrasound or physical exam [Therasse, 2000].",
        "  Subjects with liver metastases or stable chronic liver disease were permitted into the study.",
        "  Women 18 years of age:",
        "  Non-child-bearing potential (i.e., women with functioning ovaries who had a current documented tubal ligation or hysterectomy, or women who were postmenopausal); or",
        "  Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility). This category included women with oligomenorrhoea (severe), women who were perimenopausal and young women who had begun to menstruate. These subjects must provided a negative serum pregnancy test at Screening and agree to 1 of the following:",
        "  Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 5 days after the final dose of study medication; or",
        "  Consistent and correct use of one of the following acceptable methods of birth control:",
        "  Male partner who was sterile prior to the female subject's entry into the study and was the sole sexual partner for that female subject.",
        "  Implants of levonorgestrel.",
        "  Injectable progestogen.",
        "  Any intrauterine device with a documented failure rate of less than 1% per year.",
        "  Oral contraceptives (either combined or progestogen only).",
        "  Barrier methods, including diaphragm or condom with a spermicide.",
        "  Considered by the Investigator to have a life expectancy of 6 months.",
        "  ECOG Performance Status (PS) of 0 or 1 (Karnofsky 80%) [Oken, 1982].",
        "  Subjects must have had normal organ and marrow function as below:",
        "  Hematologic",
        "  Absolute neutrophil count 1.5 × 10^9/L",
        "  Hemoglobin 9 g/dL",
        "  Platelets 100 × 10^9/L",
        "  Hepatic",
        "  Serum bilirubin  upper limit of normal (ULN)",
        "  Aspartate aminotransferase 3 × ULN without liver metastases and alanine aminotransferase 5 × ULN if documented liver metastases",
        "  Renal",
        "  Serum creatinine 1.5 mg/dL",
        "  OR -",
        "  Calculated creatinine clearance 40 mL/min",
        "  Subjects must have had a cardiac ejection fraction of >50% as measured by echocardiogram (ECHO) or multigated acquisition scan (MUGA) and within the institutional range of normal.",
        "  Subjects with stable central nervous system metastases (stable for at least 3 months) as confirmed by computerized tomography (CT)/magnetic resonance imaging (MRI) or evidence of leptomeningeal involvement were eligible only if they were not taking steroids or enzyme-inducing anticonvulsants.",
        "  Subject must have been free of gastrointestinal diseases that impede swallowing and retaining of oral medications.",
        "  Signed, informed consent prior to registration.",
        "  Bisphosphonate therapy for bone metastases was allowed; however, treatment must be initiated prior to the first dose of study medication. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, was not permitted.",
        "  Subjects whose disease was estrogen receptor + and/or progesterone receptor + or unknown status were included in the study if they met the following criteria:",
        "  They had symptomatic visceral disease that required chemotherapy.",
        "  Significant visceral organ tumor burden",
        "  The disease was considered by the Investigator to be progressing rapidly or life threatening.",
        "  Subjects who have received prior endocrine therapy and who were no longer benefiting from this therapy.",
        "Exclusion Criteria:",
        "  A subject was not be eligible for inclusion in this study if any of the following criteria apply:",
        "  Subjects who received more than one prior chemotherapeutic regimen in the metastatic setting",
        "  Subjects taking treatment with medications provided in the list of restricted medications and substances in the drug information section for lapatinib were not eligible for the study. This included human immunodeficiency virus-positive subjects receiving combination anti-retroviral therapy because of possible pharmacokinetic interactions with lapatinib.",
        "  Prior treatment with lapatinib.",
        "  Concurrent anticancer or concomitant radiotherapy treatment;",
        "  Concurrent treatment with prohibited medications;",
        "  Use of an investigational drug within 30 days or 5 half-lives, whichever was longer, preceding the first dose of investigational treatment, or, concurrent treatment with an investigational agent or participation in another clinical trial involving investigational agents.",
        "  Known history of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib or nab-paclitaxel or excipients;",
        "  Known history of uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, clinically significant cardiac arrhythmia, or psychiatric illness/social situations that would have limited compliance with study requirements.",
        "  Had active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety.",
        "  Pregnant or lactating females at any time during the study (due to the potential teratogenic or abortifacient effects of lapatinib and breastfeeding).",
        "  Subjects with diseases affecting gastrointestinal function resulting in an inability to take oral medication, including; malabsorption syndrome, a requirement for iv alimentation, prior surgical procedures affecting absorption e.g. gastric resection and uncontrolled inflammatory bowel disease (e.g., Crohn's, ulcerative colitis).",
        "  Peripheral neuropathy of Grade 2 or greater.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment.",
        "  History of prior malignancy. However, subjects who had been disease-free for 5 years, or subjects with completely resected basal or squamous cell skin cancer, thyroid cancer or successfully treated cervical carcinoma in situ were eligible if it had been at least 1 year since definitive surgery.",
        "  or rendering of informed consent.",
        "  Other Eligibility Criteria Considerations:",
        "  To assess any potential impact on subject eligibility with regard to safety, the Investigator must refer to the following document(s) for detailed information regarding warnings, precautions, contraindications, AEs, and other significant data pertaining to the investigational product(s) being used in this study: Clinical Investigator's Brochure (IB), SPM, and the nab-paclitaxel Product Label."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Tumor Response (OR)",
        "  OR was defined as the percentage of participants experiencing either a confirmed complete response (CR) or a confirmed partial response (PR) according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria 1.0. CR is defined as the disappearance of all lesions (target and/or non-target). PR is defined as at least a 30% decrease in the sum of the longest dimensions (LD) of target lesions taking as a reference the baseline sum LD, with non-target lesions not increased or absent.",
        "  Time frame: Start of treatment to disease progression or death or discontinuation from study or at least 28 days after last dose (up to Week 131)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1000 mg + Nab-Paclitaxel",
        "  Arm/Group Description: Participants received Lapatinib 1000 milligram (mg) tablets orally daily 1 hour before or after a meal along with a Nab-paclitaxel infusion at a dose of 100 mg/ m^2 intravenously over 30 minutes on Day 1, 8, and 15, in a 4-week cycle, for at least 6 cycles.",
        "  Overall Number of Participants Analyzed: 60",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  53"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 21/60 (35.00%)",
        "  Anaemia 2/60 (3.33%)",
        "  Febrile neutropenia 2/60 (3.33%)",
        "  Left ventricular dysfunction 2/60 (3.33%)",
        "  Diarrhoea 3/60 (5.00%)",
        "  Chest pain 1/60 (1.67%)",
        "  Disease progression 1/60 (1.67%)",
        "  Sudden death 1/60 (1.67%)",
        "  Bacteraemia 1/60 (1.67%)",
        "  Cellulitis 2/60 (3.33%)",
        "  Nail bed infection 1/60 (1.67%)",
        "  Pneumonia 2/60 (3.33%)",
        "  Urosepsis 1/60 (1.67%)"
    ]
}