{
    "Clinical Trial ID": "NCT01307891",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Abraxane + Tigatuzumab",
        "  Patients will receive Abraxane at 100 mg/m2 X 3 doses on Days 1, 8, and 15 at 28-day intervals and tigatuzumab to be administered as a 10 mg/kg loading dose followed by 5 mg/kg for the first cycle and then every other week on Days 1 and 15 for subsequent cycles. Patients will be evaluated for response every 8 weeks. Patients with disease progression will be taken off the study.",
        "INTERVENTION 2: ",
        "  Abraxane Alone",
        "  Patients will receive Abraxane at 100 mg/m2 weekly X 3 doses on Days 1, 8, and 15 at 28-day intervals. Abraxane will be administered on an outpatient basis by an IV infusion over 30 minutes. Patients will be evaluated for response every 2 cycles (every 8 weeks)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have pathologically documented Stage IV breast cancer. If blocks (paraffin-embedded tissue) from original diagnosis are available, they will be obtained to confirm the diagnosis and for correlative studies. Fifteen slides can be obtained from the block if the block is not available to be sent or released.",
        "  Tumor must be HER-2-neu negative (defined as 0 or 1+ staining by immunohistochemistry or gene amplification ratio less than or equal to 2.0, by fluorescent in situ hybridization - FISH), estrogen and progesterone receptors negative (<10%).",
        "  Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded)",
        "  Biopsy of a metastatic lesion is not required for protocol entry but all patients with reasonably accessible lesions (chest wall, breast, skin, subcutaneous, superficial lymph nodes, bones and liver metastases) must agree to biopsy.",
        "  Biopsies may be done with local anesthesia or intravenous conscious sedation, according to standard institutional guidelines.",
        "  If a biopsy requires general anesthesia, then it is only allowed if acquisition of tissue is necessary for clinical reasons and excess tissue that would otherwise have been discarded is then used for research purposes. If a biopsy requires general anesthesia, then a biopsy of that site for research purposes only, without a coexisting clinical indication is not allowed on this protocol.",
        "  Patients with reasonably accessible lesions as described above, who will not agree with the biopsy, will not be enrolled in the trial.",
        "  Patients with NO reasonably accessible lesions as described above can be enrolled in the trial.",
        "  Prior Therapy:",
        "  There is no restriction as to the number of prior regimens for metastatic disease as long as patients have adequate performance status. Patients with no prior chemotherapy for metastatic disease and patients who have received prior therapy with taxanes for metastatic disease (taxol or taxotere) are eligible. Stratification will be used for randomization of these two categories (no prior chemotherapy for metastatic disease or prior taxane therapy for metastatic disease).",
        "  Chemotherapy treatment prior to enrollment must be discontinued for at least 3 weeks prior to study entry.",
        "  Patients must have completed radiation therapy at least 7 days prior to beginning protocol treatment.",
        "  Patients must have recovered from all reversible toxicities related to prior therapy before beginning protocol treatment, and may not have any pre- existing treatment-related toxicities in excess of grade 1. Patients must have < grade 2 pre-existing peripheral neuropathy.",
        "  Patients may receive bisphosphonates; however, if used, bone lesions may not be used for progression or response.",
        "  At least 18 years of age (19 in Alabama).",
        "  Life expectancy of greater than 12 weeks.",
        "  ECOG performance status < or equal to 2.",
        "  Patients must have normal organ and marrow function as defined below:",
        "  Absolute neutrophil count: > or equal to 1,500/mcL,",
        "  Hemoglobin: > or equal to 9 mg/dL,",
        "  Platelets: > or equal to 100,000/mcL,",
        "  Total bilirubin: < or equal to 1.5 X institutional upper limit of normal,",
        "  AST(SGOT)/ALT(SGPT): < or equal to 2.5 X institutional upper limit of normal without liver metastases, OR < or equal to 5 X institutional upper limit of normal if documented liver metastases,",
        "  Creatinine: < or equal to 2.0 mg/dL, OR calculated creatinine clearance greater than or equal to 50 mL/min (calculated by the Cockcroft and Gault method).",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Both men and women are eligible.",
        "  Use of an effective means of contraception in subjects of child-bearing potential.",
        "  Negative serum or urine beta-HCG pregnancy test at screening for patients with childbearing potential.",
        "Exclusion Criteria:",
        "  Patients may not be receiving any other investigational agents.",
        "  Prior use of Abraxane for metastatic disease or in the adjuvant setting.",
        "  Metastatic lesions identifiable only by PET.",
        "  Patients may not be receiving concurrent chemotherapy for treatment of metastatic disease.",
        "  Active brain metastases: evidence of progression < or equal to 3 months after local therapy (patients should be asymptomatic and off corticosteroids and anticonvulsants for at least 3 months prior to study entry).",
        "  Patients with brain metastases must have at least one site of measurable disease outside of the central nervous system.",
        "  Uncontrolled concurrent illness including, but not limited to, ongoing or active infection, history of recent myocardial infarction, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant or lactating women are excluded. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother, breastfeeding should be discontinued if the mother is treated. These potential risks may also apply to other agents used in this study.",
        "  A prior invasive malignant disease within five years except for skin cancer (squamous cell or basal cell carcinoma).",
        "  Patients with known history of HIV or Hepatitis B because of potential for added toxicity from treatment regimen.",
        "  Dementia or altered mental status that would prohibit the understanding of informed consent."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate",
        "  Patient response rates will be measured by the Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by MRI. Responses include the following: Complete Response (CR) disappearance of all target lesions; Partial Response (PR) at least a 30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) best response from the start of treatment until disease progression.",
        "  Time frame: Baseline to 6 months",
        "Results 1: ",
        "  Arm/Group Title: Abraxane + Tigatuzumab",
        "  Arm/Group Description: Patients will receive Abraxane at 100 mg/m2 X 3 doses on Days 1, 8, and 15 at 28-day intervals and tigatuzumab to be administered as a 10 mg/kg loading dose followed by 5 mg/kg for the first cycle and then every other week on Days 1 and 15 for subsequent cycles. Patients will be evaluated for response every 8 weeks. Patients with disease progression will be taken off the study.",
        "  Overall Number of Participants Analyzed: 39",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  28        (14.9 to 45.0)",
        "Results 2: ",
        "  Arm/Group Title: Abraxane Alone",
        "  Arm/Group Description: Patients will receive Abraxane at 100 mg/m2 weekly X 3 doses on Days 1, 8, and 15 at 28-day intervals. Abraxane will be administered on an outpatient basis by an IV infusion over 30 minutes. Patients will be evaluated for response every 2 cycles (every 8 weeks).",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  38        (18 to 61.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/39 (7.69%)",
        "  Neutropenia  1/39 (2.56%)",
        "  Bilateral Pulmonary Thromboembolism  0/39 (0.00%)",
        "  Fever  1/39 (2.56%)",
        "  Empyema associated with a permanent thoracic catheter  1/39 (2.56%)",
        "Adverse Events 2:",
        "  Total: 3/21 (14.29%)",
        "  Neutropenia  1/21 (4.76%)",
        "  Bilateral Pulmonary Thromboembolism  1/21 (4.76%)",
        "  Fever  1/21 (4.76%)",
        "  Empyema associated with a permanent thoracic catheter  0/21 (0.00%)"
    ]
}