{
    "Clinical Trial ID": "NCT00045032",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Observation Arm",
        "  Participants who completed definitive surgery and systemic adjuvant chemotherapy were observed for efficacy and safety until 10 years from individual randomization and for survival until 10 years after enrollment of the last participant. No Herceptin was provided.",
        "INTERVENTION 2: ",
        "  Herceptin 1-Year Arm",
        "  Participants who completed definitive surgery and systemic adjuvant chemotherapy received a loading dose of Herceptin as 8 mg/kg via IV infusion on Day 1, followed by a maintenance dose of 6 mg/kg via IV infusion 3 weeks later and thereafter every 3 weeks for 1 year or until disease recurrence, whichever occurred first. Participants were observed for efficacy and safety until 10 years from individual randomization and for survival until 10 years after enrollment of the last participant."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Non-metastatic primary invasive breast cancer overexpressing HER2 (determined by immunohistochemistry 3+ or positive fluorescence in situ hybridization test) that has been histologically confirmed, adequately excised, axillary node positive or negative, and tumor size at least T1c according to Tumor/Node/Metastasis (TNM) staging",
        "  Completion of at least 4 cycles of (neo-)adjuvant systemic chemotherapy, definitive surgery, and radiotherapy, if applicable",
        "  Known hormone receptor status",
        "  Baseline left ventricular ejection fraction (LVEF) greater than or equal to (  ) 55 percent (%)",
        "Exclusion Criteria:",
        "  Prior invasive breast carcinoma",
        "  Other malignancies except for curatively treated basal and squamous cell carcinoma of the skin or in situ carcinoma of the cervix",
        "  Clinical T4 tumors",
        "  Cumulative doxorubicin exposure greater than (>) 360 milligrams per meter-squared (mg/m^2) or epirubicin >720 mg/m^2 or any prior anthracyclines unrelated to the present breast cancer",
        "  Peripheral stem cell or bone marrow stem cell support",
        "  Prior mediastinal irradiation except for internal mammary node irradiation for the present breast cancer",
        "  Non-irradiated internal mammary nodes or supraclavicular lymph node involvement",
        "  Prior anti-HER2 therapy for any other reason or other prior biologic or immunotherapy for breast cancer",
        "  Concurrent anti-cancer treatment in another investigational trial",
        "  Serious cardiac or pulmonary conditions/illness, or any other conditions that could interfere with planned treatment",
        "  Poor hematologic, hepatic, or renal function",
        "  Pregnancy or lactation",
        "  Women of childbearing potential or less than 1 year post-menopause unwilling to use adequate contraceptive measures"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Disease-Free Survival (DFS) Events in Herceptin 1-Year Arm Compared to Observation: 1-Year Median Follow-Up",
        "  DFS events included loco-regional or distant recurrence of breast cancer, development of contralateral breast cancer or second non-breast malignancy other than basal or squamous carcinoma of the skin and carcinoma in situ of the cervix, or death from any cause. The percentage of participants with at least one DFS event was reported. The analysis of the Herceptin 1-Year Arm against the Observation Arm after 1-year median follow-up, as reported below, was performed by the Sponsor in 2006 following database cleaning. The analysis of the Herceptin 2-Year Arm against the Observation Arm was performed for an Independent Data Monitoring Committee (IDMC) in 2005 at a time the Sponsor was blinded. Therefore, these data are reported under a separate Outcome Measure.",
        "  Time frame: From Baseline until time of event (median of 1 year)",
        "Results 1: ",
        "  Arm/Group Title: Observation Arm",
        "  Arm/Group Description: Participants who completed definitive surgery and systemic adjuvant chemotherapy were observed for efficacy and safety until 10 years from individual randomization and for survival until 10 years after enrollment of the last participant. No Herceptin was provided.",
        "  Overall Number of Participants Analyzed: 1693",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  12.9",
        "Results 2: ",
        "  Arm/Group Title: Herceptin 1-Year Arm",
        "  Arm/Group Description: Participants who completed definitive surgery and systemic adjuvant chemotherapy received a loading dose of Herceptin as 8 mg/kg via IV infusion on Day 1, followed by a maintenance dose of 6 mg/kg via IV infusion 3 weeks later and thereafter every 3 weeks for 1 year or until disease recurrence, whichever occurred first. Participants were observed for efficacy and safety until 10 years from individual randomization and for survival until 10 years after enrollment of the last participant.",
        "  Overall Number of Participants Analyzed: 1693",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  7.5"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 143/1744 (8.20%)",
        "  Leukopenia * 1/1744 (0.06%)",
        "  Lymphadenopathy * 0/1744 (0.00%)",
        "  Thrombocytopenia * 0/1744 (0.00%)",
        "  Acute coronary syndrome * 1/1744 (0.06%)",
        "  Acute myocardial infarction * 0/1744 (0.00%)",
        "  Angina pectoris * 2/1744 (0.11%)",
        "  Arrhythmia * 0/1744 (0.00%)",
        "  Atrial fibrillation * 1/1744 (0.06%)",
        "  Atrial flutter * 1/1744 (0.06%)",
        "Adverse Events 2:",
        "  Total: 269/1682 (15.99%)",
        "  Leukopenia * 0/1682 (0.00%)",
        "  Lymphadenopathy * 1/1682 (0.06%)",
        "  Thrombocytopenia * 0/1682 (0.00%)",
        "  Acute coronary syndrome * 1/1682 (0.06%)",
        "  Acute myocardial infarction * 1/1682 (0.06%)",
        "  Angina pectoris * 2/1682 (0.12%)",
        "  Arrhythmia * 1/1682 (0.06%)",
        "  Atrial fibrillation * 1/1682 (0.06%)",
        "  Atrial flutter * 0/1682 (0.00%)"
    ]
}