{
    "Clinical Trial ID": "NCT02291913",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Everolimus",
        "  Everolimus will be administered at a dose of 10 mg PO daily combined with any one of the following anti-estrogen therapies on which the patient most recently progressed (tamoxifen, fulvestrant, anastrozole, letrozole, exemestane, toremifine, or LHRH agonists in conjunction with anti-estrogen therapy). Anti-estrogen therapy will be administered at the US Food and Drug Administration (FDA) prescribed doses.",
        "  Everolimus",
        "  Exemestane: Anti-estrogen therapy",
        "  Tamoxifen: Anti-estrogen therapy",
        "  Fulvestrant: Anti-estrogen therapy",
        "  Anastrozole: Anti-estrogen therapy",
        "  Letrozole: Anti-estrogen therapy",
        "  Toremifine: Anti-estrogen therapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologic diagnosis of unresectable, locally recurrent or MBC.",
        "  ER and/or PR-positive tumors with staining by immunohistochemistry (IHC) based on the most recent biopsy.",
        "  Only 1 previous chemotherapy regimen for MBC. Patients progressing while receiving adjuvant endocrine therapy or progressing <12 months from completion of adjuvant endocrine therapy are eligible.",
        "  Progressed on anti-estrogen therapy (tamoxifen, fulvestrant, anastrozole, letrozole, exemestane, toremifine, or LHRH agonists in conjunction with anti-estrogen therapy) defined as:",
        "  Recurrence while on, or within 12 months of end of anti-estrogen therapy for early stage breast cancer, or",
        "  Progression while on, or within one month of anti-estrogen therapy for locally advanced or metastatic breast cancer.",
        "  Note: No washout for anti-estrogen therapy required. Anti-estrogen therapy does not have to be the last treatment prior to study entry.",
        "  Post-menopausal or pre/peri-menopausal women on tamoxifen. LHRH agonists may be used to render ovarian suppression with postmenopausal ranges of estradiol or FSH per institutional guidelines.",
        "  HER2-negative breast cancer, defined as follows:",
        "  Fluorescent In Situ Hybridization (FISH)-negative (FISH ratio <2.0), or",
        "  IHC 0-1+, or",
        "  IHC 2-3+ AND FISH-negative (FISH ratio <2.0).",
        "  Measureable disease as measured by Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.1 or evaluable bone lesions, lytic or mixed, in absence of measureable disease by RECIST criteria.",
        "  Adequate hematologic, hepatic and renal function.",
        "  International normalized ratio (INR) 1.5 or prothrombin time (PT)/partial thromboplastin time (PTT) within normal limits (WNL) of the institution (if patient is not on anti-coagulation therapy).",
        "  Age  18 years.",
        "  ECOG Performance Status score of 0-2.",
        "  Life expectancy of  12 weeks.",
        "Exclusion Criteria:",
        "  Previous therapy or known intolerance/hypersensitivity with any approved or investigational mTOR inhibitor (e.g., temsirolimus, everolimus, sirolimus).",
        "  Patients who are 21 days after their most recent chemotherapy and have not recovered from side effects.",
        "  Use of an investigational drug 21 days or 5 half-lives (whichever is shorter) prior to the first dose of everolimus. For investigational drugs for which 5 half-lives is 21 days, a minimum of 10 days between termination of the investigational drug and administration of everolimus is required.",
        "  Wide field radiotherapy (including therapeutic radioisotopes such as strontium 89) administered 28 days or limited field radiation for palliation 7 days for metastatic disease prior to first dose of everolimus or has not recovered from side effects of such therapy.",
        "  Previously untreated brain metastases. Patients who have received radiation or surgery for brain metastases are eligible if there is no evidence of central nervous system (CNS) disease progression, and at least 2 weeks have elapsed since treatment. Patients are not permitted to receive enzyme inducing anti-epileptic drugs (EIAEDs) during the study and should not be receiving chronic corticosteroid therapy for CNS metastases.",
        "  Patients with known active hepatitis B (HBV) or hepatitis C (HCV) infection. Patients with risk factors for hepatitis must have HBV DNA and HCV RNA testing by PCR, and are ineligible if these tests are positive.",
        "  Patients receiving immunization with attenuated live vaccines within 1 week of study entry or during study period.",
        "  NOTE: There are additional inclusion/exclusion criteria. The study center will determine patient eligibility and respond to any questions."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Median Progression Free Survival (PFS)",
        "  PFS is defined as the time from Day 1 of study drug administration to disease progression as defined by RECIST (Response Evaluation Criteria in Solid Tumors) version 1.1 criteria, or death on study. Participants who are alive and free from disease progression will be censored at the date of last radiologic tumor assessment. Participants who receive non-protocol therapy (subsequent therapy) prior to incurring an event will be censored at the date of last tumor assessment prior to the start of subsequent therapy. Participants who do not have a post-baseline tumor assessment will be censored at the date of first treatment (Day 1).",
        "  Time frame: up to 3 years",
        "Results 1: ",
        "  Arm/Group Title: Everolimus",
        "  Arm/Group Description: Everolimus will be administered at a dose of 10 mg PO daily combined with any one of the following anti-estrogen therapies on which the patient most recently progressed (tamoxifen, fulvestrant, anastrozole, letrozole, exemestane, toremifine, or LHRH agonists in conjunction with anti-estrogen therapy). Anti-estrogen therapy will be administered at the US Food and Drug Administration (FDA) prescribed doses.",
        "  Everolimus",
        "  Exemestane: Anti-estrogen therapy",
        "  Tamoxifen: Anti-estrogen therapy",
        "  Fulvestrant: Anti-estrogen therapy",
        "  Anastrozole: Anti-estrogen therapy",
        "  Letrozole: Anti-estrogen therapy",
        "  Toremifine: Anti-estrogen therapy",
        "  Overall Number of Participants Analyzed: 36",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  7.2        (4.1 to 10.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/48 (31.25%)",
        "  Anemia * 1/48 (2.08%)",
        "  Cardiac failure congestive * 1/48 (2.08%)",
        "  Constipation * 2/48 (4.17%)",
        "  Esophagitis * 1/48 (2.08%)",
        "  Gastrointestinal hemorrhage * 1/48 (2.08%)",
        "  Non-Cardiac chest pain * 1/48 (2.08%)",
        "  Pain * 1/48 (2.08%)",
        "  Cholecystitis * 1/48 (2.08%)",
        "  Diverticulitis * 1/48 (2.08%)",
        "  Cellulitis * 1/48 (2.08%)",
        "  Gastroenteritis * 1/48 (2.08%)"
    ]
}