{
    "Clinical Trial ID": "NCT00429299",
    "Intervention": [
        "INTERVENTION 1: ",
        "  CT Plus Trastuzumab",
        "  Participants received chemotherapy (CT), which included paclitaxel 80 milligrams per meters squared (mg/m^2) weekly for 12 weeks, followed by intravenous (IV) fluorouracil 600 mg/m^2, IV epidoxorubicin 75 mg/m^2, and IV cyclophosphamide 600 mg/m^2, once every 21 days for four treatment courses. Trastuzumab was administered throughout the course of the CT and for two weeks after the last CT administration. The first dose of trastuzumab was administered at 4 milligrams per kilogram (mg/kg) IV for 60 minutes on the day of the first paclitaxel course. Subsequent administrations were given weekly at 2 mg/kg IV for 30 minutes. Treatments were administered for 26 weeks prior to surgery.",
        "INTERVENTION 2: ",
        "  CT Plus Lapatinib 1500 mg",
        "  Participants received CT, which included paclitaxel 80 mg/m^2 weekly for 12 weeks, followed by IV fluorouracil 600 mg/m^2, IV epidoxorubicin 75 mg/m^2, and IV cyclophosphamide 600 mg/m^2, once every 21 days for four treatment courses. Participants received lapatinib 1500 mg/day orally on an empty stomach throughout the course of the CT and for three weeks after the last CT administration. Treatments were administered for 26 weeks prior to surgery.",
        "  Following Independent Data Monitoring Committee (IDMC) recommendations, lapatinib doses were reduced to 1250 mg/day orally on an empty stomach."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Histologically confirmed infiltrating primary breast cancer of > 2.0 cm in largest clinical diameter",
        "  HER2 positive tumor (either IHC 3+ or FISH+)",
        "  Availability of tumor tissue suitable for biological and molecular examination before starting primary treatment",
        "  Age >18, < 65 years",
        "  ECOG PS 0-1",
        "  Normal organ and marrow function as defined below:",
        "  leukocytes ³ 3000/microL",
        "  absolute neutrophil count ³ 1,500/microL",
        "  platelets ³ 100,000/microL",
        "  total bilirubin <= 1.5x ULN. In case of Gilbert's syndrome, <2 x ULN is allowed",
        "  AST (SGOT)/ALT(SGPT)<= 2.5 X institutional upper limit of normal",
        "  Alkaline phosphatase <= 2.5 x ULN",
        "  Creatinine within normal institutional limits",
        "  Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram or MUGA scan",
        "  Eligibility of patients receiving medications or substances known to affect, or with the potential to affect the activity or pharmacokinetics of lapatinib will be determined following review of their use by the Principal Investigator. A list of medications and substances known or with the potential to interact with CYP450 isoenzymes is provided",
        "  The effects of lapatinib on the developing human fetus at the recommended therapeutic dose are unknown; women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately, the patient should be apprised of the potential hazard to the fetus and potential risk for loss of the pregnancy",
        "  Ability to understand and the willingness to sign a written informed consent document",
        "  Ability to swallow and retain oral medication",
        "Exclusion criteria:",
        "  Stage IIIB, IIIC, and inflammatory breast cancer",
        "  Stage IV breast cancer",
        "  Contraindication to the treatment with anthracycline, paclitaxel and/or trastuzumab",
        "  Prior treatment with chemotherapy, endocrine therapy or radiotherapy. Prior treatment with EGFR targeting therapies",
        "  Treatment with any other investigational agents, or with all herbal (alternative) medicines",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib",
        "  Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
        "  Pregnancy or breastfeeding; (breast feeding should be discontinued to be enrolled in the study)",
        "  Women of childbearing potential that refusal to adopt adequate contraceptive measures",
        "  HIV-positive patients receiving combination anti-retroviral therapy",
        "  GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)",
        "  Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Pathological Complete Response (pCR) in the Breast and in the Lymph Nodes",
        "  Pathological Complete Response (pCR) is defined by the complete absence of infiltrating tumor cells in the breast and in the lymph nodes. The pathological response in the breast was evaluated according to the criteria of Miller and Payne as follows: Grade 1, no change or some alteration to individual malignant cells, but no reduction in overall cellularity; Grade 2, a minor loss in tumor cells (up to 30%); Grade 3, between an estimated 30% and 90% reduction in tumor cells; Grade 4, marked disappearance of tumor cells, with only a small cluster or a dispersed cell remaining (more than 90% loss); Grade 5, no identifiable malignant cells. Ductal carcinoma in situ (DCIS) may be present. Grades were interpreted as follows: Grade 1-2=no response; Grade 3-4=partial response; Grade 5=complete response. pCR was defined by comparing specimens obtained at Baseline (biopsy) to those obtained upon surgery.",
        "  Time frame: At Baseline and surgery (within 5 weeks after the last chemotherapy administration) (assessed up to Study Week 29)",
        "Results 1: ",
        "  Arm/Group Title: CT Plus Trastuzumab",
        "  Arm/Group Description: Participants received chemotherapy (CT), which included paclitaxel 80 milligrams per meters squared (mg/m^2) weekly for 12 weeks, followed by intravenous (IV) fluorouracil 600 mg/m^2, IV epidoxorubicin 75 mg/m^2, and IV cyclophosphamide 600 mg/m^2, once every 21 days for four treatment courses. Trastuzumab was administered throughout the course of the CT and for two weeks after the last CT administration. The first dose of trastuzumab was administered at 4 milligrams per kilogram (mg/kg) IV for 60 minutes on the day of the first paclitaxel course. Subsequent administrations were given weekly at 2 mg/kg IV for 30 minutes. Treatments were administered for 26 weeks prior to surgery.",
        "  Overall Number of Participants Analyzed: 36",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  25",
        "Results 2: ",
        "  Arm/Group Title: CT Plus Lapatinib 1500 mg",
        "  Arm/Group Description: Participants received CT, which included paclitaxel 80 mg/m^2 weekly for 12 weeks, followed by IV fluorouracil 600 mg/m^2, IV epidoxorubicin 75 mg/m^2, and IV cyclophosphamide 600 mg/m^2, once every 21 days for four treatment courses. Participants received lapatinib 1500 mg/day orally on an empty stomach throughout the course of the CT and for three weeks after the last CT administration. Treatments were administered for 26 weeks prior to surgery.",
        "  Following Independent Data Monitoring Committee (IDMC) recommendations, lapatinib doses were reduced to 1250 mg/day orally on an empty stomach.",
        "  Overall Number of Participants Analyzed: 38",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  26.3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/36 (38.89%)",
        "  Neutropenia 10/36 (27.78%)",
        "  Febrile neutropenia 1/36 (2.78%)",
        "  Diarrhoea 0/36 (0.00%)",
        "  Vomiting 1/36 (2.78%)",
        "  Abdominal pain 0/36 (0.00%)",
        "  Rectal haemorrhage 1/36 (2.78%)",
        "  Stomatitis 1/36 (2.78%)",
        "  Pyrexia 1/36 (2.78%)",
        "  Hyperpyrexia 0/36 (0.00%)",
        "  Drug hypersensitivity 0/36 (0.00%)",
        "  Device related infection 0/36 (0.00%)",
        "Adverse Events 2:",
        "  Total: 13/39 (33.33%)",
        "  Neutropenia 7/39 (17.95%)",
        "  Febrile neutropenia 2/39 (5.13%)",
        "  Diarrhoea 3/39 (7.69%)",
        "  Vomiting 3/39 (7.69%)",
        "  Abdominal pain 1/39 (2.56%)",
        "  Rectal haemorrhage 0/39 (0.00%)",
        "  Stomatitis 0/39 (0.00%)",
        "  Pyrexia 1/39 (2.56%)",
        "  Hyperpyrexia 1/39 (2.56%)",
        "  Drug hypersensitivity 0/39 (0.00%)",
        "  Device related infection 0/39 (0.00%)"
    ]
}