{
    "Clinical Trial ID": "NCT01381874",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Exemestane",
        "  Participants received exemestane tablet as oral dose of 25 milligram (mg) per day in 28-day treatment cycles until disease progression, unacceptable toxicity, or death (up to 3 years).",
        "INTERVENTION 2: ",
        "  Abiraterone Acetate + Prednisone",
        "  Participants received abiraterone acetate tablet at a total oral dose of 1000 milligram (mg) along with 5 mg capsule of prednisone/prednisolone per day in 28-day treatment cycles until disease progression, unacceptable toxicity, or death (up to 3 years)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients must be postmenopausal",
        "  ER+, Human epidermal growth factor receptor 2 (Her2) negative metastatic breast cancer",
        "  Disease must have been sensitive to anastrozole or letrozole therapy prior to disease progression",
        "  No more than two prior lines of therapy in the metastatic setting, of which no more than one was chemotherapy",
        "  Eastern Cooperative Oncology Group (ECOG) performance status score of <=1",
        "  Patients with disease confined only to bone may be included, but patients with purely sclerotic lesions may not participate in the study",
        "Exclusion Criteria:",
        "  Prior treatment with exemestane, ketoconazole, aminoglutethimide, or a CYP17 inhibitor. Prior treatment with ketoconazole for <= 7 days is permitted and topical formulations of ketoconazole are permitted",
        "  Potential patients must not have taken anastrozole, letrozole, fulvestrant, or any chemotherapy for at least 2 weeks (bevacizumab for at least 3 weeks) before randomization",
        "  Anticancer immunotherapy or investigational agent within 4 weeks before randomization, or anticancer radiotherapy (except palliative) or anticancer endocrine therapy within 2 weeks before randomization",
        "  Serious or uncontrolled nonmalignant disease, including active or uncontrolled infection",
        "  Clinical or biochemical evidence of hyperaldosteronism or hypopituitarism",
        "  Any condition that, in the opinion of the investigator, would compromise the well-being of the patient or that could prevent, limit, or confound the protocol-specified assessments"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  Progression-free survival was defined as the time from randomization to first occurrence of disease progression (either radiographic or clinical), or death from any cause. PFS was determined using radiographic progression defined by Response Evaluation Criteria in Solid Tumors (RECIST) on measurable lesions captured by computed tomography (CT) or magnetic resonance imaging (MRI). Clinical disease progression was considered only when disease progression could not be confirmed by CT or MRI, such as when the disease site is skin, bone marrow, or central nervous system.",
        "  Time frame: Approximately 2 years",
        "Results 1: ",
        "  Arm/Group Title: Exemestane",
        "  Arm/Group Description: Participants received exemestane tablet as oral dose of 25 milligram (mg) per day in 28-day treatment cycles until disease progression, unacceptable toxicity, or death (up to 3 years).",
        "  Overall Number of Participants Analyzed: 102",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  3.68        (1.94 to 5.26)",
        "Results 2: ",
        "  Arm/Group Title: Abiraterone Acetate + Prednisone",
        "  Arm/Group Description: Participants received abiraterone acetate tablet at a total oral dose of 1000 milligram (mg) along with 5 mg capsule of prednisone/prednisolone per day in 28-day treatment cycles until disease progression, unacceptable toxicity, or death (up to 3 years).",
        "  Overall Number of Participants Analyzed: 89",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  3.65        (2.73 to 5.59)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 12/102 (11.76%)",
        "  Anaemia * 0/102 (0.00%)",
        "  Febrile Neutropenia * 0/102 (0.00%)",
        "  Atrial Fibrillation * 0/102 (0.00%)",
        "  Cardiac Failure Congestive * 0/102 (0.00%)",
        "  Vertigo * 1/102 (0.98%)",
        "  Hypoaldosteronism * 0/102 (0.00%)",
        "  Abdominal Pain * 0/102 (0.00%)",
        "  Anorectal Varices * 0/102 (0.00%)",
        "  Ascites * 0/102 (0.00%)",
        "  Crohn's Disease * 0/102 (0.00%)",
        "Adverse Events 2:",
        "  Total: 18/87 (20.69%)",
        "  Anaemia * 0/87 (0.00%)",
        "  Febrile Neutropenia * 0/87 (0.00%)",
        "  Atrial Fibrillation * 1/87 (1.15%)",
        "  Cardiac Failure Congestive * 0/87 (0.00%)",
        "  Vertigo * 0/87 (0.00%)",
        "  Hypoaldosteronism * 0/87 (0.00%)",
        "  Abdominal Pain * 0/87 (0.00%)",
        "  Anorectal Varices * 0/87 (0.00%)",
        "  Ascites * 0/87 (0.00%)",
        "  Crohn's Disease * 1/87 (1.15%)",
        "  Faecal Incontinence * 1/87 (1.15%)"
    ]
}