{
    "Clinical Trial ID": "NCT02657889",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase 1: Niraparib 200mg + Pembrolizumab",
        "  Niraparib 200 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on Day 1 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  Phase 1: Niraparib 300mg + Pembrolizumab",
        "  Niraparib 300 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on Day 1 of each 21-day cycle."
    ],
    "Eligibility": [
        "Main Inclusion Criteria:",
        "  Patient has histologically proven advanced (unresectable) or metastatic cancer as outlined below according to study phase and disease type:",
        "  Phase 1 patients (breast or ovarian cancer)",
        "  Patients with advanced or metastatic breast cancer must have disease that is HER2-negative, estrogen receptor-negative, and progesterone receptor-negative (ie, TNBC). Patients with advanced or metastatic disease may have up to 4 lines of cytotoxic therapy. Neoadjuvant and adjuvant therapies are not counted towards lines of therapy.",
        "  Patients must have any epithelial (ie, serous, endometroid, mucinous, clear cell) ovarian, fallopian tube, or primary peritoneal cancer. Patients must have experienced a response lasting at least 6 months to first-line platinum-based therapy but currently considered to have platinum-resistant disease per investigator's assessment (e.g, patient is not eligible for further platinum containing treatment). Patients may have received up to 5 lines of cytotoxic therapy for advanced or metastatic cancer. Neoadjuvant and adjuvant therapies are not counted towards lines of therapy.",
        "  Phase 2 patients (breast or ovarian cancer)",
        "  Patients with advanced or metastatic breast cancer must have TNBC. Patients with advanced or metastatic disease may have received up to 2 lines of cytotoxic therapy. Adjuvant and/or neoadjuvant therapies are not counted in the number of lines of therapy. TNBC patients who have previously received platinum chemotherapy in the metastatic setting are allowed to enroll in the study as long as they did not progress while on or within 8 weeks from the day of the last platinum administration.",
        "  Patients must have with high-grade serous or endometroid ovarian, fallopian tube, or primary peritoneal cancer. Patients must have experienced a response lasting at least 6 months to first-line platinum-based therapy but currently considered to have platinum-resistant disease per investigator's assessment (e.g, patient is not eligible for further platinum containing treatment). Patients may have had up to 4 lines of cytotoxic therapy for advanced or metastatic cancer. Neoadjuvant, adjuvant, and the combination of both will be considered as one line of therapy.",
        "  Archival tumor tissue available or a fresh biopsy must be obtained prior to study treatment initiation",
        "  Measurable lesions by RECIST v1.1",
        "  Eastern Cooperative Oncology Group (ECOG) 0 or 1",
        "  Adequate organ function",
        "  Able to take oral medications",
        "  Female patient, if of childbearing potential, has a negative serum pregnancy test within 72 hours of taking study medication and agrees to abstain from activities that could result in pregnancy from enrollment through 120 days after the last dose of study treatment",
        "  Male patient agrees to use an adequate method of contraception",
        "  Main Exclusion Criteria:",
        "  Patients with primary platinum refractory ovarian cancer (ie, progressive disease on or within 6 months of first-line platinum therapy)",
        "  Known active central nervous system (CNS) metastases and/or carcinomatous meningitis Note: Patients previously treated for brain metastases may be able to participate provided they are stable",
        "  Patient has a known additional malignancy that progressed or required active treatment within the last 2 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, or in situ cervical cancer",
        "  Poor medical risk",
        "  Condition (such as transfusion dependent anemia or thrombocytopenia), therapy, or laboratory abnormality that might confound the study results, or interfere with the patient's participation for the full duration of the study treatment.",
        "  Pregnant or breastfeeding, or expecting to conceive children within the projected duration of the study",
        "  Immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment",
        "  Known history of human immunodeficiency virus (HIV) (HIV 1/2 antibodies)",
        "  Known active hepatitis B or hepatitis C",
        "  Active autoimmune disease that has required systemic treatment in the past 2 years (ie, with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment",
        "  Prior treatment with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent",
        "  Prior treatment with a known poly(ADP-ribose) polymerase (PARP) inhibitor",
        "  Heart-rate corrected QT interval (QTc) prolongation > 470 msec at screening",
        "  Known history or current diagnosis of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase 1: Number of Subjects Reporting Dose-Limiting Toxicities (DLTs)",
        "  DLTs are defined as: Any treatment-related Grade  3 non-hematologic clinical (non-laboratory) AE Any treatment-related Grade 3 or Grade 4 non-hematologic lab abnormality if: - Medical intervention is required to treat the patient, or - The abnormality leads to hospitalization, or - The abnormality persists for  7 days. Any treatment-related hematologic toxicity specifically defined as: - Thrombocytopenia Grade 4 for  7 days, or Grade 3 or 4 associated with bleeding or requiring platelet transfusion; - Neutropenia Grade 4 for  7 days, or Grade 3 or 4 associated with infection or febrile neutropenia; - Anemia Grade 4, or Grade 3 or 4 requiring blood transfusion. Any treatment-related AE leading to niraparib dose interruption per the following criteria: - A dose interruption for a non-DLT lab abnormality lasting  14 days. - A dose in interruption per dose modification rules for nonhematologic AE leading to < 80% of an intended dose being administered.",
        "  Time frame: During Cycle 1, ie, during the first 21 days of treatment",
        "Results 1: ",
        "  Arm/Group Title: Phase 1: Niraparib 200mg + Pembrolizumab",
        "  Arm/Group Description: Niraparib 200 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on Day 1 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%",
        "Results 2: ",
        "  Arm/Group Title: Phase 1: Niraparib 300mg + Pembrolizumab",
        "  Arm/Group Description: Niraparib 300 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on Day 1 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/7 (85.71%)",
        "  Anemia * 1/7 (14.29%)",
        "  Febrile neutropenia * 0/7 (0.00%)",
        "  Leukopenia * 0/7 (0.00%)",
        "  Neutropenia * 1/7 (14.29%)",
        "  Pancytopenia * 0/7 (0.00%)",
        "  Thrombocytopenia * 1/7 (14.29%)",
        "  Cardiac failure congestive * 0/7 (0.00%)",
        "  Cardiac tamponade * 0/7 (0.00%)",
        "  Pericardial effusion * 0/7 (0.00%)",
        "  Tachycardia * 0/7 (0.00%)",
        "  Adrenal insufficiency * 0/7 (0.00%)",
        "Adverse Events 2:",
        "  Total: 4/7 (57.14%)",
        "  Anemia * 0/7 (0.00%)",
        "  Febrile neutropenia * 0/7 (0.00%)",
        "  Leukopenia * 0/7 (0.00%)",
        "  Neutropenia * 0/7 (0.00%)",
        "  Pancytopenia * 1/7 (14.29%)",
        "  Thrombocytopenia * 3/7 (42.86%)",
        "  Cardiac failure congestive * 0/7 (0.00%)",
        "  Cardiac tamponade * 0/7 (0.00%)",
        "  Pericardial effusion * 0/7 (0.00%)",
        "  Tachycardia * 0/7 (0.00%)",
        "  Adrenal insufficiency * 0/7 (0.00%)"
    ]
}