{
    "Clinical Trial ID": "NCT01527487",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin+Cyclophosphamide (ErC)",
        "  Eribulin (Er): 1.4mg/m^2 (Days 1 and 8 of each treatment cycle) by IV infusion",
        "  Cyclophosphamide (C): 600 mg/m^2 IV (Day 1 of each treatment cycle) by IV infusion",
        "INTERVENTION 2: ",
        "  Docetaxel+Cyclophosphamide (TC)",
        "  Docetaxel (T): 75 mg/m^2 (Day 1 of each treatment cycle), by IV infusion",
        "  Cyclophosphamide (C): 600 mg/m^2 (Day 1 of each treatment cycle)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed invasive adenocarcinoma of the breast.",
        "  Primary palpable disease confined to the breast and axilla on physical examination (clinical Stage II or III disease). For patients without clinically suspicious axillary adenopathy, the primary must be >2 cm in diameter by physical examination or imaging studies (clinical T2-3, N0-2, M0). For patients with clinically suspicious axillary adenopathy, the primary breast tumor can be any size (clinical T1-3, N1-2, M0). Patients who have had axillary node dissection and have pN3a (i.e. 10 involved axillary nodes) are also eligible.",
        "  Patients entering the trial after undergoing an axillary node dissection will be eligible if they meet other entry criteria.",
        "  Estrogen receptor (ER) and progesterone receptor (PR) status in the primary tumor known or pending at the time of study registration.",
        "  Resolution of all acute effects of surgical procedures to  grade 1. For patients who had or will have, a sentinel node and/or axillary node dissection, completion at least 1 week prior to the initiation of study treatment with a well-healed wound is required.",
        "  Bilateral, synchronous breast cancer is allowed if both primary tumors are HER2-negative and at least one meets the specified qualifying tumor or nodal inclusion criteria.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) score of 0-2.",
        "  Patients entering this study must be willing to provide release of tumor tissue collected at baseline during a diagnostic procedure if available, and at the time of future surgical procedure(s) for correlative testing. If tissue is not available, the patient will still be eligible for enrollment to the study.",
        "  No evidence of metastatic disease, as documented by complete staging workup 8 weeks prior to initiation of study treatment.",
        "  No prior treatment for this breast cancer with the exception of criterion #3.",
        "  HER2-negative tumor status defined as:",
        "  Immunohistochemical (IHC) 0-1+ or",
        "  IHC 2+ or IHC 3+ confirmed as FISH (Fluorescence in situ hybridization) or SISH (Silver in situ hybridization) negative (defined by ratio <2.2)",
        "  Adequate hematologic function defined as:",
        "  Absolute neutrophil count (ANC) 1500/μL",
        "  Hemoglobin (Hgb) 10 g/dL",
        "  Platelets 100,000/uL",
        "  Adequate liver function defined as:",
        "  Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5 x the upper limit of normal (ULN)",
        "  Total bilirubin  the institutional ULN",
        "  Adequate renal function defined as:",
        "  Serum creatinine 1.5 mg/dL x ULN OR calculated creatinine clearance 50 mL/min by the Cockcroft-Gault method:",
        "  GRF =(140-age) x (weight/kg) x (0.85 if female) (72 x serum creatinine mg/dL)",
        "  Other laboratory testing:",
        "  Serum magnesium  the institutional lower limit of normal (LLN)",
        "  Serum potassium the institutional LLN",
        "  Female and 18 years of age.",
        "  Negative serum pregnancy test within <7 days prior to initial trial treatment.",
        "  Female patients who are not of child-bearing potential, and female patients of child-bearing potential who agree to use adequate contraceptive measures that are approved by their study physician while receiving study treatment and continuing for 3 weeks after the last dose of study drug treatment, who are not breastfeeding, and who have a negative serum pregnancy test prior to start of dosing.",
        "  Willingness and ability to comply with trial and follow-up procedures.",
        "  Ability to understand the nature of this trial and give written informed consent.",
        "Exclusion Criteria:",
        "  Clinical T4 lesions, including inflammatory breast cancer. Clinical N3 involvement (e.g., ipsilateral, infraclavicular, supraclavicular, and internal mammary nodes).",
        "  Peripheral neuropathy (motor or sensory) > grade 1 according to Common Terminology Criteria for Adverse Events version 4.0 (CTCAE v4.0).",
        "  Patient has received radiotherapy for treatment of previous cancer that included 30% of major bone marrow containing areas (e.g., pelvis, lumbar, spine).",
        "  Known or suspected allergy or hypersensitivity to any of the study drugs (i.e., eribulin, cyclophosphamide, docetaxel) or known hypersensitivity to polysorbate 80.",
        "  Patients with acute or chronic liver or renal disease or pancreatitis.",
        "  Known diagnosis of human immunodeficiency virus (HIV), Hepatitis B (HBV) or Hepatitis C (HCV).",
        "  Concurrent treatment with an ovarian hormonal replacement therapy or with hormonal agents such as raloxifene, tamoxifen or other selective estrogen receptor modulator (SERM). Patients must have discontinued use of such agents prior to beginning study treatment. However, use of GNRH agonists for the purpose of fertility preservation or suppression of heavy menses is permitted (see Section 5.4.1).",
        "  Patient has any of the following cardiac diseases currently or within the last 6 months:",
        "  Left Ventricular Ejection Fraction (LVEF) <45% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO)",
        "  Heart rate-corrected QT interval (QTc) > 480 ms on screening electrocardiogram (ECG) (using Bazett's formula)",
        "  Unstable angina pectoris",
        "  Congestive heart failure (New York Heart Association [NYHA]  Grade 2",
        "  Acute myocardial infarction",
        "  Conduction abnormality not controlled with pacemaker or medication",
        "  Significant ventricular or supraventricular arrhythmias (Patients with chronic rate-controlled atrial fibrillation in the absence of other cardiac abnormalities are eligible).",
        "  Valvular disease with significant compromise in cardiac function",
        "  Chronic use of drugs that cause QTc prolongation. Patients must discontinue use of these drugs 7 days prior to the start of study treatment.",
        "  Presence of other active cancers, or history of treatment for invasive cancer 5 years. Patients with stage I cancer who have received definitive local treatment at least 3 years previously, and are considered unlikely to recur are eligible. All patients with previously treated in situ carcinoma (i.e. non-invasive) are eligible, as are patients with history of non-melanoma skin cancer.",
        "  Patients may not receive any other investigational or anti-cancer treatments while participating in this trial.",
        "  Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.",
        "  Inability or unwillingness to comply with study and/or follow-up procedures outlined in the protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response (pCR) Rate in Patients Treated With ErC for 6 Cycles Prior to Surgery",
        "  One cycle = 21 days. Pathologic CR is defined as the absence of invasive tumor in the breast and lymph node tissue removed at the time of definitive surgery as judged by the local pathologist.",
        "  Time frame: 18 weeks",
        "Results 1: ",
        "  Arm/Group Title: Eribulin+Cyclophosphamide (ErC)",
        "  Arm/Group Description: Eribulin (Er): 1.4mg/m^2 (Days 1 and 8 of each treatment cycle) by IV infusion",
        "  Cyclophosphamide (C): 600 mg/m^2 IV (Day 1 of each treatment cycle) by IV infusion",
        "  Overall Number of Participants Analyzed: 39",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of surgical patients  18",
        "Results 2: ",
        "  Arm/Group Title: Docetaxel+Cyclophosphamide (TC)",
        "  Arm/Group Description: Docetaxel (T): 75 mg/m^2 (Day 1 of each treatment cycle), by IV infusion",
        "  Cyclophosphamide (C): 600 mg/m^2 (Day 1 of each treatment cycle)",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of surgical patients  10"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/54 (7.41%)",
        "  Febrile Neutropenia 3/54 (5.56%)",
        "  Sepsis 1/54 (1.85%)",
        "Adverse Events 2:",
        "  Total: 2/22 (9.09%)",
        "  Febrile Neutropenia 1/22 (4.55%)",
        "  Sepsis 1/22 (4.55%)"
    ]
}