{
    "Clinical Trial ID": "NCT02574455",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Sacituzumab Govitecan",
        "  Participants received sacituzumab govitecan 10 mg/kg of body weight, administered as a slow IV infusion either by gravity or with an infusion pump on Days 1 and 8 of a 21-day treatment cycle for up to 29.6 months. Infusion rate for the first 15 minutes started with 50 mg/hour or less with a subsequent infusion of 100 to 200 mg/hour up to a maximum recommended rate (advanced every 15 to 30 minutes) of 500 mg/hour with a subsequent infusion of 1000 mg/hour. Participants continued treatment until progression of disease requiring treatment discontinuation or occurrence of unacceptable AEs.",
        "INTERVENTION 2: ",
        "  Treatment of Physician's Choice (TPC)",
        "  Participants received TPC (ie, eribulin, capecitabine, gemcitabine, or vinorelbine), administered as a single-agent regimen that was selected by the investigator before participant randomization. Participants continued treatment until progression of disease requiring treatment discontinuation or occurrence of unacceptable AEs.",
        "  Eribulin was administered IV over 2 to 5 minutes at a dose 1.4 mg/m^2 at North American sites and 1.23 mg/m^2 at European sites on Days 1 and 8 of a 21-day cycle for up to 15.3 months. Lower doses were administered on the same schedule to participants with moderate hepatic impairment (ie, Child-Pugh B; 0.7 mg/m^2 and 0.67 mg/m^2 for North American and European sites, respectively).",
        "  Capecitabine 1000 to 1250 mg/m^2 was administered in a 21-day cycle, with capecitabine administered orally twice daily for 2 weeks followed by 1-week rest period for up to 10.6 months.",
        "  Gemcitabine 800 to 1200 mg/m^2 was administered IV over 30 minutes on Days 1, 8, and 15 of a 28-day cycle for up to 8.1 months.",
        "  Vinorelbine 25 mg/m^2 was administered as a weekly IV injection over 6-10 minutes for up to 11.5 months. Vinorelbine was not allowed as TPC for any participant with Grade 2 neuropathy."
    ],
    "Eligibility": [
        "Key Inclusion Criteria:",
        "  Histologically or cytologically confirmed TNBC based on the most recent analyzed biopsy or other pathology specimen. Triple negative is defined as <1% expression for estrogen receptor (ER) and progesterone receptor (PR) and negative for human epidermal growth factor receptor 2 (HER2) by in-situ hybridization.",
        "  Refractory to or relapsed after at least two prior standard therapeutic regimens for advanced/metastatic TNBC.",
        "  Prior exposure to a taxane in localized or advanced/metastatic setting.",
        "  Eligible for one of the chemotherapy options listed as TPC (eribulin, capecitabine, gemcitabine, or vinorelbine) as per investigator assessment.",
        "  Eastern Cooperative Oncology Group (ECOG) performance score of 0 or 1.",
        "  Measurable disease by computed tomography (CT) or magnetic resonance imaging (MRI) as per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1). Bone-only disease is not permitted.",
        "  At least 2 weeks beyond prior anti-cancer treatment (chemotherapy, endocrine therapy, radiotherapy, and/or major surgery), and recovered from all acute toxicities to Grade 1 or less (except alopecia and peripheral neuropathy).",
        "  At least 2 weeks beyond high dose systemic corticosteroids (however, low dose corticosteroids < 20 mg prednisone or equivalent daily are permitted provided the dose is stable for 4 weeks).",
        "  Adequate hematology without ongoing transfusional support (hemoglobin > 9 g/dL, absolute neutrophil count (ANC) > 1,500 per mm^3, platelets > 100,000 per mm^3).",
        "  Adequate renal and hepatic function (creatinine clearance [CrCL] > 60 mL/min, bilirubin  1.5 institutional upper limit of normal [IULN], aspartate aminotransferase [AST] and alanine aminotransferase [ALT]  2.5 x IULN or  5 x IULN if known liver metastases and serum albumin 3 g/dL).",
        "  Recovered from all toxicities to Grade 1 or less by National Cancer Institute common terminology criteria for adverse events (NCI CTCAE) v4.03 (except alopecia or peripheral neuropathy that may be Grade 2 or less) at the time of randomization. Participants with Grade 2 neuropathy are eligible but may not receive vinorelbine as TPC.",
        "  Participants with treated, non-progressive brain metastases, off high-dose steroids (>20 mg prednisone or equivalent) for at least 4 weeks can be enrolled in the trial.",
        "  Key Exclusion Criteria:",
        "  Women who are pregnant or lactating.",
        "  Women of childbearing potential or fertile men unwilling to use effective contraception during study and up to three months after treatment discontinuation in women of child-bearing potential and six months in males post last study drug.",
        "  Participants with Gilbert's disease.",
        "  Participants with non-melanoma skin cancer or carcinoma in situ of the cervix are eligible, while participants with other prior malignancies must have had at least a 3-year disease-free interval.",
        "  Participants known to be human immunodeficiency (HIV) positive, hepatitis B positive, or hepatitis C positive.",
        "  Infection requiring antibiotic use within one week of randomization.",
        "  Other concurrent medical or psychiatric conditions that, in the Investigator's opinion, may be likely to confound study interpretation or prevent completion of study procedures and follow-up examinations.",
        "  Note: Other protocol defined Inclusion/Exclusion criteria may apply."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS) by Independent Review Committee (IRC) Assessment in Brain Metastasis Negative (BM-ve) Population",
        "  PFS was defined as the time from randomization until objective tumor progression by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 or death, whichever came first. The date of progression was date of the last observation or radiological assessment of target lesions that either showed a predefined increase (greater than or equal to [  ] 20%) in the sum of the target lesions or the appearance of new non-target lesions. PFS was estimated using Kaplan-Meier estimate.",
        "  Time frame: From randomization until objective tumor progression or death (assessed every 6 weeks for 9 months and then every 9 weeks thereafter until the occurrence of progression of disease; maximum exposure: 29.6 months)",
        "Results 1: ",
        "  Arm/Group Title: Sacituzumab Govitecan",
        "  Arm/Group Description: Participants received sacituzumab govitecan 10 mg/kg of body weight, administered as a slow IV infusion either by gravity or with an infusion pump on Days 1 and 8 of a 21-day treatment cycle for up to 29.6 months. Infusion rate for the first 15 minutes started with 50 mg/hour or less with a subsequent infusion of 100 to 200 mg/hour up to a maximum recommended rate (advanced every 15 to 30 minutes) of 500 mg/hour with a subsequent infusion of 1000 mg/hour. Participants continued treatment until progression of disease requiring treatment discontinuation or occurrence of unacceptable AEs.",
        "  Overall Number of Participants Analyzed: 235",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  5.6        (4.3 to 6.3)",
        "Results 2: ",
        "  Arm/Group Title: Treatment of Physician's Choice (TPC)",
        "  Arm/Group Description: Participants received TPC (ie, eribulin, capecitabine, gemcitabine, or vinorelbine), administered as a single-agent regimen that was selected by the investigator before participant randomization. Participants continued treatment until progression of disease requiring treatment discontinuation or occurrence of unacceptable AEs.",
        "  Eribulin was administered IV over 2 to 5 minutes at a dose 1.4 mg/m^2 at North American sites and 1.23 mg/m^2 at European sites on Days 1 and 8 of a 21-day cycle for up to 15.3 months. Lower doses were administered on the same schedule to participants with moderate hepatic impairment (ie, Child-Pugh B; 0.7 mg/m^2 and 0.67 mg/m^2 for North American and European sites, respectively).",
        "  Capecitabine 1000 to 1250 mg/m^2 was administered in a 21-day cycle, with capecitabine administered orally twice daily for 2 weeks followed by 1-week rest period for up to 10.6 months.",
        "  Gemcitabine 800 to 1200 mg/m^2 was administered IV over 30 minutes on Days 1, 8, and 15 of a 28-day cycle for up to 8.1 months.",
        "  Vinorelbine 25 mg/m^2 was administered as a weekly IV injection over 6-10 minutes for up to 11.5 months. Vinorelbine was not allowed as TPC for any participant with Grade 2 neuropathy.",
        "  Overall Number of Participants Analyzed: 233",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  1.7        (1.5 to 2.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 69/258 (26.74%)",
        "  Anaemia 3/258 (1.16%)",
        "  Febrile neutropenia 13/258 (5.04%)",
        "  Neutropenia 5/258 (1.94%)",
        "  Thrombocytopenia 1/258 (0.39%)",
        "  Atrial fibrillation 0/258 (0.00%)",
        "  Mitral valve incompetence 1/258 (0.39%)",
        "  Pericardial effusion 0/258 (0.00%)",
        "  Sinus tachycardia 0/258 (0.00%)",
        "  Abdominal pain 3/258 (1.16%)",
        "  Abdominal pain upper 1/258 (0.39%)",
        "  Colitis 1/258 (0.39%)",
        "Adverse Events 2:",
        "  Total: 64/224 (28.57%)",
        "  Anaemia 2/224 (0.89%)",
        "  Febrile neutropenia 4/224 (1.79%)",
        "  Neutropenia 1/224 (0.45%)",
        "  Thrombocytopenia 0/224 (0.00%)",
        "  Atrial fibrillation 1/224 (0.45%)",
        "  Mitral valve incompetence 0/224 (0.00%)",
        "  Pericardial effusion 2/224 (0.89%)",
        "  Sinus tachycardia 1/224 (0.45%)",
        "  Abdominal pain 3/224 (1.34%)",
        "  Abdominal pain upper 0/224 (0.00%)",
        "  Colitis 0/224 (0.00%)"
    ]
}