{
    "Clinical Trial ID": "NCT03475992",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pre-diagnosed Breast Cancer - Biopsy Confirmed",
        "  Low-power microwave breast imaging system.",
        "  Core needle biopsy performed 14 days before the microwave breast investigation",
        "  Low-power microwave breast imaging system: Investigate the capacity of microwave imaging to detect and characterise diagnosed palpable breast lump",
        "INTERVENTION 2: ",
        "  Pre-diagnosed Breast Cyst",
        "  Low-power microwave breast imaging system.",
        "  No prior biopsy",
        "  Low-power microwave breast imaging system: Investigate the capacity of microwave imaging to detect and characterise diagnosed palpable breast lump"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Subjects must be able and willing to give written informed consent and to comply with the requirements of this study protocol",
        "  Subject must have attended the Symptomatic Breast Unit with a palpable breast lump",
        "  Subjects must have had a mammogram in the clinical assessment period ( 6 weeks before the microwave breast investigation)",
        "  Subjects must be able to comfortably lie reasonably still in a prone position for up to 15 minutes",
        "  Subjects with bra size larger than 32B and cup size larger or equal to B.",
        "  Subjects whose breast size is adapted to the cylindrical container of the MBI system with sufficient margin to allow the presence of transition liquid around the breast. Final decision to be taken by the physicians based on their judgement.",
        "Exclusion Criteria:",
        "  Subjects unable to provide written informed consent",
        "  Subjects who are pregnant or breast-feeding",
        "  Subjects who have had previous surgery to the breast",
        "  Subjects who have previously received chemotherapy or radiotherapy to the breast",
        "  Subjects who have had a breast biopsy less than two weeks prior to imaging",
        "  Subjects with any active or metallic implant (e.g. cardiac pacemaker, stents, internal cardiac defibrillator, cardiac resynchronisation device, nerve stimulator…), or subjects bearing any non-removable metallic object (e.g. piercing) on their torso",
        "  Post-biopsy patients whose breast tissue is not healed sufficiently for the imaging procedure, in the opinion of the investigator",
        "  Patients who have had or plan to have a breast cyst aspiration before MBI.",
        "  Subjects with significant co-morbidities which, in the opinion of the investigator, may influence the result of the study",
        "  Subjects with prior or concurrent malignancy",
        "  Subjects under the age of 18 years old",
        "  Subjects with evidence of inflammation and/or erythema of the breast as well as any subjects who have a break in the skin which would be in contact with the coupling fluid",
        "  Subjects who would be unsuitable for an MBI scan, unlikely to attend a follow up visit, or would otherwise be unsuitable for such an investigation, in the opinion of the Investigator"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Serious Adverse Events, Directly Related to Normal Functioning of the Device",
        "  To provide early safety information for the proposed investigational medical imaging device.",
        "  Time frame: Through study completion, up to 21 days",
        "Results 1: ",
        "  Arm/Group Title: Pre-diagnosed Breast Cancer - Biopsy Confirmed",
        "  Arm/Group Description: Low-power microwave breast imaging system.",
        "  Core needle biopsy performed   14 days before the microwave breast investigation",
        "  Low-power microwave breast imaging system: Investigate the capacity of microwave imaging to detect and characterise diagnosed palpable breast lump",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Number",
        "  Unit of Measure: Serious Adverse Events  0",
        "Results 2: ",
        "  Arm/Group Title: Pre-diagnosed Breast Cyst",
        "  Arm/Group Description: Low-power microwave breast imaging system.",
        "  No prior biopsy",
        "  Low-power microwave breast imaging system: Investigate the capacity of microwave imaging to detect and characterise diagnosed palpable breast lump",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Number",
        "  Unit of Measure: Serious Adverse Events  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/11 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}