{
    "Clinical Trial ID": "NCT02429427",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Celecoxib",
        "  Patients in this arm will receive 400mg of celecoxib once daily. In addition, Hormone Receptor (+) patients will receive endocrine treatment according to local practice.",
        "  Celecoxib: Patients will receive 400mg of Celecoxib once daily for two years or until disease progression (if before the two years limit) or until development of unacceptable toxicities. In addition ER(+) patients will receive endocrine treatment according to local practice.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Patients in this arm will receive 2 tablets once daily. In addition Hormone Receptor (+) patients will receive endocrine treatment according to local practice.",
        "  Placebo: Two capsules once daily with food"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Completely resected (greater or equal 1mm), histologically or cytologically proven unilateral breast cancer",
        "  Female greater or equal 18 years of age",
        "  If (neo) adjuvant chemotherapy received, patient must have received at least 4 cycles. Chemotherapy must be completed prior to study entry",
        "  Hormone Receptor negatives must have received prior chemotherapy",
        "  Study entry must be within any of the following timelines: 3 months of the end of definitive breast surgery OR between 3 weeks and 4 months after day 1 of the last cycle of adjuvant chemotherapy OR 6 weeks of the end of radiotherapy.",
        "  WHO performance status 0 or 1",
        "  Pre-treatment haematology and biochemistry values within acceptable local limits: Haemoglobin, white blood cell greater or equal to 3.0 x 109/l or absolute neutrophil count greater or equal to 1.51 x 109/l, Platelets greater or equal to 100 x 109/l, Serum bilirubin less than 1.5 x upper normal limit , Alkaline phosphatase less or equal to 1.5 x upper normal limit , Serum creatinine less than 1.5 x upper normal limit",
        "  Negative pregnancy test for patients with child-bearing potential",
        "  Normal baseline ECG and clinical cardiovascular assessment after completion of all (neo) adjuvant chemotherapy",
        "  No previous or current evidence for metastatic disease",
        "  Be accessible for and consent to long term follow-up",
        "  Written informed consent prior to commencement of specific protocol procedures must be obtained and documented according to the local regulatory requirements",
        "  Exclusion Criteria",
        "  Patients with node negative, T1, Grade 1 breast cancer",
        "  Unresectable, metastatic or bilateral breast cancer",
        "  Active or previous peptic ulceration or gastrointestinal bleeding in the last year",
        "  Active or previous history of inflammatory bowel disease",
        "  A past history of adverse reaction/hypersensitivity to NSAIDs, including celecoxib and salicylates, or sulphonamides",
        "  On current or planned chronic NSAIDs therapy (except low dose aspirin 100 mg four times per day or 325mg once daily).",
        "  Current or long-term use of oral corticosteroids",
        "  Known or suspected congestive heart failure (greater than New York Heart Association I) and/or coronary heart disease, previous history of myocardial infarction, uncontrolled arterial hypertension (ie BP greater than 160/90mmHg) under treatment with two anti-hypertensive drugs, rhythm abnormalities requiring permanent treatment.",
        "  Patients with diabetes controlled by diet and oral medication are eligible for the study however patients with insulin dependent diabetes are excluded",
        "  Past history of stroke/Transient ischaemic attack, symptomatic peripheral vascular disease or carotid disease",
        "  Previously entered into an adjuvant chemotherapy trial for which approval for entry into REACT has not been granted",
        "  ER receptor status unknown, Human epidermal growth factor receptor 2 or FISH positive, or Human epidermal growth factor receptor 2 status unknown",
        "  14. Hormone Receptor negative and not received (neo)adjuvant chemotherapy 15. Use of hormone replacement therapy within the last 6 weeks 16. Pregnant or lactating women or women of childbearing potential unwilling/unable to use non-hormonal contraception 17. No previous or concomitant malignancies except adequately treated squamous cell / basal cell carcinoma of the skin, in situ carcinoma of the cervix or ductal carcinoma in situ/lobular carcinoma in situ of the breast, unless there has been a disease-free interval of 10 years or more 18. Psychiatric or addictive disorders which could preclude obtaining informed consent 19. Clinical evidence of severe osteoporosis and/or history of osteoporotic fracture"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease Free Survival (DFS) Benefit of Two Years Adjuvant Therapy With the COX-2 Inhibitor Celecoxib Compared With Placebo in Primary Breast Cancer Patients.",
        "  From time of randomisation to the date of first event; with events contributing to the analysis defined as loco-regional and distant breast cancer recurrence, new primary breast cancer (ipsilateral or contralateral) and death without disease relapse (intercurrent death)",
        "  Time frame: Patients will be followed up to 10 years. DFS will be calculated from date of randomization until the date of first documented DFS event, this will be assessed at 2 and 5 years",
        "Results 1: ",
        "  Arm/Group Title: Celecoxib",
        "  Arm/Group Description: Patients in this arm will receive 400mg of celecoxib once daily. In addition, Hormone Receptor (+) patients will receive endocrine treatment according to local practice.",
        "  Celecoxib: Patients will receive 400mg of Celecoxib once daily for two years or until disease progression (if before the two years limit) or until development of unacceptable toxicities. In addition ER(+) patients will receive endocrine treatment according to local practice.",
        "  Overall Number of Participants Analyzed: 1763",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  2 Year DFS rate: 91        (90 to 93)",
        "  5 Year DFS rate: 84        (82 to 86)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Patients in this arm will receive 2 tablets once daily. In addition Hormone Receptor (+) patients will receive endocrine treatment according to local practice.",
        "  Placebo: Two capsules once daily with food",
        "  Overall Number of Participants Analyzed: 876",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  2 Year DFS rate: 90        (87 to 92)",
        "  5 Year DFS rate: 83        (81 to 86)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 148/1755 (8.43%)",
        "  Anaemia * 1/1755 (0.06%)",
        "  Neutropenia * 0/1755 (0.00%)",
        "  Thrombocytopenia * 0/1755 (0.00%)",
        "  Thrombocytopenic purpura * 1/1755 (0.06%)",
        "  Acute cardiac event * 1/1755 (0.06%)",
        "  Aortic valve incompetence * 1/1755 (0.06%)",
        "  Arrhythmia * 1/1755 (0.06%)",
        "  Atrial fibrillation * 1/1755 (0.06%)",
        "  Cardiac failure * 0/1755 (0.00%)",
        "  Cardiac tamponade * 0/1755 (0.00%)",
        "Adverse Events 2:",
        "  Total: 64/868 (7.37%)",
        "  Anaemia * 2/868 (0.23%)",
        "  Neutropenia * 2/868 (0.23%)",
        "  Thrombocytopenia * 1/868 (0.12%)",
        "  Thrombocytopenic purpura * 0/868 (0.00%)",
        "  Acute cardiac event * 0/868 (0.00%)",
        "  Aortic valve incompetence * 0/868 (0.00%)",
        "  Arrhythmia * 1/868 (0.12%)",
        "  Atrial fibrillation * 0/868 (0.00%)",
        "  Cardiac failure * 1/868 (0.12%)",
        "  Cardiac tamponade * 1/868 (0.12%)"
    ]
}