{
    "Clinical Trial ID": "NCT01905592",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Physician's Choice",
        "  Physician selection from 4 standard of care metastatic breast cancer chemotherapies (eribulin or vinorelbine or gemcitabine or capecitabine), until progression or unacceptable toxicity develops.",
        "INTERVENTION 2: ",
        "  Niraparib",
        "  Niraparib 300 mg (3x100 mg capsules) once daily until progression or unacceptable toxicity develops"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Germline BRCA1 or BRCA2 mutation; patients with unknown BRCA status who meet NCCN BRCA screening criteria will be screened for BRCA mutation.",
        "  Histologically or cytologically confirmed HER2-negative metastatic or locally advanced disease that is not amenable to resection or radiation with curative intent.",
        "  Up to 2 prior cytotoxic regimens for advanced or metastatic breast cancer; patients with no prior cytotoxic regimens for advanced or metastatic disease will only be allowed if they relapsed during or within 12 months of (neo-) adjuvant cytotoxic therapy.",
        "  Prior therapy should have included a taxane and/or anthracycline (unless contraindication to those) in the neoadjuvant, adjuvant, or advanced/metastatic setting.",
        "  a. Hormone receptor positive patients must also have hormone resistant disease; either relapsed while on adjuvant endocrine treatment, or within one year of completing adjuvant endocrine treatment, or progression on at least one line of endocrine treatment for advanced cancer.",
        "  ECOG performance status 0-2",
        "  Adequate bone marrow, kidney and liver function",
        "Exclusion Criteria:",
        "  Patients with platinum resistant cancer",
        "  Symptomatic uncontrolled brain metastases",
        "  Prior diagnosis of Stage IV ovarian cancer; Stage III ovarian cancer must have a 5-year disease-free interval; Stage II ovarian cancer must have a 2-year disease-free interval",
        "  Known hypersensitivity to the components of niraparib",
        "  Invasive cancer other than breast cancer within 2 years (except basal or squamous cell carcinoma of the skin that has been definitely treated)",
        "  Pregnant or breast feeding patients",
        "  Immunocompromised patients",
        "  Known active Hepatitis B or C",
        "  Prior treatment with a PARP inhibitor",
        "  Known history of myelodysplastic syndrome (MDS).",
        "  known and persistent (>4 weeks) >/= grade 3 toxicity or fatigue from prior cancer treatment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS) - Central Review Assessment",
        "  The primary objective of this study is to compare progression-free survival (PFS), as assessed by blinded central review, of patients with advanced/metastatic human epidermal growth factor receptor 2 (HER2)-negative gBRCAmut breast cancer when treated with niraparib as compared to those treated with physician's choice single agent chemotherapy standards (eribulin, vinorelbine, gemcitabine or capecitabine). PFS is defined as the date of randomization to the date of disease progression or death due to any cause, whichever occurs earlier as per Response evaluation criteria in solid tumors (RECIST) version 1.1 as determined by central review assessment.",
        "  Time frame: From the date of randomization to the date of disease progression or death due to any cause, whichever occurs earlier, up to 4 years",
        "Results 1: ",
        "  Arm/Group Title: Physician's Choice",
        "  Arm/Group Description: Physician selection from 4 standard of care metastatic breast cancer chemotherapies (eribulin or vinorelbine or gemcitabine or capecitabine), until progression or unacceptable toxicity develops.",
        "  Overall Number of Participants Analyzed: 71",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  3.1        (1.6 to 7.2)",
        "Results 2: ",
        "  Arm/Group Title: Niraparib",
        "  Arm/Group Description: Niraparib 300 mg (3x100 mg capsules) once daily until progression or unacceptable toxicity develops",
        "  Overall Number of Participants Analyzed: 135",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  4.1        (2.9 to 4.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/65 (6.15%)",
        "  Thrombocytopenia * 0/65 (0.00%)",
        "  Anaemia * 20/65 (0.00%)",
        "  Febrile neutropenia * 20/65 (0.00%)",
        "  Leukopenia * 20/65 (0.00%)",
        "  Neutropenia * 20/65 (0.00%)",
        "  Pericardial effusion * 20/65 (0.00%)",
        "  Tachycardia * 20/65 (0.00%)",
        "  Nausea * 0/65 (0.00%)",
        "  Vomiting * 21/65 (1.54%)",
        "  Constipation * 20/65 (0.00%)",
        "  Abdominal pain * 20/65 (0.00%)",
        "Adverse Events 2:",
        "  Total: 33/134 (24.63%)",
        "  Thrombocytopenia * 10/134 (7.46%)",
        "  Anaemia * 29/134 (6.72%)",
        "  Febrile neutropenia * 21/134 (0.75%)",
        "  Leukopenia * 21/134 (0.75%)",
        "  Neutropenia * 21/134 (0.75%)",
        "  Pericardial effusion * 21/134 (0.75%)",
        "  Tachycardia * 21/134 (0.75%)",
        "  Nausea * 5/134 (3.73%)",
        "  Vomiting * 23/134 (2.24%)",
        "  Constipation * 22/134 (1.49%)",
        "  Abdominal pain * 21/134 (0.75%)"
    ]
}