{
    "Clinical Trial ID": "NCT02018458",
    "Intervention": [
        "INTERVENTION 1: ",
        "  LA TNBC: DC Vaccine+Preop Chemo",
        "  LA TNBC patients will be enrolled to receive DC vaccinations during the 24 weeks of standard preoperative dose-dense doxorubicin/cyclophosphamide (AC) followed by paclitaxel and carboplatin (TCb) chemotherapy"
    ],
    "Eligibility": [
        "- Inclusion Criteria:",
        "  A patient will be considered for enrollment in this study if all of the following criteria are met:",
        "  Female patients 18 years of age.",
        "  Have either:",
        "  locally advanced TNBC defined as invasive ductal cancer; ER- tumors with <10% of tumor nuclei immunoreactive; PR- tumors with <10% of tumor nuclei immunoreactive; T3 or T4 disease, regardless of nodal status (T2 disease is eligible if there are positive lymph nodes present by physical exam or imaging evaluation or histological evaluation, OR",
        "  High-risk ER+ breast cancer defined as grade 3 invasive ductal or mixed ductal/lobular cancers, or grade 2 with Ki67 20%; node positive as evidenced by physical exam or imaging evaluation or histological evaluation.",
        "  HER2- negative breast cancer. If HER2-, it is defined as follows:",
        "  FISH-negative (FISH ratio <2.0), or",
        "  IHC 0-1+, or",
        "  IHC 2+ AND FISH-negative (FISH ratio<2.0)",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1",
        "  Adequate hematologic function, defined by:",
        "  Absolute neutrophil count (ANC) >1500/mm3",
        "  Platelet count 100,000/mm3",
        "  Hemoglobin >9 g/dL (in the absence of red blood cell transfusion)",
        "  Adequate liver function, defined by:",
        "  AST and ALT 2.5 x the upper limit of normal (ULN)",
        "  Total bilirubin 1.5 x ULN",
        "  Adequate renal function, defined by:",
        "  a. Serum creatinine 1.5 x ULN or calculated creatinine clearance of 60 ml/min",
        "  Patients with previous history of invasive cancers (including breast cancer) are eligible if definitive treatment was completed more than 5 years prior to initiating current study treatment, and there is no evidence of recurrent disease.",
        "  Eligible for treatment with paclitaxel, doxorubicin, cyclophosphamide and carboplatine.",
        "  Patient must be accessible for treatment and follow-up.",
        "  Patients must be willing to undergo research biopsies to obtain breast cancer tissue for whole exome sequencing and evaluation of tumor immune microenvironment.",
        "  All patients must be able to understand the investigational nature of the study and give written informed consent prior to study entry.",
        "Exclusion Criteria:",
        "  A patient will be ineligible for inclusion in this study any of the following criteria are met:",
        "  Evidence of metastatic disease on bone scan and CT scan of chest/abdomen (or PET CT scan). Patients with intrathoracic metastatic adenopathy are eligible.",
        "  Active infection or unexplained fever >38.5°C during screening.",
        "  Active infections including viral hepatitis and HIV.",
        "  Active asthma or other condition requiring steroid therapy.",
        "  Autoimmune disease including lupus erythematosus or rheumatoid arthritis. Topical or inhaled corticosteroids are allowed.",
        "  Patients who are currently receiving or who have received previous systemic therapy for breast cancer (eg, chemotherapy, antibody therapy, targeted agents).The use of an LHRH agonist during chemotherapy in premenopausal women who wish to preserve ovarian function is allowed, but is not required.",
        "  Women who are pregnant or lactating. All patients with reproductive potential must agree to use effective contraception from time of study entry until at least 3 months after the last administration of study drug.",
        "  Have a NYHA Class III or IV CHF or LVEF <55%. Patients with significant cardiac disease history within 1 year or ventricular arrhythmias requiring medication are also excluded.",
        "  Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation such as:",
        "  severe impaired lung functions as defined as spirometry and DLCO that is 50% of the normal predicted value and/or O2 saturation that is 88% or less at rest on room air",
        "  uncontrolled diabetes as defined by fasting serum glucose >1.5 x ULN",
        "  liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).",
        "  History of any other disease, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates use of an investigational drug, or that might affect interpretation of the results of this study, or render the patient at high risk for treatment complications.",
        "  Any other investigational or anti-cancer treatments while participating in this study.",
        "Any other cancer"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Safety of DC Vaccine Combined With Chemotherapy",
        "  Toxicities will be graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) Version 4.03 . This will include all patients (eligible and ineligible) who receive at least 1 inoculation of DC vaccine therapy. This safety population will also be used for the summaries and analysis of all safety parameters (drug exposure, tables of adverse events information, including serious adverse events, etc.).",
        "  Time frame: 4 years",
        "Results 1: ",
        "  Arm/Group Title: LA TNBC: DC Vaccine+Preop Chemo",
        "  Arm/Group Description: LA TNBC patients will be enrolled to receive DC vaccinations during the 24 weeks of standard preoperative dose-dense doxorubicin/cyclophosphamide (AC) followed by paclitaxel and carboplatin (TCb) chemotherapy",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  10 100.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/10 (30.00%)",
        "  Right atrial thrombosis 1/10 (10.00%)",
        "  Pulmonary Embolism 1/10 (10.00%)",
        "  dyspnea 1/10 (10.00%)",
        "  cellulitis of right breast 1/10 (10.00%)"
    ]
}