{
    "Clinical Trial ID": "NCT01106898",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment (Chemotherapy With or Without Maintenance Therapy)",
        "  SYSTEMIC CHEMOTHERAPY: Patients receive cyclophosphamide IV over 1 hour and paclitaxel IV over 3 hours on day 1. Treatment repeats every 14 days for 6 courses in the absence of disease progression or unacceptable toxicity.",
        "  MAINTENANCE THERAPY (Her-2 neu positive patients): Patients receive trastuzumab IV over 30 minutes on day 1. Treatment repeats every 14 days for 5 courses and then every 21 days for 14 courses in the absence of disease progression or unacceptable toxicity.",
        "  cyclophosphamide, paclitaxel, trastuzumab: Given IV"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed newly diagnosed stage I-II breast cancer",
        "  Women of reproductive potential must be non-pregnant and non-nursing and must agree to employ an effective barrier method of birth control throughout the study and for up to 6 months following treatment",
        "  Women of child-bearing potential must have a negative pregnancy test within 7 days of initiating study",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Absolute neutrophil count greater than or equal to 1,500/mcl",
        "  Platelet count equal to or greater than 150,000/mcl",
        "  Hemoglobin > 11 gm/dl",
        "  Alkaline phosphatase equal or less than 1.5 times the upper limit of normal (ULN)",
        "  Total bilirubin equal to or less than 1.5 times the ULN",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) no greater than 1.5 times the ULN",
        "  Creatinine less than 1.5 times the ULN",
        "  Able to give informed consent",
        "  All included patients must have normal cardiac function as defined by an ejection fraction of > 50% by echocardiogram",
        "  Able to return for treatment and follow-up on the specified days",
        "Exclusion Criteria:",
        "  Prior malignancy; except for adequately treated basal cell or squamous cell skin cancer or noninvasive carcinomas",
        "  Patients with preexisting grade II peripheral neuropathy",
        "  Patients with prior chemotherapy",
        "  Stage IV or metastatic breast cancer",
        "  Pregnant or nursing women",
        "  Inability to cooperate with treatment protocol",
        "  No active serious infections or other conditions precluding chemotherapy",
        "  Any comorbidity or condition which, in the opinion of the investigator, may interfere with the assessments and procedures of this protocol (e.g. unstable angina, myocardial infarction within 6 months, severe infection, etc.)",
        "  Known hypersensitivity to any component of required drugs in the study",
        "  Known positive for human immunodeficiency virus (HIV) or infectious hepatitis, type A, B or C or active hepatitis",
        "  Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form",
        "  Myocardial infarction within 6 months prior to enrollment or has New York Heart Association (NYHA) class III or IV heart failure uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities; prior to study entry, any electrocardiograph (ECG) abnormality at screening has to be documented by the investigator as not medically relevant"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Recurrence-free Survival",
        "  Recurrence-free survival curves will be plotted for subjects treated with stage I and II disease.",
        "  Time frame: Time from the start of treatment to recurrence, second malignancy, or death as a first event, assessed up to 3 years",
        "Results 1: ",
        "  Arm/Group Title: Treatment (Chemotherapy With or Without Maintenance Therapy)",
        "  Arm/Group Description: SYSTEMIC CHEMOTHERAPY: Patients receive cyclophosphamide IV over 1 hour and paclitaxel IV over 3 hours on day 1. Treatment repeats every 14 days for 6 courses in the absence of disease progression or unacceptable toxicity.",
        "  MAINTENANCE THERAPY (Her-2 neu positive patients): Patients receive trastuzumab IV over 30 minutes on day 1. Treatment repeats every 14 days for 5 courses and then every 21 days for 14 courses in the absence of disease progression or unacceptable toxicity.",
        "  cyclophosphamide, paclitaxel, trastuzumab: Given IV",
        "  Overall Number of Participants Analyzed: 100",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of subjects  98        (92.2 to 99.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/102 (15.69%)",
        "  Febrile Neutropenia 3/102 (2.94%)",
        "  SinusTachycardia 1/102 (0.98%)",
        "  Abdominal pain 2/102 (1.96%)",
        "  Duodenal perforation 1/102 (0.98%)",
        "  Constipation 1/102 (0.98%)",
        "  Diarrhea 1/102 (0.98%)",
        "  Fever 1/102 (0.98%)",
        "  Anaphylaxis 1/102 (0.98%)",
        "  Skin Infection  [1]1/102 (0.98%)",
        "  Urinary Tract Infection 1/102 (0.98%)",
        "  Sepsis 1/102 (0.98%)"
    ]
}