{
    "Clinical Trial ID": "NCT00894504",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Panitumumab/Gemcitabine/Carboplatin",
        "  Panitumumab - 6 mg/kg IV on Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks) Carboplatin - AUC=2.5 IV, Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks) Gemcitabine - 1500 mg/m2 IV, Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients >=18 years of age.",
        "  Histologically or cytologically confirmed diagnosis of unresectable locally advanced or stage IV breast cancer.",
        "  No more than 1 prior treatment regimen for metastatic breast cancer.",
        "  Estrogen receptor and progesterone receptor negative (defined as <10% staining by IHC).",
        "  Paraffin-embedded tumor tissue (from the primary tumor or metastasis) for biomarker testing. (In the absence of paraffinembedded tissue, unstained paraffin-embedded tumor slides are acceptable).",
        "  Measurable disease, as defined by the Response Evaluation Criteria in Solid Tumors (RECIST version 1.1) guidelines",
        "  HER2 negative tumors. HER2 negativity must be confirmed by one of the following:",
        "  FISH-negative (FISH ratio <2.2), or",
        "  IHC 0-1+, or",
        "  IHC 2-3+ AND FISH-negative (FISH ratio <2.2)",
        "  Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0-1.",
        "  Absolute neutrophil count (ANC) >=1.5 × 109/L; platelet count >=100 × 109/L; hemoglobin >=9.0 g/dL.",
        "  Creatinine <=1.5 mg/dL, or creatinine clearance >=40 mL/min (as calculated by the Cockcroft-Gault method, as follows: Female creatinine clearance = (140 - age) × (weight in kg) × 0.85 (serum creatinine × 72)",
        "  Adequate hepatic function, defined as follows: total bilirubin <=1.5 x ULN; aspartate aminotransferase (AST) <=3 × ULN (or <= 5 x ULN if liver metastases); alanine aminotransferase (ALT) <=3 x ULN (or <=5 x ULN if liver metastases).",
        "  Magnesium level >= the institutional lower limit of normal (LLN).",
        "  Women of childbearing potential must agree to use adequate contraception (per institutional standard of care) during treatment and until 6 months after the last administration of investigational products.",
        "Exclusion Criteria:",
        "  Patients with brain metastases are not eligible.",
        "  History of another primary cancer, with the exception of the following:",
        "  Curatively treated in situ cervical cancer;",
        "  Curatively resected non-melanoma skin cancer;",
        "  Other primary solid tumor curatively treated with no known active disease present and no treatment administered for >=5 years prior to study enrollment.",
        "  History of interstitial lung disease (e.g., pneumonitis, pulmonary fibrosis), or any evidence of interstitial lung disease on the CT scan of the chest performed at the baseline visit.",
        "  Prior anti-EGFR antibody therapy (e.g., cetuximab), or treatment with small-molecule EGFR inhibitors (e.g., gefitinib, erlotinib, lapatinib).",
        "  Radiotherapy <=14 days prior to study enrollment. Any acute effects of radiotherapy must be resolved prior to the administration of study drugs.",
        "  Systemic chemotherapy, hormonal therapy, immunotherapy, or experimental or approved proteins/antibodies (e.g., bevacizumab) <=21 days prior to study enrollment.",
        "  Prior therapy with gemcitabine or carboplatin in the metastatic setting is not permitted. Patients who received gemcitabine or carboplatin as part of adjuvant therapy are eligible, as long as recurrence was first documented >12 months after the last exposure to the drug(s).",
        "  Major surgery within 28 days or minor surgery within 14 days of study enrollment.",
        "  Requirement of chronic use of immunosuppressive agents (e.g., methotrexate, cyclosporine).",
        "  Any investigational agent or therapy <=30 days prior to study enrollment.",
        "  Uncontrolled or intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia.",
        "  History of any medical or psychiatric condition or laboratory abnormality that, in the opinion of the investigator, may increase the risks associated with the study participation or administration of the investigational products, or that may interfere with the interpretation of the results.",
        "  Unwillingness or inability to comply with study requirements.",
        "  Women who are pregnant or breastfeeding.",
        "  Patients with known human immunodeficiency virus (HIV), hepatitis C virus, and/or acute or chronic hepatitis B virus infection."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS)",
        "  Measured from Day 1 of study drug administration to disease progression - defined by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 as a 20% increase in the sum of the longest diameter of target lesions and/or appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions",
        "  Time frame: every 6 weeks until treatment discontinuation",
        "Results 1: ",
        "  Arm/Group Title: Panitumumab/Gemcitabine/Carboplatin",
        "  Arm/Group Description: Panitumumab - 6 mg/kg IV on Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks) Carboplatin - AUC=2.5 IV, Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks) Gemcitabine - 1500 mg/m2 IV, Day 1 of each 2-week treatment cycle for 3 cycles (6 weeks)",
        "  Overall Number of Participants Analyzed: 71",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  4.4        (3.2 to 5.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/71 (14.08%)",
        "  ATRIAL FIBRILLATION 1/71 (1.41%)",
        "  CARDIAC TAMPONADE 1/71 (1.41%)",
        "  PERICARDIAL EFFUSION 1/71 (1.41%)",
        "  SUPRAVENTRICULAR TACHYCARDIA 1/71 (1.41%)",
        "  DIARRHOEA 1/71 (1.41%)",
        "  NAUSEA 1/71 (1.41%)",
        "  VOMITING 1/71 (1.41%)",
        "  CHEST PAIN 1/71 (1.41%)",
        "  PNEUMONIA 1/71 (1.41%)",
        "  MALIGNANT PLEURAL EFFUSION 1/71 (1.41%)",
        "  HEPATIC ENCEPHALOPATHY 1/71 (1.41%)"
    ]
}