{
    "Clinical Trial ID": "NCT00503906",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Abraxane, Avastin and Gemcitabine",
        "  Each treatment cycle is 28 days. Participants will be treated until disease progression:",
        "  Gemcitabine: 1500 mg/m2 body surface area (BSA) intravenously (IV) over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by;",
        "  Abraxane: 150 mg/m2 IV over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by;",
        "  Avastin: 10 mg/kg IV on days 1 and 15 of each cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Patients must either be:",
        "  treatment-naïve with newly diagnosed her2neu non-overexpressing (non amplified) metastatic (Stage IV) breast cancer, or",
        "  HER2/neu-negative patients with metastasis diagnosed 6 or more months after completing primary systemic treatment (neoadjuvant, adjuvant chemotherapy).",
        "  No previous chemotherapy regimen for metastatic breast cancer.",
        "  18 years of age or older.",
        "  Measurable disease as defined by RECIST criteria or evaluable disease.",
        "  Eastern Cooperative Oncology Group (ECOG) 0-1.",
        "  Life expectancy greater than 3 months.",
        "  For female (or male) patients, either pre- or post-menopausal, surgically sterilized, or willing to use an acceptable method of birth control for the duration of the study",
        "  Provide written informed consent before any study-related procedure not part of normal medical care is conducted",
        "  Willing and able to comply with the protocol requirement",
        "  Laboratory parameters as follows:",
        "  Neutrophils: 1.5 x109/L or greater",
        "  Platelets: 100 x109/L or greater",
        "  Hemoglobin:  9.0 g/dL",
        "  Serum Creatinine:  1.5mg/dL",
        "  Bilirubin:  ULN, except when caused by metastatic disease",
        "  Alanine transaminase (ALT)/Aspartate transaminase (AST):  2.5 times the upper limit of the normal range (ULN) except when caused by metastatic disease",
        "  Urine protein creatinine (UPC) ratio < 1.0 at screening.",
        "  Exclusion Criteria",
        "  Previous treatment with gemcitabine.",
        "  History of Gastrointestinal Bleeding in the previous 3 months.",
        "  Chemotherapy within 4 weeks prior to enrollment.",
        "  Radiation therapy or evidence of acute effects of radiation therapy within 2 weeks prior to enrollment.",
        "  Any major surgery within 4 weeks prior to enrollment.",
        "  Presence of central nervous system or brain metastases.",
        "  Urine protein: creatinine ratio  1.0 at screening.",
        "  Inadequately controlled hypertension (defined as systolic blood pressure > 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medications).",
        "  A prior history of hypertensive crisis or hypertensive encephalopathy.",
        "  Peripheral neuropathy > grade I.",
        "  Clinical AIDS or known positive HIV serology",
        "  No concurrent clinically evident malignancy is allowed except inactive non-melanoma skin cancer and inactive cervical cancer diagnosed or other cancer for which the patient has been disease-free for five years.",
        "  Unstable angina.",
        "  New York Heart Association (NYHA) Grade II or greater congestive heart failure",
        "  History of myocardial infarction within 6 months.",
        "  History of stroke within 6 months.",
        "  Clinically significant peripheral vascular disease.",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to enrollment, anticipation of need for major surgical procedure during the course of the study.",
        "  Minor surgical procedures such as fine needle aspirations or core biopsies within 7 days prior to enrollment.",
        "  Pregnant (positive pregnancy test) or lactating.",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to enrollment",
        "  Serious, non-healing wound, ulcer, or bone fracture",
        "  Inability to comply with study and/or follow-up procedures",
        "  Participants with serious medical or psychiatric illness that would render chemotherapy unsafe are ineligible.",
        "  Participants cannot have been in another experimental drug study other than a Bevacizumab cancer study within 4 weeks of the first infusion of these study medications."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Median Progression-Free Survival",
        "  Progression-free survival will be measured from the first dose date to the earliest date of documented evidence of progressive disease or the date of death due to any causes, whichever occurs first.",
        "  Time frame: Up to 24 months",
        "Results 1: ",
        "  Arm/Group Title: Abraxane, Avastin and Gemcitabine",
        "  Arm/Group Description: Each treatment cycle is 28 days. Participants will be treated until disease progression:",
        "  Gemcitabine: 1500 mg/m2 body surface area (BSA) intravenously (IV) over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by;",
        "  Abraxane: 150 mg/m2 IV over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by;",
        "  Avastin: 10 mg/kg IV on days 1 and 15 of each cycle.",
        "  Overall Number of Participants Analyzed: 29",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  10.4        (5.6 to 15.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/29 (27.59%)",
        "  Leukopenia  [1]1/29 (3.45%)",
        "  Thrombocytopenia  [1]1/29 (3.45%)",
        "  Abscess  [1]1/29 (3.45%)",
        "  Breast Abscess 1/29 (3.45%)",
        "  Fever/Sepsis  [1]1/29 (3.45%)",
        "  Neutropenic Fever  [2]1/29 (3.45%)",
        "  Peripheral Neuropathy  [1]1/29 (3.45%)",
        "  Seizure/Syncope  [1]1/29 (3.45%)",
        "  Hematuria  [1]1/29 (3.45%)",
        "  UTI  [1]1/29 (3.45%)",
        "  Shortness of breath  [1]1/29 (3.45%)"
    ]
}