{
    "Clinical Trial ID": "NCT01688609",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment (Lapatinib, Trastuzumab, Paclitaxel, Surgery)",
        "  Drug exposure: Patients receive lapatinib ditosylate PO QD and trastuzumab IV over 30-90 minutes once weekly for 6 weeks in the absence of disease progression or unacceptable toxicity.",
        "  Preoperative therapy: Patients receive lapatinib ditosylate PO QD, trastuzumab IV over 30 minutes once weekly, and paclitaxel IV over 90 minutes once weekly for 12 weeks in the absence of disease progression or unacceptable toxicity. Patients then undergo lumpectomy or mastectomy.",
        "  lapatinib ditosylate: Given PO",
        "  paclitaxel: Given IV",
        "  trastuzumab: Given IV",
        "  therapeutic conventional surgery: Undergo lumpectomy or mastectomy",
        "  pharmacological study: Correlative studies",
        "  laboratory biomarker analysis: Correlative studies"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have histologically or cytologically confirmed primary invasive breast cancer",
        "  Primary tumor is larger than 2 cm in diameter (T2) as measured by caliper or ultrasound",
        "  Overexpression and/or amplification of HER2 is confirmed by immunohistochemistry (IHC) 3+ or fluorescence in situ hybridization (FISH) + when IHC 2+",
        "  Patients have not received prior therapies for breast cancer",
        "  Patients have Karnofsky >= 70%",
        "  Leukocytes >= 3,000/mcL",
        "  Absolute neutrophil count >= 1,500/mcL",
        "  Hemoglobin >= 9.0 g/dL",
        "  Platelets >= 75,000/mcL",
        "  Total bilirubin =< 1.5 times institutional upper limit of normal",
        "  Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase [SGOT])/alanine aminotransferase (ALT)(serum glutamic pyruvate transaminase[SGPT]) =< 2.5 times institutional ULN",
        "  Creatinine =< 1.5 times institutional upper limit of normal (ULN)",
        "  Patients must have left ventricular ejection fraction (LVEF) >= 50% by multi-gated acquisition (MUGA) or echocardiography",
        "  Patients must be able to take oral medications (i.e., no uncontrolled vomiting, inability to swallow, or diagnosis of chronic malabsorption)",
        "  Women of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation as well as for at least 6 months after the last dose of trastuzumab",
        "  Ability to understand and willingness not only for treatment but also for undergoing serial biopsies and sign a written informed consent document",
        "  Only Japanese women are eligible for the trial",
        "Exclusion Criteria:",
        "  Patients who have had chemotherapy or radiotherapy",
        "  Patients who are receiving any other investigational agents",
        "  Patients have distal metastasis (stage IV disease)",
        "  Patients with previous (within 10 years) or current history of malignant neoplasm except for curatively treated basal and squamous cell carcinoma of the skin or carcinoma in situ of the cervix",
        "  Patients with a history of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib or other agents used in study",
        "  Patients receiving any medications or substances that are inhibitors or inducers of cytochrome P450 3A4 (CYP3A4) are ineligible",
        "  Patients who have uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
        "  Pregnant women",
        "  Patients who have family or personal history of congenital long or short QT syndrome, Brugada syndrome, QT/QTc prolongation, or torsade de pointes",
        "  Patients who have chronic gastrointestinal disease presenting with diarrhea (inflammatory bowel disease, malabsorption, or >= grade 2 diarrhea of any etiology at baseline)",
        "  Patients who have neuropathy >= grade 2 of any cause",
        "  Patients are diagnosed with inflammatory breast cancer or bilateral breast cancer"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Expression of ALDH1 and CD44v Change in the Binary Biomarkers From Baseline to 6 Weeks and 18 Weeks",
        "  For biomarkers ALDH1 and CD44v, the change in the proportions of CD44v-positive (CD44v+) tumor cells and ALDH1-positive (ALDH1+) tumor cells in tumor tissue from baseline to 6 weeks and 18 weeks time points were determined for each patient. For biomarker change, changes in the binary biomarkers between time points were assessed using McNemar's test in all patients and separately in patients with and without pCR.",
        "  Time frame: From baseline to 18 weeks",
        "Results 1: ",
        "  Arm/Group Title: Treatment (Lapatinib, Trastuzumab, Paclitaxel, Surgery)",
        "  Arm/Group Description: Drug exposure: Patients receive lapatinib ditosylate PO QD and trastuzumab IV over 30-90 minutes once weekly for 6 weeks in the absence of disease progression or unacceptable toxicity.",
        "  Preoperative therapy: Patients receive lapatinib ditosylate PO QD, trastuzumab IV over 30 minutes once weekly, and paclitaxel IV over 90 minutes once weekly for 12 weeks in the absence of disease progression or unacceptable toxicity. Patients then undergo lumpectomy or mastectomy.",
        "  lapatinib ditosylate: Given PO",
        "  paclitaxel: Given IV",
        "  trastuzumab: Given IV",
        "  therapeutic conventional surgery: Undergo lumpectomy or mastectomy",
        "  pharmacological study: Correlative studies",
        "  laboratory biomarker analysis: Correlative studies",
        "  Overall Number of Participants Analyzed: 18",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  baseline CD44v expression : pCR: 5  27.8%",
        "  baseline CD44v expression : non-pCR: 3  16.7%",
        "  CD44v expression at 6 weeks : pCR: 0   0.0%",
        "  CD44v expression at 6 weeks : non-pCR: 4  22.2%",
        "  CD44v expression at 18 weeks : pCR: 0   0.0%",
        "  CD44v expression at 18 weeks : non-pCR: 5  27.8%",
        "  baseline ALDH1 expression : pCR: 8  44.4%",
        "  baseline ALDH1 expression : non-pCR: 10  55.6%",
        "  ALDH1 expression at 6 weeks : pCR: 7  38.9%",
        "  ALDH1 expression at 6 weeks : non-pCR: 10  55.6%",
        "  ALDH1 expression at 18 weeks : pCR: 8  44.4%",
        "  ALDH1 expression at 18 weeks : non-pCR: 9  50.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/18 (0.00%)"
    ]
}