{
    "Clinical Trial ID": "NCT01855828",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Chemo Plus Pertuzumab,Trastuzumab",
        "  During weeks 1-12, patients will receive pertuzumab, trastuzumab, and paclitaxel at the same time; during weeks 13-24 patients will receive pertuzumab and trastuzumab at the same time with 5-fluorouracil, epirubicin, and cyclophosphamide (FEC).",
        "  Pertuzumab: First dose is 840mg, maintenance dose is 420mg. Pertuzumab will be administered once every 3 weeks for 24 weeks (8 doses total)",
        "  Trastuzumab: For weeks 1-12, first dose is 4 mg/kg, maintenance dose is 2 mg/kg administered every week (12 doses total).",
        "  For weeks 13-24, dose is 6mg/kg administered every 3 weeks (4 doses total).",
        "  Paclitaxel: Administered at 80mg/m2 every week from week 1 to 12 (12 doses total).",
        "  5-fluorouracil: Administered at 500 mg/m2 for every 3 weeks during weeks 13-24 (4 doses total).",
        "  Epirubicin: Administered at 75mg/m2 every 3 weeks during weeks 13-24 (4 doses total).",
        "  Cyclophosphamide: Administered at 500mg/m2 for every 3 weeks during weeks 13-24 (4 doses total)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  - Patients with histologically confirmed stage I-III, HER2-positive invasive breast cancer for which adjuvant/neoadjuvant chemotherapy is indicated based on physician judgment following NCCN practice guidelines.",
        "  HER2 overexpression or amplification will be based on local test results and is defined as either:",
        "  (i) IHC staining of 3+ (uniform, intense membrane staining) in greater than or equal to 10% of invasive tumor cells or, (ii) Fluorescent in situ hybridization (FISH) result of more than six HER2 gene copies per nucleus or, (iii) FISH ratio (HER2 gene signals to chromosome 17 signals) of greater than or equal to 2.0.",
        "  Patients with synchronous bilateral breast cancers are eligible if at least one of the tumors is HER2-positive.",
        "  Left Ventricular Ejection Fraction (LVEF) greater or equal to 50% at baseline as determined by either ECHO or MUGA, or within the institution's normal limits.",
        "  Women of childbearing potential must have a negative pregnancy test (serum or urine beta HCG) prior to initiation of chemotherapy. Both female and male breast cancer patients who are sexually active have to agree to practice contraception while participating in the trial and for 3 month after completion of therapy.",
        "  Adequate bone marrow function as indicated by the following:",
        "  ANC greater than or equal to 1500/uL",
        "  Platelets greater than or equal to 100,000/uL",
        "  Hemoglobin greater than or equal to 10 g/dL",
        "  Adequate renal function, as indicated by creatinine less than or equal to 1.5 times upper limit of normal (ULN)",
        "  Adequate liver function, as indicated by bilirubin less than or equal to 1.5 X ULN and AST or ALT less than or equal to 2x ULN.",
        "  Signed informed consent.",
        "Exclusion Criteria:",
        "  Patients will be excluded from the study based on any of the following criteria:",
        "  Patients who underwent partial excisional biopsy, lumpectomy, segmental mastectomy, modified radical mastectomy or sentinel node biopsy and, therefore cannot be assessed for pathologic response accurately.",
        "  Patients who are high risk for developing the following anthracycline, paclitaxel, trastuzumab or pertuzumab related toxicities including:",
        "  History of congestive heart failure, myocardial infarction or cardiomyopathy, uncontrolled hypertension despite adequate medications Pre-existing peripheral neuropathy > grade 3 Prior anthracycline therapy Known hypersensitivity to any of the study medications Patients older than age 65 due to increased risk of cardiotoxicity",
        "  Active infection requiring systemic antibiotic therapy.",
        "  Pregnant or lactating women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Proportion of Participants With a Pathologic Complete Response Rate",
        "  To estimate the pathologic complete response rate (pCR) when pertuzumab is added to weekly trastuzumab/paclitaxel followed by trastuzumab/5-fluorouracil, epirubicin and cyclophosphamide neoadjuvant chemotherapy in HER2-positive breast cancer. This study will assess pCR rates separately in ER+ and ER- cancers. Pathologic complete response is defined as no evidence of viable invasive tumor cells at the primary tumor site and axillary lymph nodes in the surgical specimen. Residual Disease (RD) is defined as: Any invasive cancer in the breast or axillary lymph nodes in the surgical specimen.",
        "  Time frame: 20 weeks",
        "Results 1: ",
        "  Arm/Group Title: Chemo Plus Pertuzumab,Trastuzumab",
        "  Arm/Group Description: During weeks 1-12, patients will receive pertuzumab, trastuzumab, and paclitaxel at the same time; during weeks 13-24 patients will receive pertuzumab and trastuzumab at the same time with 5-fluorouracil, epirubicin, and cyclophosphamide (FEC).",
        "  Pertuzumab: First dose is 840mg, maintenance dose is 420mg. Pertuzumab will be administered once every 3 weeks for 24 weeks (8 doses total)",
        "  Trastuzumab: For weeks 1-12, first dose is 4 mg/kg, maintenance dose is 2 mg/kg administered every week (12 doses total).",
        "  For weeks 13-24, dose is 6mg/kg administered every 3 weeks (4 doses total).",
        "  Paclitaxel: Administered at 80mg/m2 every week from week 1 to 12 (12 doses total).",
        "  5-fluorouracil: Administered at 500 mg/m2 for every 3 weeks during weeks 13-24 (4 doses total).",
        "  Epirubicin: Administered at 75mg/m2 every 3 weeks during weeks 13-24 (4 doses total).",
        "  Cyclophosphamide: Administered at 500mg/m2 for every 3 weeks during weeks 13-24 (4 doses total).",
        "  Overall Number of Participants Analyzed: 48",
        "  Measure Type: Number",
        "  Unit of Measure: proportion of participants  HR Positive: 23 participants",
        "  .26        (.13 to .46)",
        "  HR Negative: 25 participants",
        "  .80        (.60 to .91)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/50 (12.00%)",
        "  Ventricular tachycardia 1/50 (2.00%)",
        "  Fever  [1]1/50 (2.00%)",
        "  Flu like symptoms 1/50 (2.00%)",
        "  Catheter related infection 2/50 (4.00%)",
        "  Suicidal ideation *  [2]1/50 (2.00%)",
        "  Thromboembolic event 1/50 (2.00%)"
    ]
}