{
    "Clinical Trial ID": "NCT00944047",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Intervention Arm",
        "  Nab-paclitaxel, trastuzumab, doxorubicin, cyclophosphamide, Growth Factor Support, Surgery",
        "  nab-paclitaxel: 100 MG/M2 IV over 30 minutes once a week for 12 weeks",
        "  trastuzumab: 4 MG loading dose followed by 2 MG/KG every week for a total of 12 weeks",
        "  Doxorubicin: 60 MG/M2 every two weeks for a total of 4 cycles",
        "  cyclophosphamide: 600 MG/M2 every 2 weeks for 4 cycles (administered with Doxorubicin above)",
        "  Growth Factor Support: - All patients will receive pegfilgrastim 6.0 mg sc on Day #2 of each doxorubicin/cyclophosphamide neoadjuvant treatment cycle.",
        "  - Erythropoetic growth factor support for fatigue/anemia will be allowed at the discretion of the treating physician.",
        "  Surgery: -After completion of neoadjuvant therapy, patients will proceed with either modified radical mastectomy or lumpectomy.",
        "  -All patients with pretreatment lymph node positive disease and positive sentinel lymph node will undergo complete axillary lymph node dissection."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patient  18 years of age",
        "  Histologically proven stage II or III adenocarcinoma of the breast",
        "  Must be candidate for neoadjuvant treatment (Tumor size  2 cm, T2, T3, T4 and/or clinical N1 or N2).",
        "  HER-2/neu 1+ or 2+ by immunohistochemistry",
        "  Must have operable tumor.",
        "  Performance status of 2 or better per SWOG criteria",
        "  LVEF  55% by echocardiogram performed within 4 weeks prior to treatment initiation",
        "  If patient of childbearing potential, pregnancy test is negative",
        "  Patients with reproductive potential must use an effective method to avoid pregnancy for the duration of the trial.",
        "  Adequate bone marrow function: ANC > 1500/mm3, platelet count > 100,000/mm3, and hemoglobin > 9 g/dL",
        "  Adequate kidney function: serum creatinine of < 1.5mg/dl and/or creatinine clearance of > 60 mL/min",
        "  Adequate hepatic function: transaminases < 2.5 x upper limit of normal and total bilirubin < 1.5 mg/dL",
        "  Must be informed of the investigational nature of the study and must sign an informed consent in accordance with the institutional rules.",
        "  Pretreatment lab values must be performed within 14 days of patient registration, and other baseline studies (with the exception of mammogram) must be performed within 30 days of patient registration.",
        "EXCLUSION CRITERIA:",
        "  Patient with metastatic breast cancer.",
        "  Women with tumors that are HER-2 neu 0+ or 3+ by immunohistochemistry",
        "  Women with HER 2 FISH amplified tumors (FISH ratio >2.2)",
        "  Patients who have had prior endocrine therapy for > 4 weeks or chemotherapy for this breast cancer will be excluded.",
        "  Locally advanced, inoperable tumors will be excluded.",
        "  The presence of any other medical or psychiatric disorder that, in the opinion of the treating physician, would contraindicate the use of drugs in this protocol or place the subject at undue risk for treatment complications.",
        "  History of significant cardiac disease, cardiac risk factors or uncontrolled arrhythmias",
        "  Ejection fraction < 55%",
        "  Pregnancy or lactation",
        "  Patients with inadequate laboratory values (as defined above) are excluded from study.",
        "  Patients with NCI common toxicity criteria (CTC) grade 2 or greater peripheral neuropathy are excluded from study.",
        "  Patients with active infection are excluded from study.",
        "  Patients with concomitant or previous malignancies within the last 5 years, are excluded from the study. Exceptions include: adequately treated basal or squamous cell carcinoma of the skin, carcinoma in situ of the cervix, and ductal carcinoma in situ (DCIS).",
        "  Patients with emotional limitations are excluded from study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response",
        "  [Not Specified]",
        "  Time frame: 22 weeks",
        "Results 1: ",
        "  Arm/Group Title: Intervention Arm",
        "  Arm/Group Description: Nab-paclitaxel, trastuzumab, doxorubicin, cyclophosphamide, Growth Factor Support, Surgery",
        "  nab-paclitaxel: 100 MG/M2 IV over 30 minutes once a week for 12 weeks",
        "  trastuzumab: 4 MG loading dose followed by 2 MG/KG every week for a total of 12 weeks",
        "  Doxorubicin: 60 MG/M2 every two weeks for a total of 4 cycles",
        "  cyclophosphamide: 600 MG/M2 every 2 weeks for 4 cycles (administered with Doxorubicin above)",
        "  Growth Factor Support: - All patients will receive pegfilgrastim 6.0 mg sc on Day #2 of each doxorubicin/cyclophosphamide neoadjuvant treatment cycle.",
        "  - Erythropoetic growth factor support for fatigue/anemia will be allowed at the discretion of the treating physician.",
        "  Surgery: -After completion of neoadjuvant therapy, patients will proceed with either modified radical mastectomy or lumpectomy.",
        "  -All patients with pretreatment lymph node positive disease and positive sentinel lymph node will undergo complete axillary lymph node dissection.",
        "  Overall Number of Participants Analyzed: 32",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  26"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/32 (15.63%)",
        "  Pain * 1/32 (3.13%)",
        "  Febrile neutropenia * 2/32 (6.25%)",
        "  Pneumonia * 1/32 (3.13%)",
        "  Syncope * 1/32 (3.13%)"
    ]
}