{
    "Clinical Trial ID": "NCT01596751",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase Ib: Eribulin in Combination With PLX3397",
        "  Phase Ib:",
        "  21 day treatment cycle: PLX3397 100-200 mg gelcaps, by mouth daily & Eribulin 1.4 mg/m2 intravenously, day 1 and 8",
        "  Cohort 1: 600 mg/day",
        "  Cohort 2: 800 mg/day",
        "  Cohort 3: 1000 mg/day"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Pathologically confirmed diagnosis of breast cancer with documented progressive disease.",
        "  Patients with stable brain metastases are eligible for this trial.",
        "  At least one prior chemotherapy regimen for metastatic breast cancer. Prior treatment must be discontinued at least 2 weeks before treatment start.",
        "  Concomitant therapy with bisphosphonates is allowed.",
        "  Stable dose coumadin anticoagulation is allowed, providing that anticoagulation can be safely held to an International Normalized Ratio (INR) within normal range for the purpose of tumor biopsy. Low molecular weight heparin (LMWH is the preferred method of anticoagulation.",
        "  Prothrombin time (PT)/International Normalized Ratio (INR) and partial thromboplastin time (PTT) within institutional normal limits within two weeks before initial biopsy.",
        "  Measurable disease, as defined by RECIST guidelines or evaluable disease. Bone metastases must be evaluable.",
        "  Disease amenable to core biopsy. Patients with pulmonary metastases as their only site of disease may enroll on this trial and will not undergo biopsy.",
        "  For Phase I: patients with human epidermal growth factor receptor 2 (HER2) overexpressing disease must have been previously treated with trastuzumab. Patients with HER2 overexpressing disease are not eligible for the Phase II trial.",
        "  Age eighteen years or older.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status </= 2.",
        "  Life expectancy of >/= 12 weeks.",
        "  Patients with < grade 1 peripheral neuropathy are eligible for this trial.",
        "  Adequate bone marrow reserve: Absolute Neutrophil Count (ANC) >/= 1000, platelets >/= 100,000.",
        "  Adequate renal function: serum creatinine </= 1.5x upper limit of normal (ULN) OR calculated creatinine clearance  50 ml/min.",
        "  Sodium, potassium, and chloride levels within institutional normal limits.",
        "  Adequate hepatic function: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) </= 2.5 x ULN, and total bilirubin </= 1.5x upper limit of normal. In patients with liver dysfunction due to hepatic metastases, AST and ALT are permitted to be </= 5 times the ULN.",
        "  At baseline: Ejection fraction (EF)  50%, no evidence of QT prolongation, no history of congenital long QT syndrome, and no use of drugs known to increase the risk of Torsades de Point - patients may be eligible for study if the drug can be changed to another agent with less risk (such as changing from citalopram to an alternate antidepressant).",
        "  Able to take oral medications and maintain hydration.",
        "  Ability to give written informed consent and willingness to comply with the requirements of the protocol",
        "  Women of child-bearing potential must agree to use an effective method of birth control during treatment and for six months after receiving their last dose of study drug",
        "  Specific inclusion criteria for Phase II",
        " Patients enrolling on the phase II portion of this trial must have ER, progesterone receptors (PR) and HER2 negative disease defined as less than 10% staining for ER and PR, and HER2 not amplified byFluorescent in situ hybridization (FISH), 0-1% by Immunohistochemistry (IHC), or 2+ by IHC and no evidence of amplification by FISH.",
        "Exclusion Criteria:",
        "  Treatment with another chemotherapy or hormonal therapy within the past 2 weeks.",
        "  Treatment with trastuzumab, bevacizumab or other targeted therapies within the past 2 weeks.",
        "  Concurrent treatment with radiotherapy.",
        "  Ongoing treatment with any other investigational therapy.",
        "  Prior treatment with eribulin",
        "  Severe, concurrent illness including congestive heart failure, significant cardiac disease and uncontrolled hypertension, that would likely prevent the patient from being able to comply with the study protocol.",
        "  Inadequate bone marrow, renal, or hepatic function as defined above, or an active coagulopathy that precludes tissue biopsy.",
        "  Pregnant or lactating women and women of child-bearing potential who are not using an effective method of birth control. Women of childbearing potential must undergo a serum pregnancy test within seven days of starting the study drug."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum Tolerated Dose (MTD) of PLX3397 Given in Combination With Standard Dose Eribulin in Participants With Metastatic Breast Cancer (Phase 1b)",
        "  The MTD was determined using a standard dose-escalation schema with 3 to 6 participants per cohort (3+3 design) for participants enrolled in Phase 1b. The starting dose level of PLX3397 was 600 mg/day and was raised in successive cohorts up to a dose of 1000 mg/day. Participants in each Phase Ib cohort were followed for dose limiting toxicities (DLTs) within the first 21 days of combination therapy and had to receive at least 14 days of PLX3397 and 2 doses of eribulin during the first cycle in order to be considered evaluable for DLT (unless the missed doses were due to a DLT). A toxicity was considered a DLT if it was treatment related and met specific requirements for type of toxicity and severity assessed according to Common Terminology Criteria for Adverse Events (CTCAE) version 4. The MTD was defined as the lowest dose level at which 2 or more participants in a cohort experienced a DLT. The dose level just below the MTD was selected for Phase 2.",
        "  Time frame: Up to Day 21",
        "Results 1: ",
        "  Arm/Group Title: Phase Ib: Eribulin in Combination With PLX3397",
        "  Arm/Group Description: Phase Ib:",
        "  21 day treatment cycle: PLX3397 100-200 mg gelcaps, by mouth daily & Eribulin 1.4 mg/m2 intravenously, day 1 and 8",
        "  Cohort 1: 600 mg/day",
        "  Cohort 2: 800 mg/day",
        "  Cohort 3: 1000 mg/day",
        "  Overall Number of Participants Analyzed: 28",
        "  Measure Type: Number",
        "  Unit of Measure: miligrams per day  1,000"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/5 (60.00%)",
        "  Febrile neutropenia 3/5 (60.00%)",
        "  Atrial fibrillation 0/5 (0.00%)",
        "  Myocardial Infarction 0/5 (0.00%)",
        "  Blurred Vision 0/5 (0.00%)",
        "  Dysphagia 0/5 (0.00%)",
        "  Fever 0/5 (0.00%)",
        "  General disorders and administration site conditions - Other 0/5 (0.00%)",
        "  Localized edema 0/5 (0.00%)",
        "  Non-cardiac chest pain 0/5 (0.00%)",
        "  Pain 0/5 (0.00%)",
        "  Sepsis 0/5 (0.00%)"
    ]
}