{
    "Clinical Trial ID": "NCT00777049",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ER+ and/or PgR+ (Arm I)",
        "  Panobinostat - LBH589: hard gelatine capsule - 5mg and 20mg",
        "INTERVENTION 2: ",
        "  ER- and PgR- (Arm II)",
        "  Panobinostat - LBH589: hard gelatine capsule - 5mg and 20mg"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent obtained prior to any study-related procedures",
        "  Women  18 years old",
        "  Patients with an ECOG performance status of  2 assessed within 2 weeks (14 days) prior to registration",
        "  Histologically or cytologically confirmed breast cancer with locally recurrent or radiological evidence of metastatic disease. Locally recurrent disease must not be amenable to resection with curative intent.",
        "  Measurable disease per RECIST (Response Evaluation Criteria in Solid Tumor) guidelines",
        "  HER2-negative patients by local laboratory testing (IHC 0 or 1+ staining, IHC 2+ staining but in situ hybridization negative, or in situ hybridization negative).",
        "  ER and PgR testing from a local laboratory is required prior to patient registration",
        "  For Arm I: at least two lines of prior endocrine therapy (in adjuvant and/or metastatic settings) are required. Up to two prior cytotoxic chemotherapies are allowed in the metastatic setting (prior adjuvant and neoadjuvant chemotherapy is allowed).",
        "  For Arm II: up to 2 prior cytotoxic chemotherapy regimens for treatment of metastatic or locally recurrent breast cancer are allowed.",
        "  Complete radiological tumor measurement within 4 weeks (28 days) prior to registration:",
        "  Chest: CT scan with intravenous contrast if the contrast is not medically contraindicated or MRI",
        "  Abdomen: CT scan with intravenous or oral contrast if the contrast is not medically contraindicated or MRI",
        "  Brain: CT scan or MRI",
        "  Bone: Whole body Bone Scintigraphy",
        "  Patients must meet the following laboratory criteria within 2 weeks (14 days) prior to registration:",
        "  Hematology",
        "  Neutrophil count of > 1200/mm3",
        "  Platelet count of > 100,000/mm3",
        "  Hemoglobin  90 g/L",
        "  Biochemistry",
        "  AST/SGOT and ALT/SGPT  2.5 x upper limit of normal (ULN) or  5.0 x ULN if the transaminase elevation is due to disease involvement",
        "  Serum bilirubin  1.5 x ULN",
        "  Serum creatinine  1.5 x ULN or 24-hour creatinine clearance  50 mL/min",
        "  Serum potassium, sodium, magnesium, phosphorus, and calcium within normal limits for the institution",
        "  Serum albumin  LLN or 30g/L",
        "  Clinically euthyroid function (TSH and free T4). (Patients are permitted to receive thyroid hormone supplements to treat underlying hypothyroidism).",
        "  LVEF assessment (2-D echocardiogram or MUGA scan) performed within 6 weeks prior to registration, showing a LVEF value > 50%",
        "  Electrocardiogram performed within 1 week prior to registration (details about findings on the Electrocardiogram that are not acceptable for participating in the study are reported in the Exclusion criteria section)",
        "  Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days prior to registration and agree to appropriate method of pregnancy prevention.",
        "  Patient should have an archival tumor sample available for confirmation of HER2, Estrogen and Progesterone status by the central lab.",
        "Exclusion Criteria:",
        "  Prior HDAC, DAC, HSP90 inhibitors or valproic acid for the treatment of cancer",
        "  Patients who need valproic acid for any other medical condition during the study or within 5 days prior to first panobinostat treatment",
        "  Patients who have received prior systemic anti-cancer therapy (cytotoxic chemotherapy, endocrine therapy, targeted therapy, monoclonal antibody or biologic therapy) or investigational agent within the last 4 weeks prior to registration (6 weeks for nitrosoureas and mitomycin; 2 weeks for capecitabine)",
        "  Patients who have received prior radiotherapy to  25% of the bone marrow within the last 4 weeks prior to registration; local radiotherapy is allowed however all recently irradiated lesions should not be included in the measurable disease assessment.",
        "  Patients who have received prior investigational agents within the last 4 weeks prior to registration",
        "  Patients with unresolved diarrhea CTCAE grade 1",
        "  Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral panobinostat",
        "  History of cardiac dysfunction including any one of the following:",
        "  Complete left bundle branch block or obligate use of a cardiac pacemaker or congenital long QT syndrome or history or presence of ventricular tachyarrhythmias or clinically significant resting bradycardia (<50 beats per minute) or QTcF > 450 msec on screening ECG or right bundle branch block and left anterior hemiblock (bifascicular block)",
        "  Presence of unstable atrial fibrillation (ventricular response rate >100 bpm). Patients with stable atrial fibrillation are allowed in the study provided they do not meet the other cardiac exclusion criteria",
        "  Previous history angina pectoris or acute MI within 6 months of registration",
        "  Congestive Heart Failure (New York Heart Association functional classification III-IV)",
        "  History of unexplained syncope",
        "  Other clinically significant heart disease (e.g. cardiomyopathy, cardiac artery disease, uncontrolled hypertension, or history of poor compliance with an antihypertensive regimen)",
        "  Family history of long QT syndrome, unexplained syncope or unexplained sudden death",
        "  Acute or chronic liver or renal disease",
        "  Other concurrent severe and/or uncontrolled medical conditions (e.g., uncontrolled diabetes mellitus, active untreated or uncontrolled infection, chronic obstructive or chronic restrictive pulmonary disease including dyspnoea at rest from any cause) that could cause unacceptable safety risks or compromise compliance with the protocol",
        "  Concomitant use of drugs with a risk of causing torsades de pointes where such treatments cannot be discontinued or switched to a different medication prior to starting study drug",
        "  Brain metastases, unless patient randomized on study at least 90 days from completion of brain radiotherapy and / or surgery without radiologic or functional evidence of progressive brain metastases, and off corticosteroids above the dose of 7.5 mg prednisone or equivalent; No concurrent radiotherapy for brain metastasis is allowed",
        "  Clinically significant third space fluid accumulation",
        "  Concurrent biphosphonates unless if initiated prior to study entry (at least 4 weeks before patient registration)",
        "  Pregnant (i.e., positive beta-human chorionic gonadotropin test) or breast feeding patient",
        "  Unable to swallow oral medications",
        "  Not willing to use a double barrier method of non-hormonal birth control. Contraception must be used during the study and for 30 days after last dose of study treatment.",
        "  Patients with any significant history of non-compliance to medical regimens or with inability to grant a reliable informed consent"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (as Determined by Investigator): the Percentage of Patients Assigned to a Treatment Arm With a Confirmed Best Response of CR or PR.",
        "  The assessment of overall response (OR) is based on the response of target lesion, of non-target lesion, and on presence of new lesions (RECIST criteria version 1.0 using imaging techniques; as per investigator assessment).",
        "  Time frame: 6 years and 2 months",
        "Results 1: ",
        "  Arm/Group Title: ER+ and/or PgR+ (Arm I)",
        "  Arm/Group Description: Panobinostat - LBH589: hard gelatine capsule - 5mg and 20mg",
        "  Overall Number of Participants Analyzed: 33",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete Response: 0",
        "  Partial Response: 1",
        "  Stable Disease / Incompete Response: 13",
        "  Progressive Disease: 14",
        "Missing: 5",
        "Results 2: ",
        "  Arm/Group Title: ER- and PgR- (Arm II)",
        "  Arm/Group Description: Panobinostat - LBH589: hard gelatine capsule - 5mg and 20mg",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete Response: 1",
        "  Partial Response: 0",
        "  Stable Disease / Incompete Response: 4",
        "  Progressive Disease: 14",
        "Missing: 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 12/32 (37.50%)",
        "  Anaemia 0/32 (0.00%)",
        "  Neutropenia 1/32 (3.13%)",
        "  Thrombocytopenia 4/32 (12.50%)",
        "  Atrial fibrillation 1/32 (3.13%)",
        "  Cardiac failure congestive 1/32 (3.13%)",
        "  Myocardial ischaemia 1/32 (3.13%)",
        "  Abdominal discomfort 0/32 (0.00%)",
        "  Ascites 1/32 (3.13%)",
        "  Constipation 0/32 (0.00%)",
        "  Rectal haemorrhage 1/32 (3.13%)",
        "  Vomiting 1/32 (3.13%)",
        "  Fatigue 1/32 (3.13%)",
        "Adverse Events 2:",
        "  Total: 8/20 (40.00%)",
        "  Anaemia 1/20 (5.00%)",
        "  Neutropenia 0/20 (0.00%)",
        "  Thrombocytopenia 1/20 (5.00%)",
        "  Atrial fibrillation 0/20 (0.00%)",
        "  Cardiac failure congestive 0/20 (0.00%)",
        "  Myocardial ischaemia 0/20 (0.00%)",
        "  Abdominal discomfort 1/20 (5.00%)",
        "  Ascites 0/20 (0.00%)",
        "  Constipation 2/20 (10.00%)",
        "  Rectal haemorrhage 0/20 (0.00%)",
        "  Vomiting 0/20 (0.00%)",
        "  Fatigue 0/20 (0.00%)"
    ]
}