{
    "Clinical Trial ID": "NCT00829166",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab Emtansine",
        "  Participants received trastuzumab emtansine 3.6 mg/kg IV infusion over 30-90 minutes on Day 1 of each 21-day treatment cycle until PD (as assessed by the investigator), unmanageable toxicity, or study termination.",
        "INTERVENTION 2: ",
        "  Lapatinib + Capecitabine",
        "  Participants received lapatinib 1250 mg (five 250 mg tablets) orally once daily during each 21-day cycle + capecitabine 1000 mg/m^2 orally twice daily on Days 1-14 of each 21-day treatment cycle until PD (as assessed by the investigator), unmanageable toxicity, or study termination. Participants of this group were allowed to cross over to receive trastuzumab emtansine based on statistically significant OS benefit in favor of trastuzumab emtansine demonstrated in second interim analysis."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  HER2 status must be prospectively, centrally tested and be HER2-positive based on central laboratory assay results",
        "  Histologically or cytologically confirmed invasive breast cancer",
        "  Prior treatment for breast cancer in the adjuvant, unresectable, locally advanced, or metastatic setting must include both a taxane, alone or in combination with another agent, and trastuzumab, alone or in combination with another agent",
        "  Documented progression (which occur during or after most recent treatment or within 6 months after completing of adjuvant therapy) of incurable, unresectable, locally advanced or metastatic breast cancer, defined by the investigator",
        "  Measurable and/or nonmeasurable disease; participants with central nervous system-only disease are excluded",
        "  Cardiac ejection fraction greater than or equal to (>/=) 50 percent (%) by either echocardiogram or multi-gated acquisition scan",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  For women of childbearing potential and men with partners of childbearing potential, agreement to use a highly effective, non-hormonal form of contraception; contraception use should continue for the duration of the study treatment and for at least 6 months after the last dose of study treatment",
        "Exclusion Criteria:",
        "  History of treatment with trastuzumab emtansine",
        "  Prior treatment with lapatinib or capecitabine",
        "  Peripheral neuropathy of Grade >/= 3 per National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE), Version 3.0",
        "  History of other malignancy within the last 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive breast cancer, or cancers with a similar curative outcome as those mentioned above",
        "  History of receiving any anti-cancer drug/biologic or investigational treatment within 21 days prior to randomization except hormone therapy, which could be given up to 7 days prior to randomization; recovery of treatment-related toxicity consistent with other eligibility criteria",
        "  History of radiation therapy within 14 days of randomization",
        "  Brain metastases that are untreated, symptomatic, or require therapy to control symptoms, as well as any history of radiation, surgery, or other therapy, including steroids, to control symptoms from brain metastases within 2 months (60 days) of randomization",
        "  History of symptomatic congestive heart failure or serious cardiac arrhythmia requiring treatment",
        "  History of myocardial infarction or unstable angina within 6 months of randomization",
        "  Current dyspnea at rest due to complications of advanced malignancy or current requirement for continuous oxygen therapy",
        "  Current severe, uncontrolled systemic disease (for example, clinically significant cardiovascular, pulmonary, or metabolic disease)",
        "  Pregnancy or lactation",
        "  Current known active infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus",
        "  Presence of conditions that could affect gastrointestinal absorption: Malabsorption syndrome, resection of the small bowel or stomach, and ulcerative colitis",
        "  History of intolerance (such as Grade 3-4 infusion reaction) to trastuzumab",
        "  Known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase deficiency",
        "  Current treatment with sorivudine or its chemically related analogs, such as brivudine"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With PD or Death as Assessed by an Independent Review Committee (IRC)",
        "  PD was assessed by an IRC using modified Response Evaluation Criteria in Solid Tumors (RECIST). All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as target lesions (TLs) and recorded at baseline. TLs should be selected on the basis of their size (those with the longest diameter) and their suitability for accurate repeated measurements either by imaging or clinically. A sum of the longest diameter for all TLs was calculated as baseline sum longest diameter (SLD). All other lesions (or sites of disease) should be identified as non-TLs and recorded at baseline. PD for TLs was defined as greater than or equal to (>/=) 20 percent (%) increase in SLD, taking as reference smallest SLD recorded since treatment started or appearance of 1 or more new lesions. PD for non-TLs was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. Percentage of Participants with PD by IRC or death from any cause was reported.",
        "  Time frame: From the date of randomization through the data cut-off date of 14 Jan 2012 (up to 2 years, 11 months)",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab Emtansine",
        "  Arm/Group Description: Participants received trastuzumab emtansine 3.6 mg/kg IV infusion over 30-90 minutes on Day 1 of each 21-day treatment cycle until PD (as assessed by the investigator), unmanageable toxicity, or study termination.",
        "  Overall Number of Participants Analyzed: 495",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  53.5",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib + Capecitabine",
        "  Arm/Group Description: Participants received lapatinib 1250 mg (five 250 mg tablets) orally once daily during each 21-day cycle + capecitabine 1000 mg/m^2 orally twice daily on Days 1-14 of each 21-day treatment cycle until PD (as assessed by the investigator), unmanageable toxicity, or study termination. Participants of this group were allowed to cross over to receive trastuzumab emtansine based on statistically significant OS benefit in favor of trastuzumab emtansine demonstrated in second interim analysis.",
        "  Overall Number of Participants Analyzed: 496",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  61.3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 92/490 (18.78%)",
        "  Anaemia * 1/490 (0.20%)",
        "  Anaemia of malignant disease * 0/490 (0.00%)",
        "  Febrile neutropenia * 0/490 (0.00%)",
        "  Neutropenia * 0/490 (0.00%)",
        "  Thrombocytopenia * 4/490 (0.82%)",
        "  Angina pectoris * 0/490 (0.00%)",
        "  Atrial fibrillation * 1/490 (0.20%)",
        "  Cardiomyopathy * 1/490 (0.20%)",
        "  Coronary artery disease * 0/490 (0.00%)",
        "  Pericardial effusion * 0/490 (0.00%)",
        "Adverse Events 2:",
        "  Total: 99/488 (20.29%)",
        "  Anaemia * 1/488 (0.20%)",
        "  Anaemia of malignant disease * 1/488 (0.20%)",
        "  Febrile neutropenia * 2/488 (0.41%)",
        "  Neutropenia * 1/488 (0.20%)",
        "  Thrombocytopenia * 1/488 (0.20%)",
        "  Angina pectoris * 1/488 (0.20%)",
        "  Atrial fibrillation * 0/488 (0.00%)",
        "  Cardiomyopathy * 0/488 (0.00%)",
        "  Coronary artery disease * 1/488 (0.20%)",
        "  Pericardial effusion * 2/488 (0.41%)"
    ]
}