{
    "Clinical Trial ID": "NCT00403130",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Bevacizumab + Gemcitabine + Paclitaxel",
        "  Gemcitabine 1000 mg/m2 by IV infusion, days 1, 8, and 15 in 28-day cycles",
        "  Paclitaxel 80 mg/m2 by IV infusion, days 1, 8, and 15 in 28-day cycles",
        "  Bevacizumab 10 mg/kg by IV infusion, days 1 and 15 in 28-day cycles"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA",
        "  Previously-untreated metastatic breast cancer. May have had prior chest wall irradiation or palliative radiation to bony sites for control of pain or fracture. These sites of disease, however, will not be considered as sites of measurable disease.",
        "  Use of bisphosphonates will be permitted.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "  Granulocyte count  1500/mm³",
        "  Platelet count  100,000/mm³",
        "  Hemoglobin  8.0 g/dL.",
        "  Serum glutamic oxaloacetic transaminase (SGOT) / serum glutamic pyruvic transaminase (SGPT)  2.5 x the institutional upper limit of normal (ULN) if alkaline phosphatase is  ULN or alkaline phosphatase may be up to 4 x ULN if transaminases are  ULN.",
        "  Total bilirubin within institutional limits of normal.",
        "  Calculated creatinine clearance  30 mL/min using the formula: Ccr(mL/min) = [(140-age in years) X (wt in kg) X 0.85 (females)]/(72 x serum creatinine in mg/dL)",
        "   18 years of age.",
        "  Prior anthracycline treatment in the adjuvant setting or prior chest wall radiation must have left ventricular ejection fraction (LVEF) within the institutional range of normal as assessed by pre-treatment multigated acquisition (MUGA) scan or echocardiogram (ECHO).",
        "  All patients must give signed written informed consent.",
        "  May have received adjuvant therapy as long as therapy complete > 12 months from study entry.",
        "  Females of childbearing potential must have a negative pregnancy test taken  2 weeks prior to study enrollment, and must consent to the use of effective contraception during the study period and for 6months thereafter.",
        "  EXCLUSION CRITERIA",
        "  Receiving hormonal therapy",
        "  Prior treatment for metastatic disease with cytotoxic agents or inhibitors of epidermal growth factor receptor (EGFR)",
        "  Her2NEU-positive breast cancers, by either immunohistochemistry (IHC) score 3+ or fluorescence in situ hybridization (FISH)",
        "  Pregnant or lactating.",
        "  Patients have had active malignancies other than breast cancer in the past 5 years with the exception of in situ carcinoma of the cervix or nonmelanomatous skin cancer.",
        "  Active or unresolved infection.",
        "  Pre-existing peripheral neuropathy > Grade 1.",
        "  Prior history of severe hypersensitivity reaction to paclitaxel, gemcitabine, bevacizumab or drugs formulated with polysorbate 80.",
        "  Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study.",
        "  Blood pressure of >150/100 mmHg",
        "  Unstable angina",
        "  New York Heart Association (NYHA) Grade II or greater congestive heart failure",
        "  History of myocardial infarction within 6 months",
        "  History of stroke within 6 months",
        "  Clinically-significant peripheral vascular disease",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Presence of central nervous system or brain metastases",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0, anticipation of need for major surgical procedure during the course of the study",
        "  Minor surgical procedures, fine needle aspirations or core biopsies within 7 days prior to Day 0",
        "  Urine protein:creatinine ratio  1.0 at screening",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 0",
        "  Serious, non-healing wound, ulcer, or bone fracture",
        "  Inability to comply with study and/or follow-up procedures"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time-to-Progression (TTP)",
        "  Time-to-Progression (TTP) was assessed as the time from start of treatment to progression, as observed on radiographic scans and assessed per the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 criteria for progressive disease (ie, a 5-mm absolute increase of the sum of the longest diameters of the target lesions in addition to a 20% increase in the sum of the target lesions)",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: Bevacizumab + Gemcitabine + Paclitaxel",
        "  Arm/Group Description: Gemcitabine 1000 mg/m2 by IV infusion, days 1, 8, and 15 in 28-day cycles",
        "  Paclitaxel 80 mg/m2 by IV infusion, days 1, 8, and 15 in 28-day cycles",
        "  Bevacizumab 10 mg/kg by IV infusion, days 1 and 15 in 28-day cycles",
        "  Overall Number of Participants Analyzed: 9",
        "  Median (Standard Deviation)",
        "  Unit of Measure: months  8.9         (5.9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/26 (69.23%)",
        "  Thrombocytopenia * 4/26 (15.38%)",
        "  Neutropenia * 3/26 (11.54%)",
        "  Epitasis * 1/26 (3.85%)",
        "  Peripheral arterial ischemia * 1/26 (3.85%)",
        "  Thrombosis *  [1]1/26 (3.85%)",
        "  Weakness * 1/26 (3.85%)",
        "  Pain *  [2]2/26 (7.69%)",
        "  Febrile neutropenia * 1/26 (3.85%)",
        "  Aspartate Aminotransferase *  [3]1/26 (3.85%)",
        "  Syncope * 1/26 (3.85%)"
    ]
}