{
    "Clinical Trial ID": "NCT01306032",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Triple-negative Breast Cancer: ABT-888 + Cyclophosphamide",
        "  Oral cyclophosphamide 50mg by mouth (PO) for 21 days and oral ABT-888 60mg by mouth (PO) on a continuous schedule.",
        "INTERVENTION 2: ",
        "  Triple-negative Breast Cancer: Cyclophosphamide Alone",
        "  Oral cyclophosphamide 50mg by mouth (PO) for 21 days."
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Patients with histologically documented:",
        "  BRCA-positive ovarian cancer (documented deleterious BRCA1/2 mutation or a BRCAPRO score of greater than or equal to 30%)",
        "  primary peritoneal or ovarian high-grade serous carcinoma or fallopian tube cancer (no requirement for BRCA status)",
        "  triple-negative breast cancer (documented estrogen receptor (ER) negative, progesterone receptor (PR) negative, and human epidermal growth factor receptor 2 (Her2/neu) negative from the original pathology report if considered adequate, or per The American Society of Clinical Oncology/College of American Pathologists (ASCO/CAP) guidelines (47, 48)) with metastasis to distant sites",
        "  Low-grade lymphoid malignancies (NHL), as described below, whose disease has progressed following at least one line of standard therapy:",
        "  Follicle center lymphoma, follicular or diffuse-recurrent/refractory",
        "  Marginal zone B-cell lymphoma: splenic, nodal, extranodal (this includes mucosa-associated lymphoid tissue (MALT)) - recurrent/refractory",
        "  Lymphoplasmacytic lymphoma - recurrent/refractory",
        "  Small lymphocytic lymphoma (SLL) (absolute lymphocytes count below 5,000)",
        "  Pathology must be confirmed by the registering institution. For patients who are eligible for the study due to a history of BRCA1/2 mutation, documented evidence of their mutation status must be provided prior to enrolling on the study.",
        "  Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than or equal to 20 mm with conventional techniques or as greater than or equal to 10 mm with spiral computed tomography (CT) scan.",
        "  Any prior therapy or radiotherapy must have been completed greater than or equal to 4 weeks (greater than 6 weeks for nitrosoureas or mitomycin C) prior to enrollment on protocol, and the participant must have recovered to eligibility levels from prior toxicity. Patients must be greater than or equal to 2 weeks since any investigational agent administered as part of a Phase 0 study, and should have recovered to eligibility levels from any toxicities.",
        "  Patients who have had prior treatment with any PARP inhibitors are eligible unless the PARP inhibitor was administered in combination with cyclophosphamide.",
        "  Patients with bone metastases or hypercalcemia on bisphosphonate treatment are eligible to participate",
        "  Age greater than or equal to 18 years. Because no dosing or adverse event data are currently available on the use of ABT-888 in patients less than 18 years of age, children are excluded from this study, but may be eligible for future pediatric Phase I combination trials.",
        "  Karnofsky performance status greater than or equal to 70%.",
        "  Life expectancy greater than 3 months.",
        "  Patients must have adequate organ and marrow function as defined below:",
        "  absolute neutrophil count greater than or equal to 1,500/microL (mcL)",
        "  platelets greater than or equal to 100,000/microL (mcL)",
        "  total bilirubin less than 1.5 times institutional upper limit of normal",
        "  Aspartate aminotransaminase (AST) serum glutamic oxaloacetic transaminase (SGOT)/alanine aminotransaminase (ALT) serum glutamic pyruvic transaminase (SGPT) less than or equal to 2.5 times institutional upper limit of normal",
        "  creatinine less than 1.5 times institutional upper limit of normal",
        "  OR",
        "  --creatinine clearance greater than or equal to 60 mL/min for patients with creatinine",
        "  levels greater than or equal to 1.5 times institutional upper limit of normal.",
        "  The effects of ABT-888 on the developing human fetus are unknown. For this reason and because cyclophosphamide hydrochloride is known to be teratogenic, women of childbearing potential and men must agree to use adequate contraception (abstinence; female use of hormonal methods, or barrier methods of birth control; male use of a condom) prior to study entry, for the duration of study participation, and for 3 months after completion of study. Because there is a risk for adverse events in nursing infants secondary to treatment of the mother with cyclophosphamide, breastfeeding should be discontinued while the patient is on this trial and for 30 days after completion of treatment on this trial. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "EXCLUSION CRITERIA:",
        "  Women who are pregnant or breastfeeding.",
        "  Patients with uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Patients with germ cell and borderline ovarian epithelial tumors.",
        "  Patients who have received prior cyclophosphamide should not be excluded solely because of receiving prior cyclophosphamide.",
        "  Patients with history of central nervous system (CNS) metastases who have received treatment and who have been on stable doses of anti-seizure medicine and had no seizures x 3 months will be eligible.",
        "  Patients with gastrointestinal conditions that might predispose for drug intolerability or poor drug absorption (e.g., inability to take oral medication or a requirement for intravenous (IV) alimentation, prior surgical procedures affecting absorption, malabsorption syndrome, and active peptic ulcer disease) are excluded. Subjects with ulcerative colitis, inflammatory bowel disease, or a partial or complete small bowel obstruction are also excluded, as are any patients who cannot swallow the capsule whole. Capsules must not be crushed or chewed; nasogastric or gastrostomy tube (G-tube) administration is not allowed.",
        "  INCLUSION OF WOMEN AND MINORITIES:",
        "  -Men and women of all races and ethnic groups are eligible for this trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With an Overall Response Rate",
        "  Complete response (CR) + partial response (PR)) of the combination of ABT-888 with metronomic oral cyclophosphamide to the response rate (CR+PR) of metronomic oral cyclophosphamide in patients with deleterious BRCA mutations and refractory ovarian cancer or patients with primary peritoneal or ovarian high-grade serous carcinoma or fallopian tube cancer. CR + PR was determined by the Response Evaluation Criteria in Solid Tumors (RECIST). CR is disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to <10 mm). Partial response is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
        "  Time frame: an average of 126 days for ovarian; 71 days for TNBC; for crossover intervention, pts stayed on study for an avg of 134 days for ovarian; 50 days for TNBC.",
        "Results 1: ",
        "  Arm/Group Title: Triple-negative Breast Cancer: ABT-888 + Cyclophosphamide",
        "  Arm/Group Description: Oral cyclophosphamide 50mg by mouth (PO) for 21 days and oral ABT-888 60mg by mouth (PO) on a continuous schedule.",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  9.5",
        "Results 2: ",
        "  Arm/Group Title: Triple-negative Breast Cancer: Cyclophosphamide Alone",
        "  Arm/Group Description: Oral cyclophosphamide 50mg by mouth (PO) for 21 days.",
        "  Overall Number of Participants Analyzed: 18",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  5.6"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/37 (8.11%)",
        "  Sinus tachycardia 0/37 (0.00%)",
        "  Heart failure 0/37 (0.00%)",
        "  Dehydration 1/37 (2.70%)",
        "  Death Not Associated with CTCAE: Death NOS 1/37 (2.70%)",
        "  Lymphopenia 1/37 (2.70%)",
        "  Neutropenia 1/37 (2.70%)",
        "  Thrombocytopenia 0/37 (0.00%)",
        "  Hyponatremia 1/37 (2.70%)",
        "  Weight loss 0/37 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/38 (0.00%)",
        "  Sinus tachycardia 0/38 (0.00%)",
        "  Heart failure 0/38 (0.00%)",
        "  Dehydration 0/38 (0.00%)",
        "  Death Not Associated with CTCAE: Death NOS 0/38 (0.00%)",
        "  Lymphopenia 0/38 (0.00%)",
        "  Neutropenia 0/38 (0.00%)",
        "  Thrombocytopenia 0/38 (0.00%)",
        "  Hyponatremia 0/38 (0.00%)",
        "  Weight loss 0/38 (0.00%)"
    ]
}