{
    "Clinical Trial ID": "NCT01073865",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Zoladex 10.8 mg",
        "  ZOLADEX 10.8 mg (goserelin acetate): one subcutaneous depot injection into interior abdominal wall once every 12 weeks",
        "INTERVENTION 2: ",
        "  Zoladex 3.6 mg",
        "  ZOLADEX 3.6 mg (goserelin acetate): one subcutaneous depot injection into interior abdominal wall once every 4 weeks"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female 20 years and pre-menopausal.Pre-menopausal defined as 1) last menses within 1 year of randomisation, and 2) E2 10 pg/mL and FSH  30 mIU/mL within 4 weeks of randomisation.",
        "  Hormone sensitivity (ER positive) of primary or secondary tumour tissue.",
        "  Histological/cytological confirmation of breast cancer and are candidates to receive hormonal therapy as therapy for advanced breast cancer.",
        "Exclusion Criteria:",
        "  Patients who have received tamoxifen or other hormonal therapies as adjuvant therapy for breast cancer within 24 weeks before randomisation and/or who have received prior treatment with hormonal therapies for advanced breast cancer",
        "  Patients who have received LHRHa as adjuvant therapy for breast cancer within 48 weeks before randomisation",
        "  Patients who have relapsed during adjuvant hormonal therapy or within 48 weeks after completion of adjuvant hormonal therapy and/or"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Patients With Progression-free Survival (PFS) at 24 Weeks",
        "  A patient is judged as progression-free survive at Week 24 if their PFS time is at least 24 weeks with no progression event prior to Week 24 (ie, overall visit response is complete response (CR), partial response (PR) or stable disease (SD) at a tumour assessment at least 24 weeks after randomization). Overall visit response is assessed according to the RECIST version 1.1. %PFS is the proportion of patients with PFS.",
        "  Time frame: 24 weeks after the first dosing",
        "Results 1: ",
        "  Arm/Group Title: Zoladex 10.8 mg",
        "  Arm/Group Description: ZOLADEX 10.8 mg (goserelin acetate): one subcutaneous depot injection into interior abdominal wall once every 12 weeks",
        "  Overall Number of Participants Analyzed: 109",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  67  61.5%",
        "Results 2: ",
        "  Arm/Group Title: Zoladex 3.6 mg",
        "  Arm/Group Description: ZOLADEX 3.6 mg (goserelin acetate): one subcutaneous depot injection into interior abdominal wall once every 4 weeks",
        "  Overall Number of Participants Analyzed: 113",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  68  60.2%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/108 (3.70%)",
        "  ANAEMIA 1/108 (0.93%)",
        "  ENTEROCOLITIS 0/108 (0.00%)",
        "  PERIODONTAL DISEASE 0/108 (0.00%)",
        "  VOMITING 0/108 (0.00%)",
        "  CHEST PAIN 1/108 (0.93%)",
        "  PNEUMONIA 0/108 (0.00%)",
        "  TETANUS 1/108 (0.93%)",
        "  HYPERURICAEMIA 0/108 (0.00%)",
        "  DECREASED APPETITE 0/108 (0.00%)",
        "  MUSCULAR WEAKNESS 0/108 (0.00%)",
        "  PAIN IN EXTREMITY 1/108 (0.93%)",
        "  DYSPNOEA 0/108 (0.00%)",
        "Adverse Events 2:",
        "  Total: 8/113 (7.08%)",
        "  ANAEMIA 1/113 (0.88%)",
        "  ENTEROCOLITIS 1/113 (0.88%)",
        "  PERIODONTAL DISEASE 1/113 (0.88%)",
        "  VOMITING 1/113 (0.88%)",
        "  CHEST PAIN 0/113 (0.00%)",
        "  PNEUMONIA 1/113 (0.88%)",
        "  TETANUS 0/113 (0.00%)",
        "  HYPERURICAEMIA 1/113 (0.88%)",
        "  DECREASED APPETITE 1/113 (0.88%)",
        "  MUSCULAR WEAKNESS 1/113 (0.88%)",
        "  PAIN IN EXTREMITY 0/113 (0.00%)",
        "  DYSPNOEA 3/113 (2.65%)"
    ]
}