{
    "Clinical Trial ID": "NCT01205503",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cycle 1 Saline; Cycle 2 Mesna",
        "  Saline infused over 15 minutes administered prior to and 3 hours post doxorubicin infusion (over 15 minutes) during 1st cycle, then Mesna administered (infused over 15 minutes, 360 mg/m2) prior to and 3 hours post doxorubicin infusion during 2nd cycle",
        "  Mesna: Mesna: 360 mg/m2 in 50 mL normal saline (NS) either on cycle 2 or cycle 1, day 1. Infused over 15 minutes",
        "  Saline: Saline (used as a placebo) infused over the same time as mesna intervention",
        "INTERVENTION 2: ",
        "  Cycle 1 Mesna; Cycle 2 Saline",
        "  Mesna administered (infused over 15 minutes, 360 mg/m2) prior to and 3 hours post doxorubicin infusion during 1st cycle, then Saline administered prior to and 3 hours post doxorubicin infusion (over 15 minutes) during 2nd cycle",
        "  Mesna: Mesna: 360 mg/m2 in 50 mL normal saline (NS) either on cycle 2 or cycle 1, day 1. Infused over 15 minutes",
        "  Saline: Saline (used as a placebo) infused over the same time as mesna intervention"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Participants must have histologically or cytologically confirmed breast cancer or non-hodgkin lymphoma and independent of protocol eligibility be determined to require one of the chemotherapy regimens listed below",
        "  Participants must require as standard-of-care treatment a chemotherapy regimen that includes one of the following combinations:",
        "  doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2;",
        "  doxorubicin 50 mg/m2, cyclophosphamide 500 mg/m2, and docetaxel 75 mg/m2;",
        "  doxorubicin 50 mg/m2, cyclophosphamide 750 mg/m2, vincristine 1.4 mg/m2 (capped at 2 mg dose), and prednisone 100 mg +/- rituximab 375 mg/m2",
        "  Age >18 years.Because these treatment regimens are rarely used in pediatric oncology, children are excluded from this study but will be eligible for future pediatric phase 2 trials.",
        "  Life expectancy of greater than 6 months.",
        "  Zubrod performance score 2 or better.",
        "  Patients must have normal organ and marrow function as defined below:",
        "  leukocytes >3,000/microliter (mcL) (unless due to cancer in marrow)",
        "  absolute neutrophil count >1,500/mcL (unless due to cancer in marrow)",
        "  platelets >100,000/mcL (unless due to cancer in marrow)",
        "  total bilirubin <1.5 X normal institutional limits",
        "  Aspartate aminotransferase (AST) or serum glutamic oxaloacetic transaminase (SGOT)/Alanine aminotransferase (ALT) or serum glutamic pyruvic transaminase (SGPT) <2.5 X institutional upper limit of normal",
        "  creatinine within normal institutional limits OR",
        "  creatinine clearance >60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal",
        "  left ventricular function  50 % ejection fraction",
        "  Because the standard of care chemotherapy agents are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "Exclusion Criteria:",
        "  Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.",
        "  Patients may not be receiving any other investigational agents",
        "  Patients with known brain metastases should be excluded from this clinical trial because progressive neurologic dysfunction would confound the evaluation of neuro-cognitive outcomes.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to mesna or other agents used in the study (ie. sulfur containing drugs including \"sulfa antibiotics\" and celecoxib).",
        "  Patients requiring ongoing pharmacologic treatment of dementia are excluded.",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant women are excluded from this study because the chemotherapy agents have known teratogenic or abortifacient effects. Because there is a potential risk for adverse events in nursing infants secondary to treatment of the mother with chemotherapy, breastfeeding should be discontinued if the mother is treated with chemotherapy.",
        "  HIV-positivity is NOT a specific exclusion criteria."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  TNF-alpha Levels in Patients Receiving Doxorubicin Containing Chemotherapy",
        "  Continuous Measure of TNF-alpha at the 4 time points outlined in the protocol for each group.",
        "  Time frame: prior to and 3 hours post doxorubicin and between cycles 1 and 2",
        "Results 1: ",
        "  Arm/Group Title: Cycle 1 Saline; Cycle 2 Mesna",
        "  Arm/Group Description: Saline infused over 15 minutes administered prior to and 3 hours post doxorubicin infusion (over 15 minutes) during 1st cycle, then Mesna administered (infused over 15 minutes, 360 mg/m2) prior to and 3 hours post doxorubicin infusion during 2nd cycle",
        "  Mesna: Mesna: 360 mg/m2 in 50 mL normal saline (NS) either on cycle 2 or cycle 1, day 1. Infused over 15 minutes",
        "  Saline: Saline (used as a placebo) infused over the same time as mesna intervention",
        "  Overall Number of Participants Analyzed: 16",
        "  Geometric Mean (95% Confidence Interval)",
        "  Unit of Measure: log(pg/ml)  Cycle 1 Pre: 3.55        (1.96 to 6.42)",
        "  Cycle 1 Post: 2.95        (1.54 to 5.64)",
        "  Cycle 2 Pre: 2.26        (1.37 to 3.73)",
        "  Cycle 2 Post: 1.78        (1.05 to 3.03)",
        "Results 2: ",
        "  Arm/Group Title: Cycle 1 Mesna; Cycle 2 Saline",
        "  Arm/Group Description: Mesna administered (infused over 15 minutes, 360 mg/m2) prior to and 3 hours post doxorubicin infusion during 1st cycle, then Saline administered prior to and 3 hours post doxorubicin infusion (over 15 minutes) during 2nd cycle",
        "  Mesna: Mesna: 360 mg/m2 in 50 mL normal saline (NS) either on cycle 2 or cycle 1, day 1. Infused over 15 minutes",
        "  Saline: Saline (used as a placebo) infused over the same time as mesna intervention",
        "  Overall Number of Participants Analyzed: 16",
        "  Geometric Mean (95% Confidence Interval)",
        "  Unit of Measure: log(pg/ml)  Cycle 1 Pre: 3.68        (1.98 to 6.81)",
        "  Cycle 1 Post: 3.18        (1.79 to 5.64)",
        "  Cycle 2 Pre: 1.67        (1.35 to 2.07)",
        "  Cycle 2 Post: 1.29        (1.01 to 1.65)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/32 (3.13%)",
        "  Non-cardiac chest pain *1/32 (3.13%)",
        "  MRSA positive infection in toe *0/32 (0.00%)",
        "  Lung Infection *0/32 (0.00%)",
        "  Blood bilirubin increased *0/32 (0.00%)",
        "  White blood cell decreased *0/32 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/32 (3.13%)",
        "  Non-cardiac chest pain *0/32 (0.00%)",
        "  MRSA positive infection in toe *1/32 (3.13%)",
        "  Lung Infection *1/32 (3.13%)",
        "  Blood bilirubin increased *1/32 (3.13%)",
        "  White blood cell decreased *1/32 (3.13%)"
    ]
}