{
    "Clinical Trial ID": "NCT00924352",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone + Dasatinib",
        "  Ixabepilone, for injection 15 mg supplied with diluent for ixabepilone, 8 mL. Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Starting Dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2.",
        "  Dasatinib tablets will be administered continuously starting on Day 1, Cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Starting Dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.",
        "  Dasatinib: Dasatinib tablets will be administered continuously starting on Day 1, Cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Starting Dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.",
        "  Ixabepilone: Ixabepilone, for injection 15 mg supplied with diluent for ixabepilone, 8 mL.",
        "  Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Starting Dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A patient must meet each of the following criteria to be considered eligible for inclusion in this study:",
        "  Patient has the ability to understand and the willingness to sign a written informed consent including form according to institutional guidelines.",
        "  Patient has histologically-proven breast cancer.",
        "  Patient has locally recurrent or metastatic disease, measurable or non- measurable by RECIST criteria.",
        "  Patient has HER2-negative disease or disease that is refractory to HER2- directed therapy.",
        "  Patient is female or male  18 years of age.",
        "  Patient has(ECOG)performance status of  2.",
        "  Patient must have received at least 1 but no more than 2 prior chemotherapy regimens for locally recurrent or metastatic disease. Patients may have received neoadjuvant and/or adjuvant chemotherapy. These prior regimens can not have included ixabepilone or dasatinib. A line of chemotherapy will be defined as one or more agents used continuously or discontinuously (i.e., allowing a break or chemo holiday) without the addition of a new agent. Hormonal therapy will not be considered a line of therapy.",
        "  Prior chemotherapy must have been completed at least 3 weeks prior to study treatment start (6 weeks for nitrosoureas and mitomycin), and the patient must have recovered from all associated toxicities (except for alopecia and neuropathy grade 1 according to CTCAE, v3.0 classification).",
        "  Radiation therapy, immunotherapy, biologic therapy, and hormonal/endocrine therapy must have been completed at least 2 weeks prior to study treatment start. Any major surgery must have been completed at least 4 weeks prior to study treatment start.",
        "  Patient has adequate organ, metabolic and bone marrow function as follows:",
        "  Total bilirubin  1.0 × institutional ULN",
        "  AST, ALT  2.5 × institutional ULN",
        "  Serum sodium, potassium, calcium, magnesium, and phosphate  institutional LLN. (Hypokalemia or hypomagnesemia must be corrected prior to dasatinib administration.)",
        "  Serum creatinine < 1.5 × institutional ULN",
        "  Hematologic function: - ANC  1500/mm3. -Platelet count  100,000/mm3. - Hemoglobin  10.0 g/dL",
        "  PT and PTT < 1.5 x institutional ULN",
        "  Ability to take oral medication (dasatinib must be swallowed whole).",
        "  Concomitant medications:",
        "  Patient agrees to discontinue St John's Wort at least 5 days prior to starting dasatinib therapy and while receiving dasatinib therapy.",
        "  Patient agrees that IV bisphosphonates will be withheld for the first 8 weeks of dasatinib therapy due to risk of hypocalcemia.",
        "  The use of CYP3A4 inducers, inhibitors, and substrates; medications that prolong QT interval; antacids; H2 blockers and proton pump inhibitors; and medications that inhibit platelet function and anticoagulation should be avoided during dasatinib therapy. These are restricted therapies that are permitted with caution when medically indicated.",
        "  Women of childbearing potential must have a negative serum or urine pregnancy test prior to the start of study treatment.",
        "  Patients of reproductive potential must agree to use and utilize an adequate method of contraception throughout treatment and for at least 4 weeks after study treatment is stopped.",
        "Exclusion Criteria:",
        "  A patient who meets any of the following criteria will be considered not eligible for inclusion in this study:",
        "  Patient has had prior treatment with ixabepilone, dasatinib, or both.",
        "  Patient has had more than 2 prior lines of chemotherapy for locally recurrent or metastatic breast cancer. A line of chemotherapy will be defined as one or more agents used continuously or discontinuously (i.e., allowing a break or chemo holiday) without the addition of a new agent. Hormonal therapy will not be considered a line of therapy.",
        "  Patient has received a cumulative dose of > 360 mg/m2 of doxorubicin or > 600 mg/m2 of epirubicin.",
        "  Prior radiation must not have included  30% of major bone marrow containing areas (pelvis, lumbar spine).",
        "  Patients with CTC grade 2 or greater neuropathy (motor or sensory) at study entry.",
        "  Patient has evidence CNS or brain metastases, unless CNS or brain metastases have been treated and stable for > 3 months.",
        "  Patient has psychiatric illness or social situation that would limit or prohibit compliance with study requirements.",
        "  Patient has an inability to take oral medication or inability to absorb oral medication.",
        "  Patient has had any invasive cancer other than the one being treated in this study within 3 years with the exception of surgically cured nonmelanoma skin cancer; in situ carcinoma of the cervix; in situ carcinoma of the breast.",
        "  Patient is receiving concurrent cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy, or hormonal therapy for cancer).",
        "  Patient has other serious medical conditions as judged by the Principal Investigator.",
        "  Patient has a concurrent medical condition which may increase the risk of toxicity.",
        "  Patient has a pleural or pericardial effusion of any grade.",
        "  Patient has cardiac symptoms including any of the following:",
        "  Uncontrolled angina, congestive heart failure or myocardial infarction within 6 months of study entry.",
        "  Diagnosed congenital long QT syndrome.",
        "  Any history of clinically significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or Torsades de pointes).",
        "  Prolonged QTc on pre-entry ECG (> 450 msec).",
        "  Hypokalemia or hypomagnesemia if it cannot be corrected prior to dasatinib administration.",
        "  Patient has a history of significant bleeding disorder unrelated to cancer, including:",
        "  Diagnosed congenital bleeding disorders (e.g., von Willebrand's disease).",
        "  Diagnosed acquired bleeding disorder within one year (e.g., acquired anti-factor VIII antibodies).",
        "  Ongoing or recent ( 3 months) significant GI bleeding.",
        "  Patient is taking any of the following concomitant medications at study entry:",
        "  a. Category I drugs that are generally accepted to have a risk of causing Torsades de pointes including (Patients must discontinue drug 7 days prior to starting dasatinib.):",
        "  quinidine, procainamide, disopyramide.",
        "  amiodarone, sotalol, ibutilide, dofetilide.",
        "  erythromycin, clarithromycin.",
        "  chlorpromazine,haloperidol,mesoridazine, thioridazine,pimozide .",
        "  cisapride,bepridil, droperidol, methadone, arsenic, chloroquine, domperidone,halofantrine, levomethadyl, pentamidine,sparfloxacin, lidoflazine.",
        "  Patient has a history of allergic reactions attributed to compounds of similar chemical or biologic composition to ixabepilone or dasatinib. Ixabepilone is contraindicated in patients who have a known, prior, severe (CTC grade 3 or 4) history of hypersensitivity reaction to a drug formulated in Cremophor® EL (polyoxyethylated castor oil).",
        "  Patient has received any investigational agent or therapy within 30 days prior to study treatment start.",
        "  Patient is unwilling or unable to comply with study requirements.",
        "  Women who:",
        "  are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and for at least 4 weeks after cessation of study treatment, or",
        "  have a positive pregnancy test at baseline, or",
        "  are pregnant or breastfeeding.",
        "  Prisoners or subjects who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (e.g., infectious) illness."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Determination of the Maximum Tolerated Dose (MTD) of Dasatinib When Given in Combination With Ixabepilone (Phase I)",
        "  The MTD of dasatinib (taken daily, continuously) when given in combination with ixabepilone (administered on Days 1, 8, and 15 of a 28-day cycle) was determined using a standard 3 + 3 dose escalation cohort design. The total sample and the number of patients who receive each dose in this design depends on the frequency of dose limiting toxicities (DLT) at each dosage. The MTD was defined as the dose at which  1 of 6 patients experienced DLT, and above which  2 of 6 patients experienced DLT.",
        "  Time frame: MTD was assessed during the first cycle of combination therapy (days 1-28).",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone + Dasatinib",
        "  Arm/Group Description: Ixabepilone, for injection 15 mg supplied with diluent for ixabepilone, 8 mL. Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Starting Dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2.",
        "  Dasatinib tablets will be administered continuously starting on Day 1, Cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Starting Dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.",
        "  Dasatinib: Dasatinib tablets will be administered continuously starting on Day 1, Cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Starting Dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.",
        "  Ixabepilone: Ixabepilone, for injection 15 mg supplied with diluent for ixabepilone, 8 mL.",
        "  Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Starting Dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2.",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Number",
        "  Unit of Measure: mg daily  100"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 11/56 (19.64%)",
        "  Febrile Neutropenia * 3/56 (5.36%)",
        "  Neutropenia * 1/56 (1.79%)",
        "  Pancytopenia * 1/56 (1.79%)",
        "  Atrial Fibrillation * 1/56 (1.79%)",
        "  Coronary Artery Disease * 1/56 (1.79%)",
        "  Constipation * 1/56 (1.79%)",
        "  Chest Pain * 1/56 (1.79%)",
        "  Non-Cardiac Chest Pain * 1/56 (1.79%)",
        "  Edema due to Cardiac Disease * 1/56 (1.79%)",
        "  Cellulitis * 1/56 (1.79%)"
    ]
}