{
    "Clinical Trial ID": "NCT01127763",
    "Intervention": [
        "INTERVENTION 1: ",
        "  RAD001+Carboplatin",
        "  Carboplatin (starting dose was initially AUC 6, later decreased to AUC 5, then AUC 4) every 3 weeks as IV infusion and RAD001 as 5 mg pill each day until disease progression or unacceptable toxicity.",
        "RAD001",
        "Carboplatin"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Women with metastatic breast cancer (measurable or evaluable including bone metastases only)",
        "  Histologically confirmed triple negative breast cancer (estrogen receptor (ER)< 10%, progesterone receptor (PR) < 10 %, Her2neu IHC 0 or 1 or FISH negative)",
        "  Age >= 18 years",
        "  World Health Organization performance status <= 2",
        "  Adequate bone marrow function as shown by: absolute neutrophil count  1.5 x 10^9/L, Platelets  100 x 10^9/L, Hb >9 g/dL",
        "  Adequate liver function as shown by:",
        "  serum bilirubin  1.5 x upper limit of normal (ULN)",
        "  international normalized ratio (INR): Patients not on warfarin INR 1.5; Patients on warfarin INR 3; Patient on stable dose of low molecular weight heparin for >2 weeks at time of treatment is allowed.",
        "  alanine aminotransferase and aspartate aminotransferase  2.5x ULN ( 5x ULN in patients with liver metastases)",
        "  Adequate renal function: serum creatinine  1.5 x ULN",
        "  Fasting serum cholesterol 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides  2.5 x ULN. NOTE: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.",
        "  Signed informed consent",
        "  Patients may have had 0-3 prior regimens for metastatic disease and prior bevacizumab (avastin) is allowed.",
        "  A baseline lung CT (or PET/CT)",
        "  O2 sat >= 90% in room air (if <90%, spirometry and diffusion capacity of lung for carbon monoxide (DLCO) above 50% of the normal predicted value of pulmonary function tests)",
        "  Negative serum pregnancy test within 7 days prior to starting treatment",
        "Exclusion Criteria:",
        "  Patients currently receiving anticancer therapies or who have received anticancer therapies within 2 weeks of the start of study drug (including chemotherapy, radiation therapy, and biologics)",
        "  Patients, who have had a major surgery or significant traumatic injury within 4 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery (defined as requiring general anesthesia) or patients that may require major surgery during the course of the study",
        "  Prior treatment with any investigational drug within the preceding 2 weeks",
        "  Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent, except corticosteroids with a daily dosage equivalent to prednisone  20 mg. However, patients receiving corticosteroids must have been on a stable dosage regimen for a minimum of 4 weeks prior to the first treatment with RAD001. Topical or inhaled corticosteroids are allowed.",
        "  Patients should not receive immunization with attenuated live vaccines within one week of study entry or during study period",
        "  Uncontrolled brain or leptomeningeal metastases, including patients who continue to require glucocorticoids for brain or leptomeningeal metastases",
        "  Other malignancies within the past 3 years except for adequately treated carcinoma of the cervix or basal or squamous cell carcinomas of the skin.",
        "  Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:",
        "  Symptomatic congestive heart failure of New York heart Association Class III or IV",
        "  unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of start of study drug, serious uncontrolled cardiac arrhythmia or any other clinically significant cardiac disease",
        "  severely impaired lung function as defined as spirometry and DLCO that is 50% of the normal predicted value and/or 02 saturation that is 88% or less at rest on room air",
        "  uncontrolled diabetes as defined by fasting serum glucose >1.5 x ULN",
        "  active (acute or chronic) or uncontrolled severe infections",
        "  liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis. Note: A detailed assessment of Hepatitis B/C medical history and risk factors must be done at screening for all patients. HBV DNA and HCV RNA polymerase chain reaction testing are required at screening for all patients with a positive medical history based on risk factors and/or confirmation of prior HBV/HCV infection.",
        "  A known history of HIV seropositivity",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001 (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)",
        "  Patients with an active, bleeding diathesis",
        "  Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes. Hormonal contraceptives are not acceptable as a sole method of contraception. (Women of childbearing potential must have a negative urine or serum pregnancy test within 7 days prior to administration of RAD001)",
        "  Patients who have received prior treatment with an mTOR inhibitor (sirolimus, temsirolimus, everolimus).",
        "  Patients with a known hypersensitivity to RAD001 (everolimus) or other rapamycins (sirolimus, temsirolimus) or to its excipients",
        "  History of noncompliance to medical regimens",
        "  Patients unwilling to or unable to comply with the protocol",
        "  Ongoing alcohol or drug addiction"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Rate (Complete Response, Partial Response, and Stable Disease That Lasts More Than 6 Months)",
        "  Clinical benefit rate is defined as the number of patients with complete response (CR), partial response (PR), or stable disease (SD) that lasts at least 6 months. Response was assessed every 2 cycles of treatment (6 weeks) by computed tomography (CT), CT/positron emission tomography (PET), or magnetic resonance imaging (MRI). Overall response evaluation is based on Response Evaluation Criteria In Solid Tumors 1.0 (RECIST 1.0). Per RECIST 1.0 for target lesions: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD.",
        "  Time frame: up to 1 year",
        "Results 1: ",
        "  Arm/Group Title: RAD001+Carboplatin",
        "  Arm/Group Description: Carboplatin (starting dose was initially AUC 6, later decreased to AUC 5, then AUC 4) every 3 weeks as IV infusion and RAD001 as 5 mg pill each day until disease progression or unacceptable toxicity.",
        "  RAD001",
        "  Carboplatin",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  36        (21 to 57)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/25 (20.00%)",
        "  Hypertension 1/25 (4.00%)",
        "  Dehydration 1/25 (4.00%)",
        "  Infection With Normal Anc Or Grade 1 Or 2 Neutrophils 2/25 (8.00%)",
        "  Pain 1/25 (4.00%)",
        "  Dyspnea (Shortness Of Breath) 2/25 (8.00%)"
    ]
}