{
    "Clinical Trial ID": "NCT00994279",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1: Yoga Intervention",
        "  Yoga Intervention",
        "  Yoga: Yoga sessions",
        "INTERVENTION 2: ",
        "  Arm 2: Educational Wellness Group",
        "  Educational Wellness Group",
        "  Education: Educational Wellness Group"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Women will be eligible if they are:",
        "  Scheduled to begin chemotherapy treatment within 3 weeks of study registration, or able to start Yoga/Wellness sessions prior to second chemotherapy treatment.",
        "    18 years of age.",
        "  Physically able to attend yoga classes (simply meaning that they can physically make it to the intervention session and are able to sit on a chair or lie on the floor) (ECOG Performance Status rating 0-2; Zubrod et al., 1960).",
        "  Diagnosed with breast cancer Stages I-III.",
        "  Chemotherapy is anticipated to continue during the 10 weeks of the study intervention.",
        "  2-8 weeks post-completion of breast surgery (unless receiving neoadjuvant chemotherapy).",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "Exclusion Criteria:",
        "  Have practiced yoga on a regular basis (at least once a week) within the past 4 weeks to recruit women who are not already regularly practicing yoga. Given that the benefits of yoga are likely more immediate than long-term, however, we will enroll women who have previously had a yoga practice.",
        "  Are being treated with surgery and/or radiation therapy and/or hormonal treatment only and/or Herceptin therapy only (no chemotherapy).",
        "  Anticipate undergoing surgery related to their breast cancer or receipt of radiation therapy during the study period.",
        "  Have regularly engaged in moderate (activity that makes you breathe somewhat harder than normal; may include carrying light loads, bicycling at a regular pace, fast walking, tennis, easy swimming, or popular or folk dancing) or vigorous (activity that causes heavy breathing, sweating, rapid fatigue; it can only be sustained for very short periods of time, like running or swimming strongly) physical activity at least 3-5 days per week (on average) within the past 4 weeks.",
        "  Pregnant women will not be excluded from this study because the study intervention(s) pose no risk of potential for teratogenic or abortifacient effects. In fact, gentle yoga practice is quite safe for pregnant women and poses can be slightly modified, if needed. The anticipated number of pregnant women eligible to enroll is minimal."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Retention",
        "  Proportion of participants completing the 10 week study",
        "  Time frame: 10 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm 1: Yoga Intervention",
        "  Arm/Group Description: Yoga Intervention",
        "  Yoga: Yoga sessions",
        "  Overall Number of Participants Analyzed: 22",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  82        (60 to 95)",
        "Results 2: ",
        "  Arm/Group Title: Arm 2: Educational Wellness Group",
        "  Arm/Group Description: Educational Wellness Group",
        "  Education: Educational Wellness Group",
        "  Overall Number of Participants Analyzed: 18",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  89        (65 to 99)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/21 (4.76%)",
        "  Febrile Neutropenia 0/21 (0.00%)",
        "  Heart Failure 1/21 (4.76%)",
        "Adverse Events 2:",
        "  Total: 1/17 (5.88%)",
        "  Febrile Neutropenia 1/17 (5.88%)",
        "  Heart Failure 0/17 (0.00%)"
    ]
}