{
    "Clinical Trial ID": "NCT00423917",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Fulvestrant + Bevacizumab",
        "  Patients receive Fulvestrant 250 mg intramuscularly every 28 days and Bevacizumab 10mg/kg intravenously with a rate-regulating device on days 1 and 15. Loading dose of fulvestrant for the first cycle will consist of an extra 250 mg on day 1 (for total of 500 mg Cycle 1, Day 1). The initial bevacizumab dose will be delivered over 90 minutes. If the first infusion is tolerated without infusion-associated adverse events (fever and/or chills), the second infusion may be delivered over 60 minutes. If the 60-minute infusion is well-tolerated, all subsequent infusions may be delivered over 30 minutes.Courses repeat every 4 weeks in the absence of disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically or cytologically confirmed breast cancer",
        "  Metastatic disease",
        "  Must have received an aromatase inhibitor (e.g., letrozole, anastrozole, or exemestane) in an adjuvant or metastatic setting",
        "  If tumor is HER2 positive (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization) the patient must have received  1 prior trastuzumab (Herceptin®)-containing regimen unless there is a contraindication to trastuzumab",
        "  Measurable or nonmeasurable disease, including any of the following :",
        "  Bone metastasis",
        "  Pleural/pericardial effusion",
        "  Ascites",
        "  Inflammatory skin changes",
        "  No microscopic residual disease only",
        "  Enrolled on or refused enrollment on clinical trial NCCTG-N0392",
        "  No evidence of active brain metastasis including leptomeningeal involvement",
        "  CNS metastasis controlled (i.e., at least 2 months of no symptoms or evidence of progression) by prior surgery and/or raditherapy are allowed",
        "  Hormone receptor status:",
        "  Estrogen and/or progesterone receptor-positive tumor",
        "  PATIENT CHARACTERISTICS:",
        "  Male or female",
        "  Female patients must be post-menopausal based on any 1 of the following criteria:",
        "  Age  60 years",
        "  Age  45 years with last menstrual period  12 months prior to study entry",
        "  Estradiol and follicle-stimulating hormone levels in postmenopausal range",
        "  History of bilateral oophorectomy",
        "  ECOG performance status 0-2",
        "  Life expectancy > 3 months",
        "  Fertile patients must use effective contraception during and for 30 days after completion of study treatment",
        "  WBC  3,000 mg/dL",
        "  Hemoglobin > 8 g/dL",
        "  Absolute neutrophil count > 1,000/mm³",
        "  Platelet count  100,000/mm³",
        "  Bilirubin  1.5 times upper limit of normal (ULN)",
        "  Alkaline phosphatase  2.5 times ULN",
        "  AST and ALT  2.5 times ULN",
        "  Creatinine  1.5 times ULN",
        "  Urine protein < 1+ OR < 1 g of protein by 24-hour urine collection",
        "  No nephrotic syndrome",
        "  No uncontrolled hypertension (i.e., blood pressure [BP] > 160/90 mm Hg on  2 occasions at least 5 minutes apart)",
        "  Patients who have recently started or adjusted antihypertensive medications are eligible provided BP is < 140/90 mm Hg on any new regimen for  3 different observations in  14 days",
        "  No clinically significant cardiac disease, including any of the following:",
        "  Congestive heart failure",
        "  Symptomatic coronary artery disease",
        "  Unstable angina",
        "  Cardiac arrhythmias not well controlled with medication",
        "  Myocardial infarction within the past 12 months",
        "  No arterial or venous thrombosis within the past 12 months",
        "  No hemoptysis or gastrointestinal hemorrhage within the past 6 months",
        "  No abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within the past 4 weeks",
        "  No significant traumatic injury within the past 4 weeks",
        "  No active, unresolved infection",
        "  No history of hypertensive crisis or hypertensive encephalopathy",
        "  No history of bleeding diathesis or uncontrolled coagulopathy",
        "  No history of cerebrovascular accident, hemorrhage, or stroke",
        "  No allergy or hypersensitivity to drug product excipients, murine antibodies, or agents chemically similar to study drugs",
        "  No other malignancy within the past 3 years except for basal cell or squamous cell skin cancer or carcinoma in situ of the cervix",
        "  No other serious medical condition that would preclude study therapy or compliance",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  Prior radiotherapy to a target lesion allowed provided there has been clear progression since radiotherapy was completed",
        "  At least 4 weeks since prior radiotherapy",
        "  Single-dose radiation for palliation or to a nontarget lesion only allowed within the past 4 weeks",
        "  No more than 1 prior chemotherapy regimen for metastatic disease",
        "  No more than 2 prior endocrine (hormonal) therapy regimens in the neoadjuvant, adjuvant, or metastatic setting",
        "  At least 4 weeks since prior major surgery or open biopsy",
        "  At least 4 weeks since prior chemotherapy or immunologic therapy",
        "  At least 2 weeks since prior and no concurrent use of any of the following agents:",
        "  Aspirin (daily low-dose [81 mg] aspirin allowed])",
        "  Thrombolytic agents",
        "  Anticoagulants (low-dose anticoagulation therapy to maintain patency of a vascular access device is allowed)",
        "  No concurrent treatment in another clinical study with investigational procedures or investigational therapies",
        "  No other concurrent anticancer therapy, including chemotherapy, biologic agents, or radiotherapy",
        "  No routine use of granulocyte colony-stimulating factors during course 1",
        "  No concurrent oprelvekin"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Six-month Progression-free Survival (PFS) Rate at 6 Months",
        "  The primary endpoint of this trial is the 6-month progression-free survival rate. A patient is considered to be a 6-month progression-free survivor if the patient is on study treatment 6 months from registration without a documentation of disease progression. The proportion of successes will be estimated by the number of successes divided by the total number of evaluable patients. Additionally, if some patients are lost to follow-up not having been observed for at least 6 months, an estimate and 95% confidence interval for the 6-month progression-free survival rate incorporating censoring will be computed using the method of Kaplan-Meier. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
        "  Time frame: at 6 months",
        "Results 1: ",
        "  Arm/Group Title: Fulvestrant + Bevacizumab",
        "  Arm/Group Description: Patients receive Fulvestrant 250 mg intramuscularly every 28 days and Bevacizumab 10mg/kg intravenously with a rate-regulating device on days 1 and 15. Loading dose of fulvestrant for the first cycle will consist of an extra 250 mg on day 1 (for total of 500 mg Cycle 1, Day 1). The initial bevacizumab dose will be delivered over 90 minutes. If the first infusion is tolerated without infusion-associated adverse events (fever and/or chills), the second infusion may be delivered over 60 minutes. If the 60-minute infusion is well-tolerated, all subsequent infusions may be delivered over 30 minutes.Courses repeat every 4 weeks in the absence of disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 33",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  39        (23 to 58)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/33 (12.12%)",
        "  Diarrhea 1/33 (3.03%)",
        "  Intracranial hemorrhage 1/33 (3.03%)",
        "  Ischemia cerebrovascular 1/33 (3.03%)",
        "  Confusion 1/33 (3.03%)",
        "  Skin disorder 1/33 (3.03%)"
    ]
}