{
    "Clinical Trial ID": "NCT00706030",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Neratinb 240 mg + Vinorelbine 25 mg/m² - No Prior Lapatinib",
        "  Neratinib 240 mg qd + Vinorelbine 25 mg/m² IV on days 1 and 8 every 3 weeks, with no prior lapatinib exposure",
        "INTERVENTION 2: ",
        "  Neratinib 240 mg + Vinorelbine 25 mg/m² - Prior Lapatinib",
        "  Neratinib 240 mg qd + Vinorelbine 25 mg/m² IV on days 1 and 8 every 3 weeks, with prior Lapatinib exposure"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Confirmed pathologic diagnosis of a solid tumor that is not curable with available therapies for which HKI-272 plus vinorelbine is a reasonable treatment option (part 1 only) or Confirmed pathologic diagnosis of ErbB-2-positive breast cancer (current stage IV) in female subjects for which vinorelbine plus HKI-272 is a reasonable treatment option (part 2 only).",
        "  At least 1 prior antineoplastic chemotherapy treatment regimen for metastatic disease and at least 1 prior treatment with a trastuzumab-containing regimen for at least 6 weeks, for metastatic disease or subject relapsing under adjuvant treatment (part 2 only).",
        "  At least 1 measurable lesion as defined by Response Evaluation Criteria in Solid Tumors (RECIST).",
        "Exclusion Criteria:",
        "  More than 2 prior antineoplastic treatment regimens (excluding hormonotherapy) for metastatic disease. Subjects who relapsed under adjuvant treatment shouldn't have received more than one line of chemotherapy for metastatic disease (part 2 only).",
        "  Prior treatment with vinorelbine for metastatic setting, or prior treatment with any ErbB-2 targeted agents except trastuzumab (part 2 only). Up to 20 subjects with ErbB-2-overexpressing metastatic breast cancer who have been previously exposed to lapatinib but are not refractory to lapatinib may be enrolled in part 2.",
        "  Prior treatment with anthracyclines with a cumulative dose of doxorubicin of greater than 400 mg/m2, or of epirubicin dose of greater than 800 mg/m2, or the equivalent dose for other anthracyclines or derivatives (part 2 only)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate",
        "  Overall Response Rate (ORR), subjects with CR or PR by independent review in subjects with ErbB-2-positive breast cancer treated at the MTD of neratinib in combination with vinorelbine per Response Evaluation Criteria In Solid Tumors Criteria (RECIST) v1.0: Complete Response (CR), disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; and Non-PD for non-target lesions, and no new lesions.",
        "  Time frame: From first dose date to progression or last tumor assessment, up to four years and six months.",
        "Results 1: ",
        "  Arm/Group Title: Neratinb 240 mg + Vinorelbine 25 mg/m  - No Prior Lapatinib",
        "  Arm/Group Description: Neratinib 240 mg qd + Vinorelbine 25 mg/m  IV on days 1 and 8 every 3 weeks, with no prior lapatinib exposure",
        "  Overall Number of Participants Analyzed: 64",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  35.9        (24.3 to 48.9)",
        "Results 2: ",
        "  Arm/Group Title: Neratinib 240 mg + Vinorelbine 25 mg/m  - Prior Lapatinib",
        "  Arm/Group Description: Neratinib 240 mg qd + Vinorelbine 25 mg/m  IV on days 1 and 8 every 3 weeks, with prior Lapatinib exposure",
        "  Overall Number of Participants Analyzed: 15",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  13.3        (1.7 to 40.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/6 (50.00%)",
        "  Anaemia 0/6 (0.00%)",
        "  Febrile neutropenia 0/6 (0.00%)",
        "  Neutropenia 0/6 (0.00%)",
        "  Bradycardia 0/6 (0.00%)",
        "  Diarrhoea 0/6 (0.00%)",
        "  Pancreatitis 0/6 (0.00%)",
        "  Vomiting 0/6 (0.00%)",
        "  Disease progression 0/6 (0.00%)",
        "  Fatigue 0/6 (0.00%)",
        "  Pyrexia 0/6 (0.00%)",
        "  Cholelithiasis 0/6 (0.00%)",
        "  Hepatic pain 0/6 (0.00%)",
        "  Bacteraemia 0/6 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/6 (50.00%)",
        "  Anaemia 0/6 (0.00%)",
        "  Febrile neutropenia 0/6 (0.00%)",
        "  Neutropenia 1/6 (16.67%)",
        "  Bradycardia 0/6 (0.00%)",
        "  Diarrhoea 0/6 (0.00%)",
        "  Pancreatitis 0/6 (0.00%)",
        "  Vomiting 0/6 (0.00%)",
        "  Disease progression 0/6 (0.00%)",
        "  Fatigue 1/6 (16.67%)",
        "  Pyrexia 1/6 (16.67%)",
        "  Cholelithiasis 0/6 (0.00%)",
        "  Hepatic pain 1/6 (16.67%)",
        "  Bacteraemia 0/6 (0.00%)"
    ]
}