{
    "Clinical Trial ID": "NCT00581256",
    "Intervention": [
        "INTERVENTION 1: ",
        "  IMRT",
        "  Best Delivery-optimized radiotherapy technique (IMRT)",
        "  IMRT: All patients treated with the optimized plan will be treated to the entire target volume to 52.2 Gy in 1.74 Gy fractions, which is biologically equivalent to 50 Gy in 2 Gy fractions. This fractionation scheme will allow the boost of 10 Gy to be incorporated into the planning directive and to be delivered simultaneously with the treatment to the remaining target volume.",
        "INTERVENTION 2: ",
        "  3DRT",
        "  Best 3-dimensional standard PWTF technique",
        "  3D: All patients treated using the best standard technique will receive 50 Gy in 2 Gy fractions or 50.4 Gy in 1.8 Gy fractions to the entire target volume delivering one treatment per day, five fractions per week (excluding holidays). A boost of 10 Gy to the tumor bed of an intact breast will be delivered. Patients treated to the chest wall will receive a 10Gy scar boost if mastectomy margins are positive in a patient with Stage II disease or if the patient was originally diagnosed with T3 or T4 (Stage III) disease"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Eligibility Criteria",
        "  Breast cancer diagnosis: Patients must have histologically confirmed adenocarcinoma of the breast requiring comprehensive loco-regional irradiation that includes treatment to the intact breast/chest wall, supraclavicular (SCV), infraclavicular nodes (ICV), and internal mammary nodes (IMN).",
        "  Patients must have pathologic T 1, 2, 3 or 4, N 1, 2, or 3 Stage II or III disease as defined by the AJCC Staging System, 6th edition. Patients who do not undergo axillary staging but are at risk for nodal involvement may also be treated.",
        "  All patients must have left-sided breast cancer.",
        "  Both men and women are eligible.",
        "  Patients must be adults (18 years of age or older)",
        "  For women of child-bearing age, effective contraception must be used. A written statement must be obtained that the patient is not pregnant. If there is any question of pregnancy at time of therapeutic RT or at time of each SPECT-CT scan, a pregnancy test will be done to confirm the patient is not pregnant.",
        "  Performance status should be 0-2 by ECOG criteria.",
        "  Patients that have received prior RT may be enrolled on the present study if the new breast lesion can be treated with no overlap of RT fields.",
        "  Patients must be aware of the neoplastic nature of her/his disease.",
        "  Patients must be informed of the investigational nature of this study and must sign an informed consent in accordance with the Institutional Review Board (IRB) of the University of Michigan and federal guidelines.",
        "  Patients' blood tests should indicate they are able to tolerate radiotherapy. Tests must be done within 28 days of registration:",
        "  CBC with differential and platelet count (Hemoglobin > 8.0 g/dl; wbc > 2000/mm3; absolute neutrophil count > 1000/mm3; platelet count > 75,000/mm3.",
        "Exclusion Criteria:",
        "  Patients who are pregnant or are nursing are excluded.",
        "  Pathologically node negative breast cancer unless treated with neo-adjuvant chemotherapy.",
        "  Performance status > 2 by ECOG criteria",
        "  Patients who are unable to lie on their back and raise their arm above their head in the treatment planning position for radiotherapy",
        "  Patients with a clinically unstable medical condition",
        "  Patients with a life-threatening disease state",
        "  History or suspicion of serious life-threatening allergic reaction to Tc-99m imaging agents.",
        "  Patients that have had breast-conservation surgery with positive margins or any patient with negative margins with a tumor positive for an extensive intraductal component.",
        "  Patients that are not able to use the ABC device."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  The Number of Participants With a Significant Increase in Perfusion Defects (PD)",
        "  To compare the extent of new myocardial perfusion defects following breast cancer radiotherapy using the best standard 3-D radiotherapy technique, partially wide tangent fields, versus the best optimized technique. Perfusion defects (PD) were assessed by comparing normalized perfusion distributions against our institution's normal polar map databases for the left anterior descending artery (LAD) using thresholds of 2.5-SD (standard deviation) and 1.5-SD below the normal mean. On the basis of interest variability, a PD increase greater than 5% or 10% was considered significant for 2.5- and 1.5-SD thresholds, respectively.",
        "Time frame: 1 Year",
        "Results 1: ",
        "  Arm/Group Title: IMRT",
        "  Arm/Group Description: Best Delivery-optimized radiotherapy technique (IMRT)",
        "  IMRT: All patients treated with the optimized plan will be treated to the entire target volume to 52.2 Gy in 1.74 Gy fractions, which is biologically equivalent to 50 Gy in 2 Gy fractions. This fractionation scheme will allow the boost of 10 Gy to be incorporated into the planning directive and to be delivered simultaneously with the treatment to the remaining target volume.",
        "  Overall Number of Participants Analyzed: 28",
        "  Measure Type: Number",
        "  Unit of Measure: participants  2.5 SD and PD increase >5%: 1",
        "  1.5 SD and PD increase >10%: 3",
        "Results 2: ",
        "  Arm/Group Title: 3DRT",
        "  Arm/Group Description: Best 3-dimensional standard PWTF technique",
        "  3D: All patients treated using the best standard technique will receive 50 Gy in 2 Gy fractions or 50.4 Gy in 1.8 Gy fractions to the entire target volume delivering one treatment per day, five fractions per week (excluding holidays). A boost of 10 Gy to the tumor bed of an intact breast will be delivered. Patients treated to the chest wall will receive a 10Gy scar boost if mastectomy margins are positive in a patient with Stage II disease or if the patient was originally diagnosed with T3 or T4 (Stage III) disease",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Number",
        "  Unit of Measure: participants  2.5 SD and PD increase >5%: 2",
        "  1.5 SD and PD increase >10%: 5"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/28 (3.57%)",
        "  Infection with normal ANC or Grade 1 or 2 neutrophils [1]1/28 (3.57%)",
        "Adverse Events 2:",
        "  Total: 0/26 (0.00%)",
        "  Infection with normal ANC or Grade 1 or 2 neutrophils [1]0/26 (0.00%)"
    ]
}