{
    "Clinical Trial ID": "NCT00303108",
    "Intervention": [
        "INTERVENTION 1: ",
        "  D+C and Taxane Naive",
        "  Doxil, Carboplatin and Taxane naive",
        "INTERVENTION 2: ",
        "  D+C and Taxane Pretreated",
        "  Doxil, Carboplatin and Taxane pretreated"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Has metastatic breast cancer with documented HER2- or HER2+ (IHC3+ or FISH+) disease",
        "  Has measurable MBC, with at least 1 measurable lesion per RECIST criteria (see Section 10). Irradiated lesions cannot be used to assess response but can be used to assess progression.",
        "  Has had no prior treatment with Doxil or carboplatin; may have had adjuvant Herceptin if treatment was completed more than 1 year prior to study",
        "  Has had no adjuvant chemotherapy within 1 year prior to study, but may have received prior anthracyclines as adjuvant chemotherapy",
        "  For taxane-pretreated patients (adjuvant or metastatic), has had no more than 1 prior chemotherapy regimen for MBC",
        "  For taxane-naïve patients, has had no prior chemotherapy for MBC",
        "  Has had cumulative doses of < 300 mg/m2 prior doxorubicin or < 450 mg/m2 prior epirubicin",
        "  Has normal cardiac function as evidenced by a LVEF within institutional normal limits by multiple gated acquisition (MUGA) scan. An echocardiogram (ECHO) may be used if MUGA is not available, but the same test must be used throughout the study to evaluate LVEF.",
        "  Has an ECOG Performance Status (PS) 0-2 (see Appendix I)",
        "  Is a male or female greater than or equal to 18 years of age",
        "  Laboratory Values - Please refer to protocol section 4.2 for specific laboratory values.",
        "  Has a negative serum pregnancy test within 7 days prior to registration (woman of childbearing potential [WOCBP; not surgically sterilized and between menarche and 1 year postmenopause])",
        "  If fertile, patient (male or female) has agreed to use an acceptable method of birth control (eg, abstinence, intrauterine device, oral contraceptives, barrier device with spermicide or surgical sterilization) to avoid pregnancy for the duration of the study and for a period of 3 months thereafter.",
        "  Has signed a Patient Informed Consent Form",
        "  Has signed a Patient Authorization Form (HIPAA Form)",
        "  Has a life expectancy of > 3 months",
        "Exclusion Criteria:",
        "  Has had a myocardial infarction (MI) within 6 months of trial enrollment, or has New York Heart Association (NYHA; see Appendix IV) Class II or greater heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities",
        "  Has a history of hypersensitivity reactions attributed to a conventional formulation of doxorubicin HCL or the components of Doxil",
        "  Has evaluable only disease; eg, bone only, pleural, peritoneal only disease",
        "  Is receiving concurrent immunotherapy, hormonal therapy, or radiation therapy. Patients receiving immunosuppressant therapy for autoimmune disease may enroll on the trial after a drug washout period of 2 weeks.",
        "  Is receiving concurrent investigational therapy or has received such therapy within 30 days",
        "  Has evidence of brain metastases requiring steroids and/or radiation or any documented leptomeningeal disease",
        "  Has a serious uncontrolled intercurrent medical or psychiatric illness, including serious infection or history of uncontrolled seizures, CNS disorders deemed by the Treating Physician to be clinically significant, precluding informed consent",
        "  Has a history of other malignancy within the last 5 years (except cured basal cell carcinoma of skin and carcinoma in situ of uterine cervix), which could affect the diagnosis or assessment of any of the study drugs",
        "  Is a pregnant or lactating woman",
        "  Is unable to comply with requirements of study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR)",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Objective response (OR) = CR + PR.",
        "  Time frame: From date of randomization until the date of first documented progression or date of intolerable toxicity, whichever came first, assessed up to 54 months.",
        "Results 1: ",
        "  Arm/Group Title: D+C and Taxane Naive",
        "  Arm/Group Description: Doxil, Carboplatin and Taxane naive",
        "  Overall Number of Participants Analyzed: 39",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  30.8        (17.0 to 47.6)",
        "Results 2: ",
        "  Arm/Group Title: D+C and Taxane Pretreated",
        "  Arm/Group Description: Doxil, Carboplatin and Taxane pretreated",
        "  Overall Number of Participants Analyzed: 42",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  31.0        (17.6 to 47.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/83 (9.64%)",
        "  ANEMIA 1/83 (1.20%)",
        "  PANCYTOPENIA 1/83 (1.20%)",
        "  THROMBOCYTOPENIA 2/83 (2.41%)",
        "  ANOREXIA 1/83 (1.20%)",
        "  DEHYDRATION 2/83 (2.41%)",
        "  NAUSEA AND VOMITING 0/83 (0.00%)",
        "  VOMITING 1/83 (1.20%)",
        "  RENAL FAILURE ACUTE 1/83 (1.20%)",
        "  URINARY TRACT INFECTION 1/83 (1.20%)",
        "  PNEUMONIA 0/83 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/46 (6.52%)",
        "  ANEMIA 0/46 (0.00%)",
        "  PANCYTOPENIA 0/46 (0.00%)",
        "  THROMBOCYTOPENIA 0/46 (0.00%)",
        "  ANOREXIA 0/46 (0.00%)",
        "  DEHYDRATION 0/46 (0.00%)",
        "  NAUSEA AND VOMITING 2/46 (4.35%)",
        "  VOMITING 1/46 (2.17%)",
        "  RENAL FAILURE ACUTE 0/46 (0.00%)",
        "  URINARY TRACT INFECTION 0/46 (0.00%)",
        "  PNEUMONIA 1/46 (2.17%)"
    ]
}