{
    "Clinical Trial ID": "NCT00446030",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Stratum 1: TAC + Bevacizumab",
        "  HER2 negative participants were administered chemotherapy with docetaxel, doxorubicin and cyclosphosphamide (TAC) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab every 3 weeks for a total of 52 weeks.",
        "INTERVENTION 2: ",
        "  Stratum 2: TCH + Bevacizumab",
        "  HER2 positive participants were administered chemotherapy with docetaxel, carboplatin and trastuzumab (TCH) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab and trastuzumab every 3 weeks for a total of 52 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Participants who met the following criteria were eligible for this study:",
        "  Woman aged 18 to 70 years, inclusive",
        "  Had histologically proven breast cancer with the most recent surgery done for breast cancer up to 60 days prior to study registration",
        "  Had definitive surgical treatment - either mastectomy, or breast conserving surgery with axillary lymph node dissection (or sentinel lymph node biopsy) for operable breast cancer (T1-3, clinical N0-1, and M0)",
        "  Must have been either \"lymph node positive\" or \"high risk lymph node negative\"",
        "  Were lymph node positive participants who had at least 1 axillary lymph node involved by breast cancer. (with lymph node metastasis >0.2 mm)",
        "  Were high risk lymph node negative participants had no lymph node involvement and at least 1 of the following factors:",
        "  tumor size >2 cm",
        "  estrogen receptor (ER) and progesterone receptor (PR) status negative",
        "  histologic and/or nuclear Grade 2/3",
        "  age <35 years",
        "  Were participants with the Human Epidermal growth factor Receptor 2 (HER2/neu) status (positive or negative) known at the time of signing the informed consent",
        "  Had the estrogen and progesterone receptor status known prior to study registration",
        "  Had Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1",
        "  Had normal cardiac function, confirmed by left ventricular ejection fraction (LVEF) or shortening fraction (echocardiography [ECHO] or multiple-gated acquisition [MUGA] scan respectively)",
        "  Had the following hematology criteria confirmed within 2 weeks prior to study registration:",
        "  Absolute neutrophil count (ANC) >1,500/microL",
        "  Platelets >100,000/microL",
        "  Hemoglobin  9 g/dL",
        "  Met hepatic function evaluation criteria for bilirubin and AST levels within 2 weeks prior to study registration",
        "  Had completed staging work-up within 35 days (within 1 year for mammography or breast magnetic resonance imaging (MRI) prior to study registration",
        "  May have had MammoSite® brachytherapy radiation when performed immediately following surgery and prior to receiving chemotherapy. The balloon catheter must have been removed at least 28 days prior to the start of study treatment",
        "  May have had bilateral, synchronous breast cancer provided one primary tumor met the staging criteria",
        "  Women of child bearing potential must have had a negative pregnancy test within 14 days prior to day 1 cycle 1",
        "  Had consented to using an effective, non-hormonal method of contraception while receiving study treatment and for at least six (6) months following the last dose of bevacizumab, and must have been advised not to breast feed for at least six (6) months following the last dose of bevacizumab.",
        "  Signed an informed consent prior to beginning any protocol-specific procedures, and had documented expected cooperation during the study treatment and follow-up periods",
        "Exclusion Criteria:",
        "  Participants with the following criteria were excluded from this study:",
        "  Had prior systemic anticancer therapy for invasive breast cancer (immunotherapy,hormonotherapy, chemotherapy)",
        "  Had prior anthracycline therapy, taxoids, or platinum salts for any malignancy",
        "  Had prior radiation therapy for breast cancer or any radiotherapy to the chest wall for any other malignancy",
        "  Was pregnant or lactating",
        "  Had pre-existing motor or sensory neurotoxicity of a severity >Grade 2 by National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) version 3.0",
        "  Had cardiac disease or risk for same as follows:",
        "  Any documented myocardial infarction",
        "  Angina pectoris that required the use of anti-anginal medication",
        "  Any history of documented congestive heart failure",
        "  Grade 3 or Grade 4 cardiac arrhythmia (NCI CTCAE, version 3.0)",
        "  Clinically significant valvular heart disease",
        "  Had cardiomegaly",
        "  Had poorly controlled hypertension, i.e., diastolic greater than 100 mmHg. (Participants who were well controlled on medication were eligible)",
        "  Were currently receiving medications administered for cardiac arrhythmia, angina or congestive heart failure (e.g., digitalis, beta-blockers, calcium channel-blockers), that alter cardiac conduction, unless the medications were administered for other reasons (e.g., hypertension)",
        "  Had other serious illness or medical conditions including",
        "  History of significant neurologic or psychiatric disorders including psychotic disorders, dementia or seizures that prohibited the understanding and giving of informed consent",
        "  Active uncontrolled infection",
        "  Active peptic ulcer",
        "  Unstable diabetes mellitus",
        "  with symptomatic, intrinsic lung disease resulting in dyspnoea at rest",
        "  Clinically significant peripheral vascular disease",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Urine protein:creatinine ratio >1.0 at screening",
        "  History of abdominal fistula, gastrointestinal perforation, intra-abdominal abscess, inflammatory bowel disease or other gastrointestinal condition increasing the risk of perforation within 6 months of beginning chemotherapy",
        "  Serious, non-healing wound, ulcer, or bone fracture",
        "  Known central nervous system (CNS) disease",
        "  History of stroke or transient ischemic attack (TIA)",
        "  Known hepatic cirrhosis",
        "  Had past or current history of neoplasm other than breast carcinoma, except for:",
        "  Curatively treated non-melanoma skin cancer",
        "  In situ carcinoma of the cervix",
        "  Other cancer curatively treated and with no evidence of disease for at least 10 years",
        "  Ductal carcinoma in-situ (DCIS) of the breast",
        "  Lobular carcinoma in-situ (LCIS) of the breast",
        "  Was currently on therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (SERMs), either for osteoporosis or prevention of breast cancer",
        "  Had chronic treatment with corticosteroids unless initiated >6 months prior to study registration and at low dose (<20 mg methylprednisolone or equivalent)",
        "  Had concurrent treatment with ovarian hormonal replacement therapy",
        "  Had concurrent treatment with other experimental drugs",
        "  Had concurrent treatment with any other anticancer therapy",
        "  Was male",
        "  Had known hypersensitivity to Chinese hamster ovary products or other recombinant human or humanized antibodies and/or hypersensitivity to any of the study drugs or their ingredients (e.g., polysorbate 80 in docetaxel)",
        "  Had minor surgical procedures within 7 days prior to day 1 of study treatment; or major surgical procedures within 28 days prior to day 1 of study treatment or had any anticipated a surgical procedure during the chemotherapy portion of this study",
        "  Was directly (or was a relative of the study staff) involved in the conduct of the protocol",
        "  Had a mental condition or psychiatric disorder rendering her unable to understand the nature, scope, and possible consequences of the study",
        "  Was unlikely to comply with protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percent of Participants With Grade 3/4 Clinical Congestive Heart Failure (CHF)",
        "  The percentage of participants with Grade 3/4 clinical CHF was calculated. Grade 3/4 CHF symptoms included cardiac failure congestive, cardiomyopathy, and left ventricular dysfunction (LVEF). Echocardiography (ECG) or multiple-gated acquisition (MUGA) scans were scheduled after Cycles 3 and 6 of chemotherapy, after every 3rd cycle of trastuzumab alone, at end of therapy and every 6 months at follow-up to measure changes in LVEF. Clinical symptoms e.g., shortness of breath, tachycardia, cough, neck vein distention, cardiomegaly, hepatomegaly were further investigated for CHF.",
        "  Time frame: up to 2 years",
        "Results 1: ",
        "  Arm/Group Title: Stratum 1: TAC + Bevacizumab",
        "  Arm/Group Description: HER2 negative participants were administered chemotherapy with docetaxel, doxorubicin and cyclosphosphamide (TAC) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab every 3 weeks for a total of 52 weeks.",
        "  Overall Number of Participants Analyzed: 92",
        "  Mean (95% Confidence Interval)",
        "  Unit of Measure: Percentage of Participants  4.3        (1.2 to 10.8)",
        "Results 2: ",
        "  Arm/Group Title: Stratum 2: TCH + Bevacizumab",
        "  Arm/Group Description: HER2 positive participants were administered chemotherapy with docetaxel, carboplatin and trastuzumab (TCH) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab and trastuzumab every 3 weeks for a total of 52 weeks.",
        "  Overall Number of Participants Analyzed: 34",
        "  Mean (95% Confidence Interval)",
        "  Unit of Measure: Percentage of Participants  0        (0.0 to 10.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 27/92 (29.35%)",
        "  FEBRILE NEUTROPENIA *4/92 (4.35%)",
        "  NEUTROPENIA *3/92 (3.26%)",
        "  THROMBOCYTOPENIA *0/92 (0.00%)",
        "  CARDIAC FAILURE CONGESTIVE *3/92 (3.26%)",
        "  ATRIAL FIBRILLATION *1/92 (1.09%)",
        "  ABDOMINAL PAIN *1/92 (1.09%)",
        "  DUODENAL ULCER *1/92 (1.09%)",
        "  NAUSEA *1/92 (1.09%)",
        "  NEUTROPENIC COLITIS *1/92 (1.09%)",
        "  VOMITING *1/92 (1.09%)",
        "  ADVERSE DRUG REACTION *1/92 (1.09%)",
        "Adverse Events 2:",
        "  Total: 7/34 (20.59%)",
        "  FEBRILE NEUTROPENIA *0/34 (0.00%)",
        "  NEUTROPENIA *0/34 (0.00%)",
        "  THROMBOCYTOPENIA *2/34 (5.88%)",
        "  CARDIAC FAILURE CONGESTIVE *0/34 (0.00%)",
        "  ATRIAL FIBRILLATION *0/34 (0.00%)",
        "  ABDOMINAL PAIN *0/34 (0.00%)",
        "  DUODENAL ULCER *0/34 (0.00%)",
        "  NAUSEA *0/34 (0.00%)",
        "  NEUTROPENIC COLITIS *0/34 (0.00%)",
        "  VOMITING *0/34 (0.00%)",
        "  ADVERSE DRUG REACTION *0/34 (0.00%)"
    ]
}