{
    "Clinical Trial ID": "NCT00904033",
    "Intervention": [
        "INTERVENTION 1: ",
        "  No Exercise",
        "  Multivitamin Arm + Calcitriol Arm:Calcitriol pill taken once per week",
        "INTERVENTION 2: ",
        "  Exercise",
        "  Exercise Arm: Exercise consisting of progressive walking and resistance band training",
        "  Calcitriol+ Exercise Arm: Calcitriol pill taken once per week + Exercise"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Must be female.",
        "  Women of child-bearing potential (i.e. women who are pre-menopausal or not surgically sterile) must use acceptable contraceptive methods (abstinence, intrauterine device (IUD), or double barrier device) and must have a negative serum or urine pregnancy test within 1 week prior to beginning treatment on this trial. Contraceptive use needs to be continued at least 1 month after the trial has ended.",
        "  Must provide informed consent.",
        "  Must be willing to discontinue use of calcium and/or vitamin D supplements.",
        "  Participants must have an ionized serum calcium level within normal limits (1.19-1.29mmol/L) and a total corrected serum calcium of < 10.2mg/dl.",
        "  Must have a functional capacity rating of  2 on the Eastern Cooperative Oncology Group (ECOG) performance status when assessed at baseline.",
        "  Must have the approval of their treating physician (or physician's nurse practitioner or physician's assistant) to participate in sub-maximal physiological fitness testing and a low to moderate home-based walking and progressive resistance exercise program and to receive the 12-week supplementation of calcitriol 45 μg. Participants assigned to either of the calcitriol treatment arms will be instructed to stop taking calcium and/or vitamin D supplements.",
        "  Must be less than five years from the diagnosis of breast cancer and have received chemotherapy, radiation therapy, and/or hormonal therapy. Chemotherapy and radiation therapy, if received, must have been completed prior to study enrollment. Hormonal therapy may be ongoing.",
        "Exclusion Criteria:",
        "  Subjects with life-threatening conditions that would preclude them from breast cancer treatment including chronic cardiac failure, which is unstable despite medication use, uncontrolled hypertension, uncontrolled diabetes mellitus, or unstable coronary artery disease.",
        "  Patients who had a myocardial infarction within the past year.",
        "  Patients with severe metabolic disorders, which includes phenylketonuria (PKU), homocystinuria, and Fabry's disease, that would preclude them from taking calcitriol.",
        "  Patients with impaired renal function (CRCL < 60 mL/min) or who had kidney stones (calcium salt) within the past 5 years.",
        "  Patients with hypercalcemia (corrected serum Ca > 10.2 mg/dl) or a history of hypercalcemia or vitamin D toxicity.",
        "  Patients currently taking calcium supplements or aluminum-based antacids must be willing to discontinue their use if they are to enroll in the study.",
        "  Patients currently taking vitamin D supplements must immediately discontinue their use if they are to enroll in the study.",
        "  Patients with a known sensitivity to calcitriol.",
        "  Women who are pregnant or lactating.",
        "  Previously verified diagnosed of osteoporosis.",
        "  Women on antiresorptive drugs (e.g. bisphosphonates) within the past year.",
        "  Patients not capable of participating in an exercise intervention due to severe knee arthrosis or ligament/cartilage injuries of the lower extremities.",
        "  Women currently using oral contraception.",
        "  Women with malabsorptive syndromes (i.e. cystic fibrosis, chronic pancreatitis) or taking medications that decrease the absorption of fat soluble vitamins (i.e. Orlistat, Questran).",
        "  Participants assigned to calcitriol who are routinely taking a multivitamin supplement may continue the supplement as long as the amount of vitamin D in the supplement is not in excess of the RDA (recommended daily allowance) of 400 IU or 10 μg. If they are not taking a multivitamin supplement, they will be asked to not start supplementation while on study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Bone Resorption (Exercise)",
        "  Bone Resorption using Serum NTx (Exercise comparison)",
        "  Serum NTx level is used to aid in predicting skeletal response (bone mineral density) to antiresorptive therapy and in monitoring bone resorption changes following initiation of antiresorptive therapy. Elevated levels of serum NTx indicate elevated bone resorption. Elevated bone resorption is the primary cause of agerelated bone loss and that low bone mass often results in osteopenia and is the major cause of osteoporosis. The measurement range is in nanoMoles (NM) Bone Collagen Equivalents (BCE).",
        "  Time frame: Week 12",
        "Results 1: ",
        "  Arm/Group Title: No Exercise",
        "  Arm/Group Description: Multivitamin Arm + Calcitriol Arm:Calcitriol pill taken once per week",
        "  Overall Number of Participants Analyzed: 20",
        "  Least Squares Mean (Standard Error)",
        "  Unit of Measure: nm BCE  13.8         (1.656)",
        "Results 2: ",
        "  Arm/Group Title: Exercise",
        "  Arm/Group Description: Exercise Arm: Exercise consisting of progressive walking and resistance band training",
        "  Calcitriol+ Exercise Arm: Calcitriol pill taken once per week + Exercise",
        "  Overall Number of Participants Analyzed: 19",
        "  Least Squares Mean (Standard Error)",
        "  Unit of Measure: nm BCE  14.7         (1.033)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/10 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/10 (0.00%)"
    ]
}