{
    "Clinical Trial ID": "NCT00388726",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate 1.4 mg/kg^2",
        "  Eribulin Mesylate 1.4 mg/kg^2 on Days 1 and 8",
        "INTERVENTION 2: ",
        "  Treatment of Physician's Choice",
        "  Treatment of Physician's Choice"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients with histologically or cytologically confirmed carcinoma of the breast.",
        "  Every effort should be made to make paraffin embedded tissue or slides from the diagnostic biopsy or surgical specimen available for confirmation of diagnosis.",
        "  Patients with locally recurrent or metastatic disease who have received at least two (and not more than five) prior chemotherapeutic regimens for breast cancer, at least two of which were administered for treatment of locally recurrent and/or metastatic disease.",
        "  Prior therapy must be documented by the following criteria prior to entry onto study:",
        "  Regimens must have included an anthracycline (e.g., doxorubicin, epirubicin) and a taxane (e.g., paclitaxel, docetaxel) in any combination or order. Treatment with any of these agents is not required if they are contraindicated for a certain patient.",
        "  One or two of these regimens may have been administered as adjuvant and/or neoadjuvant therapy, but at least 2 must have been given for relapsed or metastatic disease.",
        "  Patients must have proved refractory to the most recent chemotherapy, documented by progression on or within six (6) months of therapy.",
        "  Patients with Human Epidermal Growth Factor 2 (HER2/neu) positive tumors may additionally have been treated with trastuzumab.",
        "  Patients may have additionally been treated with anti-hormonal therapy.",
        "  Resolution of all chemotherapy or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy <= Grade 2 and alopecia.",
        "  Age >= 18 years.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2.",
        "  Life expectancy of >= 3 months.",
        "  Adequate renal function as evidenced by serum creatinine <= 2.0 mg/dL or calculated creatinine clearance >= 40 mL/min per the Cockcroft and Gault formula.",
        "  Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) >= 1.5 x 10^9/L, hemoglobin >= 10.0 g/dL (a hemoglobin <10.0 g/dL is acceptable if it is corrected by growth factor or transfusion), and platelet count >= 100 x 10^9/L.",
        "  Adequate liver function as evidenced by bilirubin <= 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) <= 3 x ULN (in the case of liver metastases <= 5 x ULN), unless there are bone metastases, in which case liver specific alkaline phosphatase must be separated from the total and used to assess the liver function instead of the total alkaline phosphatase. In case alkaline phosphatase is >3 x ULN (in absence of liver metastases) or > 5 x ULN (in presence of liver metastases) AND patient is known to have bone metastases, the liver specific alkaline phosphatase must be separated from the total and used to assess the liver function instead of the total alkaline phosphatase.",
        "  Patients willing and able to comply with the study protocol for the duration of the study.",
        "  Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.",
        "  EXCLUSION CRITERIA",
        "  Patients who have received any of the following treatments within the specified period before E7389 or TPC treatment start:",
        "  chemotherapy, radiation, trastuzumab or hormonal therapy within three weeks.",
        "  any investigational drug within four weeks.",
        "  Radiation therapy encompassing > 30% of marrow.",
        "  Prior treatment with mitomycin C or nitrosourea.",
        "  Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen.",
        "  Patients with brain or subdural metastases are not eligible, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment in this study. Any signs (e.g., radiologic) and/or symptoms of brain metastases must be stable for at least 4 weeks before starting study treatment; radiographic stability should be determined by comparing a contrast-enhanced computed tomography or magnetic resonance imaging brain scan performed during screening to a prior scan performed at least 4 weeks earlier.",
        "  Patients with meningeal carcinomatosis.",
        "  Patients who are receiving anti-coagulant therapy with warfarin or related compounds, other than for line patency, and cannot be changed to heparin-based therapy if randomized to E7389 are not eligible. If a patient is to continue on mini-dose warfarin, then the prothrombin time (PT) or international normalized ratio (INR) must be closely monitored.",
        "  Women who are pregnant or breast-feeding; women of childbearing potential with either a positive pregnancy test at screening or no pregnancy test; women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception in the opinion of the Investigator. Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Severe/uncontrolled intercurrent illness/infection.",
        "  Significant cardiovascular impairment (history of congestive heart failure > New York Heart Association grade II, unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia).",
        "  Patients with organ allografts requiring immunosuppression.",
        "  Patients with known positive HIV status.",
        "  Patients who have had a prior malignancy, other than previous breast cancer, carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated >= 5 years previously with no subsequent evidence of recurrence.",
        "  Patients with pre-existing neuropathy > Grade 2.",
        "  Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative.",
        "  Patients who participated in a prior E7389 clinical trial whether or not E7389 was received.",
        "  Patients with other significant disease or disorders that, in the Investigator's opinion, would exclude the patient from the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Survival",
        "  Defined as the time from the date of randomization until the date of death from any cause.",
        "  Time frame: From date of randomization until death from any cause",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate 1.4 mg/kg^2",
        "  Arm/Group Description: Eribulin Mesylate 1.4 mg/kg^2 on Days 1 and 8",
        "  Overall Number of Participants Analyzed: 508",
        "  Median (Full Range)",
        "  Unit of Measure: Days  399        (360 to 434)",
        "Results 2: ",
        "  Arm/Group Title: Treatment of Physician's Choice",
        "  Arm/Group Description: Treatment of Physician's Choice",
        "  Overall Number of Participants Analyzed: 254",
        "  Median (Full Range)",
        "  Unit of Measure: Days  324        (282 to 380)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 130/503 (25.84%)",
        "  Febrile Neutropenia21/503 (4.17%)",
        "  Neutropenia9/503 (1.79%)",
        "  Anaemia1/503 (0.20%)",
        "  Pancytopenia1/503 (0.20%)",
        "  Pericardial Effusion2/503 (0.40%)",
        "  Cardiac Failure1/503 (0.20%)",
        "  Extrasystoles0/503 (0.00%)",
        "  Vertigo1/503 (0.20%)",
        "  Nausea7/503 (1.39%)",
        "  Vomiting5/503 (0.99%)",
        "  Diarrhoea1/503 (0.20%)",
        "  Abdominal Pain1/503 (0.20%)",
        "  Ascites1/503 (0.20%)",
        "Adverse Events 2:",
        "  Total: 64/247 (25.91%)",
        "  Febrile Neutropenia3/247 (1.21%)",
        "  Neutropenia0/247 (0.00%)",
        "  Anaemia2/247 (0.81%)",
        "  Pancytopenia0/247 (0.00%)",
        "  Pericardial Effusion0/247 (0.00%)",
        "  Cardiac Failure0/247 (0.00%)",
        "  Extrasystoles1/247 (0.40%)",
        "  Vertigo0/247 (0.00%)",
        "  Nausea2/247 (0.81%)",
        "  Vomiting1/247 (0.40%)",
        "  Diarrhoea4/247 (1.62%)",
        "  Abdominal Pain3/247 (1.21%)",
        "  Ascites2/247 (0.81%)"
    ]
}