{
    "Clinical Trial ID": "NCT01818063",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1 (Paclitaxel, Carboplatin)",
        "  Patients receive paclitaxel IV and carboplatin IV on day 1 (course 1 only) or day 2 (courses 2-12). Treatment repeats every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. Beginning 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.",
        "  Paclitaxel: Given IV",
        "  Carboplatin: Given IV",
        "  Doxorubicin: Given IV",
        "  Cyclophosphamide: Given IV",
        "INTERVENTION 2: ",
        "  Arm 2 (Veliparib, Paclitaxel, Carboplatin)",
        "  Patients receive veliparib PO BID on days 1-5. Patients also receive paclitaxel IV and carboplatin IV on day 3 (course 1 only) or day 4 (courses 2-12). Treatment repeats every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. Beginning 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.",
        "  Paclitaxel: Given IV",
        "  Carboplatin: Given IV",
        "  Doxorubicin: Given IV",
        "  Cyclophosphamide: Given IV",
        "  Veliparib: Given PO"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent must be obtained prior to any study-related procedures.",
        "  Histologically confirmed adenocarcinoma of the breast with the following markers: Estrogen receptor negative (<1%), progesterone receptor negative (<1%), and Her-2/neu negative (Her-2/neu 0-1+ IHC or FISH ratio <1.8 or average HER2 gene copy number of <four signal/nucleus for test systems without internal control probe).",
        "  Female  18 years old.",
        "  Clinical stage IIA (T2N0), IIB (T2N1, T3N0) or stage IIIA (T1N2, T2N2, T3N1, T3N2), IIIB, or IIIC breast cancer with no prior treatment.",
        "  Complete radiology or tumor assessment within 28 days prior to enrollment",
        "  Breast MRI",
        "  Unilateral Breast Ultrasound",
        "  Distant metastatic work-up completed with PET/CT.",
        "  If enlarged axillary lymph nodes are found during staging scans, FNA must be performed to determine whether the node is involved with cancer.",
        "  If axillary lymph nodes are clinically negative during initial work-up, sentinel node biopsy will be performed prior to initiation of chemotherapy.",
        "  ECOG Performance Status of 0 or 1",
        "  Adequate organ and hematologic function as evidenced by the following laboratory studies within 4 weeks of study enrollment:",
        "  Cardiac Ejection Fraction >/= lower limit of normal as determined by 2-D echo or MUGA scan according to institutional standards.",
        "  Hematologic function, as follows: Absolute neutrophil count  1.5 x 109/L, Platelet count  100 x 109/L and  850 x 109/L, Hemoglobin  9 g/dL, PTT and INR < 1.5 x ULN.",
        "  Renal function, as follows: Serum creatinine </= 1.4 mg/dL).",
        "  Hepatic function, as follows:Aspartate aminotransferase (AST)  2.5 x ULN, Alanine aminotransferase (ALT)  2.5 x ULN , Total bilirubin  2 x ULN (except for patients with UGT1A1 promoter polymorphism, i.e. Gilbert syndrome, confirmed by genotyping or Invader UGT1A1 molecular assay prior to study enrollment. Patients enrolled with Gilbert syndrome must have total bilirubin < 3 ULN).",
        "  Patient must be willing and able to undergo MRI as outlined in protocol.",
        "Exclusion Criteria:",
        "  Known hypersensitivity to doxorubicin, cyclophosphamide, paclitaxel, cremophor or medications containing cremophor(miconazole, docetaxel, sandimmune, nelfinavir mesylate, propofol, diazepam injection, vitamin K injection, ixabepilone, aci-jel) or carboplatin.",
        "  Known HIV or active Hepatitis B or C infection.",
        "  Prior treatment for the currently diagnosed breast cancer.",
        "  Prior treatment with doxorubicin up to 400 mg/m2.",
        "  Pre-existing Grade 3 or 4 sensory neuropathy.",
        "  History of bleeding diathesis or extensive bleeding requiring blood transfusion within 14 days of enrollment.",
        "  Major surgical procedure within 4 weeks (28 days) prior to enrollment (port placement is not considered a major surgical procedure).",
        "  Clinically significant cardiac disease within 12 months of study enrollment, including myocardial infarction, unstable angina, congestive heart failure, or ongoing arrhythmias requiring medication or pacemaker.",
        "  Non-healing wound, ulcer or fracture.",
        "  Ongoing or active infection.",
        "  Pregnant (i.e., positive beta-human chorionic gonadotropin test) or lactating",
        "  Not willing to use a highly effective method of birth control (i.e. those which result in low failure rates, less than 1% per year), defined as intrauterine devices, barrier methods (condoms, contraceptive sponges, diaphragms, vaginal rings used with spermicidal jellies or creams), oral contraceptive pills, or sexual abstinence. Contraception must be used during the study.",
        "  T0 tumors",
        "  Active dental infection"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Count of Participants That Achieve Pathologic Complete Response (PCR)",
        "  PCR is defined as the absence of any residual invasive cancer on hematoxylin and eosin (H&E) evaluation of the resected breast specimen and all sampled ipsilateral lymph nodes.",
        "  Time frame: 36 months following surgery",
        "Results 1: ",
        "  Arm/Group Title: Arm 1 (Paclitaxel, Carboplatin)",
        "  Arm/Group Description: Patients receive paclitaxel IV and carboplatin IV on day 1 (course 1 only) or day 2 (courses 2-12). Treatment repeats every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. Beginning 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.",
        "  Paclitaxel: Given IV",
        "  Carboplatin: Given IV",
        "  Doxorubicin: Given IV",
        "  Cyclophosphamide: Given IV",
        "  Overall Number of Participants Analyzed: 5",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  3  60.0%",
        "Results 2: ",
        "  Arm/Group Title: Arm 2 (Veliparib, Paclitaxel, Carboplatin)",
        "  Arm/Group Description: Patients receive veliparib PO BID on days 1-5. Patients also receive paclitaxel IV and carboplatin IV on day 3 (course 1 only) or day 4 (courses 2-12). Treatment repeats every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. Beginning 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.",
        "  Paclitaxel: Given IV",
        "  Carboplatin: Given IV",
        "  Doxorubicin: Given IV",
        "  Cyclophosphamide: Given IV",
        "  Veliparib: Given PO",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  3  75.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/5 (20.00%)",
        "  Viral Meningitis *1/5 (20.00%)",
        "Adverse Events 2:",
        "  Total: 0/4 (0.00%)",
        "  Viral Meningitis *0/4 (0.00%)"
    ]
}