{
    "Clinical Trial ID": "NCT00090857",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Letrozole",
        "  Participants in this arm received 2.5 mg of letrozole per day for a duration of 12 months; followed by an optional 4 years. Treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, ductal carcinoma in situ, or any non-breast primary cancer.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Participants in this arm received 1 tablet per day which contained the inert ingredients from the letrozole tablet, for a duration of 12 months; followed by an optional 5 years of letrozole.Treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, ductal carcinoma in situ, or any non-breast primary cancer."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  At increased risk for the development or recurrence of breast cancer, defined as an estradiol level  9 pg/mL",
        "  No evidence of suspicious or malignant disease, based on the following examinations:",
        "  Clinical bilateral breast examination within the past 6 months",
        "  Bilateral* mammogram within 3 months before randomization OR within 30 days after randomization",
        "  Pelvic exam normal within the past 5 years",
        "  General physical exam within the past 6 months NOTE: *Unilateral mammogram of the uninvolved breast for patients with prior invasive breast cancer or ductal carcinoma in situ (DCIS)",
        "  Bone density scan within 2 standard deviations from normal within the past 30 days",
        "  Bone density scan  2 standard deviations below normal allowed if approved by the study physician",
        "  At least 1 breast that has not been previously treated with radiotherapy or surgery (for patients with prior invasive breast cancer or DCIS)",
        "  Hormone receptor status:",
        "  Not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Age",
        "  35 and over",
        "  Sex",
        "  Female",
        "  Menopausal status",
        "  Postmenopausal, defined by any of the following criteria:",
        "  At least 12 months without spontaneous menstrual bleeding",
        "  Prior hysterectomy and bilateral salpingo-oophorectomy",
        "   55 years of age with a prior hysterectomy with or without oophorectomy",
        "  < 55 years of age with a prior hysterectomy without oophorectomy OR the status of the ovaries is unknown AND follicle-stimulating hormone (FSH) level is in the postmenopausal range",
        "  Performance status",
        "  Normal activity must not be restricted for a significant portion of the day",
        "  Life expectancy",
        "  At least 10 years",
        "  Hematopoietic",
        "  Complete blood count with differential normal",
        "  Prior benign neutropenia allowed provided the granulocyte count is  1,500/mm^3",
        "  Hepatic",
        "  Bilirubin normal",
        "  Alkaline phosphatase normal",
        "  SGOT and SGPT normal",
        "  Renal",
        "  Creatinine normal",
        "  Cardiovascular",
        "  No uncontrolled cardiovascular disease",
        "  Other",
        "  Not pregnant",
        "  No other malignancy within the past 5 years except basal cell or squamous cell skin cancer or carcinoma in situ of the cervix",
        "  No osteoporosis",
        "  No hyperlipidemia",
        "  No mental health status resulting in cognitive or emotional impairment that would preclude study participation",
        "  PRIOR CONCURRENT THERAPY:",
        "  Biologic therapy",
        "  Not specified",
        "  Chemotherapy",
        "  Not specified",
        "  Endocrine therapy",
        "  More than 30 days since prior AND no concurrent use of any of the following hormonal agents:",
        "  Estrogen or progesterone replacement therapy",
        "  Oral contraceptives",
        "  Raloxifene or other plasma estrogen receptor modulators (SERMs)",
        "  Androgens (e.g., danazol)",
        "  Luteinizing hormone-releasing hormone (LHRH) analogs (e.g., goserelin or leuprolide)",
        "  Prolactin inhibitors (e.g., bromocriptine)",
        "  Antiandrogens (e.g., cyproterone)",
        "  More than 60 days since prior AND no concurrent tamoxifen",
        "  No prior aromatase inhibitors (for patients with prior invasive breast cancer or DCIS)",
        "  No concurrent phytoestrogenic dietary supplements (e.g., soy, ginseng, or other natural products)",
        "  Dietary soy allowed",
        "  Radiotherapy",
        "  See Disease Characteristics",
        "  Surgery",
        "  See Disease Characteristics",
        "  No prior bilateral mastectomy",
        "  Other",
        "  More than 60 days since prior treatment for invasive breast cancer or DCIS",
        "  More than 30 days since prior bisphosphonates or calcitonin",
        "  No prior or concurrent participation on a treatment study for invasive breast cancer or DCIS",
        "  No concurrent participation in any other cancer prevention study or osteoporosis prevention study involving pharmacologic agents",
        "  No concurrent calcitonin",
        "  No concurrent bisphosphonate therapy",
        "  Concurrent cholecalciferol (vitamin D) and calcium to augment bone mineral density allowed"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in Lumbar Density From Baseline to 12 Months",
        "  The bone mineral density (BMD) test was comprised of the following 4 measurements [total density (g/cm^2)]: lumbar, femoral neck, trochanter, hip.",
        "  Time frame: Evaluation occurred at treatment initiation (BL) and after 12-months of treatment.",
        "Results 1: ",
        "  Arm/Group Title: Letrozole",
        "  Arm/Group Description: Participants in this arm received 2.5 mg of letrozole per day for a duration of 12 months; followed by an optional 4 years. Treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, ductal carcinoma in situ, or any non-breast primary cancer.",
        "  Overall Number of Participants Analyzed: 29",
        "  Median (Full Range)",
        "  Unit of Measure: g/cm^2  -0.036        (-0.092 to 0.272)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Participants in this arm received 1 tablet per day which contained the inert ingredients from the letrozole tablet, for a duration of 12 months; followed by an optional 5 years of letrozole.Treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, ductal carcinoma in situ, or any non-breast primary cancer.",
        "  Overall Number of Participants Analyzed: 13",
        "  Median (Full Range)",
        "  Unit of Measure: g/cm^2  -0.021        (-0.180 to 0.064)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/33 (3.03%)",
        "  Pain - Head/Headache 1/33 (3.03%)",
        "  Urticaria (hives, welts, wheals) 1/33 (3.03%)",
        "  Pruritus / Itching 1/33 (3.03%)",
        "Adverse Events 2:",
        "  Total: 0/16 (0.00%)",
        "  Pain - Head/Headache 0/16 (0.00%)",
        "  Urticaria (hives, welts, wheals) 0/16 (0.00%)",
        "  Pruritus / Itching 0/16 (0.00%)"
    ]
}