{
    "Clinical Trial ID": "NCT00246090",
    "Intervention": [
        "INTERVENTION 1: ",
        "  E7389 1.4 mg/m^2",
        "  E7389 1.4 mg/m^2 intravenous bolus given over 2-5 minutes on Days 1 and 8 every 21 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients with histologically or cytologically confirmed carcinoma of the breast. Every effort should be made to make paraffin embedded tissue or slides from the diagnostic biopsy or surgical specimen available for confirmation of diagnosis.",
        "  Patients with locally advanced or metastatic disease who have received at least two (and not more than five) prior chemotherapeutic regimens for breast cancer, at least one of which was administered for treatment of locally advanced or metastatic disease.",
        "  Prior therapy must be documented by the following criteria prior to entry onto study:",
        "  Regimens must have included an anthracycline (eg, doxorubicin, epirubicin), a taxane (eg, paclitaxel, docetaxel) and capecitabine in any combination or order.",
        "  One or two of these regimens may have been administered as adjuvant and/or neoadjuvant therapy.",
        "  Patients with human epidermal growth factor receptor 2 (HER2/neu) over-expressing tumors must additionally have been treated with trastuzumab.",
        "  Patients with estrogen receptor-expressing tumors may have additionally been treated with estrogen-specific therapy.",
        "  Prior hormonal therapy, biological therapy, (eg, trastuzumab, bevacizumab), or immunotherapy, is not to be counted as one of the 2 to 5 prior chemotherapy regimens allowed. However, hormonal therapy must be discontinued one week before administration of E7389, and biological therapy must be discontinued two weeks before E7389 administration.",
        "  Patients who are being treated with bisphosphonates when they enter the study are allowed to continue the medication as long as the dosing does not change. In case a change in dosing is deemed necessary, the case needs to be discussed with the Sponsor.",
        "  Progression on or within six months of the last regimen for advanced disease, documented by the following:",
        "  The dates of treatment, doses, outcome of therapy and the reason for discontinuation of prior anthracycline, taxane, capecitabine, and trastuzumab therapy must be provided.",
        "  Prior to entry onto the study, information ensuring that the last therapy fulfills eligibility criteria is required, which includes progression while receiving this last prior chemotherapy regimen, or within six months of receiving that therapy.",
        "  Chemotherapy medication administration sheets or other official medical/hospital records indicating type and dates of chemotherapy must be available for inspection, and one of the following as a reason for discontinuation of medication is required: radiographic evidence of progression, or doctor's office or hospitalization notes documenting radiologic progression, clinically documented increase in tumor burden, and/or increase in tumor-specific markers.",
        "  Patients with measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria, defined as at least one lesion that can be accurately measured in at least one diameter (at least 10 mm in longest diameter [LD] by spiral computer tomography [CT] scan), or at least 20 mm by standard techniques. If the only measurable lesion is a lymph node, it must measure at least 20 mm in LD. If a single lesion is identified as the target lesion, a biopsy or aspiration with cytological or histological confirmation of the diagnosis of breast carcinoma is required.",
        "  Resolution of all chemotherapy or radiation-related toxicities to less than Grade 2 severity, except for stable sensory neuropathy  Grade 2 and alopecia.",
        "  Age >= 18 years.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2.",
        "  Life expectancy of  3 months.",
        "  Adequate renal function as evidenced by serum creatinine  2.0 mg/dL or calculated creatinine clearance  40 mL/minute (min) per the Cockcroft and Gault formula.",
        "  Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) 1.5 x 10^9/L hemoglobin  10.0 g/dL (acceptable if it is corrected by therapeutic intervention or transfusional support), and platelet count  100 x 10^9/L.",
        "  Adequate liver function as evidenced by bilirubin  1.5 mg/dL and alkaline phosphatase, alanine transaminase (ALT), and aspartate transaminase (AST)  3 times the upper limits of normal (ULN) (in the case of liver metastases  5 x ULN), unless there are bone metastases, in which case liver specific alkaline phosphatase must be separated from the total and used to assess the liver function instead of the total alkaline phosphatase.",
        "  Willing and able to complete the European Organization for Research on the Treatment of Cancer (EORTC) quality of life assessment, Analgesic Diary, and Pain Visual Analog Scale (VAS).",
        "  Willing and able to comply with the study protocol for the duration of the study.",
        "  Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.",
        "Exclusion Criteria:",
        "  Patients must not have received chemotherapy, radiation, or biologic therapy within two weeks, hormonal therapy within one week, or trastuzumab within three weeks, before E7389 treatment start.",
        "  Patients must not have received radiation therapy encompassing > 30% of marrow (a lesion that has been irradiated cannot be used as a target lesion, unless it has progressed after the irradiation).",
        "  Patients must not have pre-existing neuropathy > Grade 2.",
        "  Patients must not have participated in a prior E7389 clinical trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate",
        "  Based on Response Evaluation Criteria in Solid Tumors (RECIST), consisting of complete response (CR) plus partial response (PR). Defined as the best response from the start of treatment until disease progression or recurrence. Lesions measured by computed tomography (CT) scan and magnetic resonance imaging (MRI). Objective response rate: complete response (CR-disappearance of all lesions)+ partial response (PR-30% decrease in lesion diameter), Progressive Disease (PD-20% increase in lesion diameter), stable disease (SD-neither shrinkage nor increase of lesions).",
        "  Time frame: Every two cycles",
        "Results 1: ",
        "  Arm/Group Title: E7389 1.4 mg/m^2",
        "  Arm/Group Description: E7389 1.4 mg/m^2 intravenous bolus given over 2-5 minutes on Days 1 and 8 every 21 days.",
        "  Overall Number of Participants Analyzed: 269",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  14.1"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 88/291 (30.24%)",
        "  Anemia3/291 (1.03%)",
        "  Febrile Neutropenia11/291 (3.78%)",
        "  Leukopenia1/291 (0.34%)",
        "  Neutropenia7/291 (2.41%)",
        "  Thrombocytopenia2/291 (0.69%)",
        "  Cardiac Arrest1/291 (0.34%)",
        "  Pericardial Effusion1/291 (0.34%)",
        "  Pericarditis1/291 (0.34%)",
        "  Tachycardia2/291 (0.69%)",
        "  Diplopia1/291 (0.34%)",
        "  Macular Hole1/291 (0.34%)",
        "  Abdominal Pain3/291 (1.03%)"
    ]
}