{
    "Clinical Trial ID": "NCT01466270",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I",
        "  Patients receive donepezil hydrochloride PO QD.",
        "  donepezil hydrochloride: Given PO",
        "INTERVENTION 2: ",
        "  Arm II",
        "  Patients receive placebo PO QD.",
        "Placebo: Given PO"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Adults >18 years old.",
        "  Female with history of invasive breast cancer",
        "  Must have completed adjuvant chemotherapy between 1 and 5 years prior to registration",
        "  Received at least 4 cycles of cytotoxic chemotherapy",
        "  Documentation of prior chemotherapy",
        "  Patients receiving ongoing hormonal therapy for breast cancer must be on the same hormonal agent for at least 3 months prior to study registration and continue for the duration of the study (9 months)",
        "  Karnofsky Performance Status must be > 60 or ECOG 0-2.",
        "  Use of psychotropic medications (anti-depressants, anxiolytics, sleeping aids, narcotics) is permitted. Patient will be asked to list any that have been taken within the last 3 days on the recent medication sheet.",
        "  Patients must be able to give informed consent to participate in the study, including signing the consent form.",
        "  Self-reported cognitive disruption (FACT-Cog Version 3 Perceived Cognitive Impairments sub-score of < 63)",
        "  Negative serum pregnancy test within 10 days prior to registration for women of child-bearing potential.",
        "EXCLUSION CRITERIA:",
        "  Evidence or suspected recurrent or metastatic disease",
        "  History of dementia, Alzheimer's disease, multi-infarct dementia or CVA (history of transient ischemic attack (TIA is allowed)",
        "  Current use of donepezil, galantamine, rivastigmine, tacrine, memantine, methylphenidate, dextroamphetamine, or any other specific cognition enhancing drugs.are not allowed. For patients who have used these medications they must not have used them within 4 weeks prior to registration.",
        "  Patients may not currently be taking Ketoconazole or Quinidine",
        "  Hypersensitivity to donepezil.",
        "  Use of investigational medications within the last 30 days.",
        "  Prior brain metastasis",
        "  Traumatic brain injury, multiple sclerosis or recent myocardial infarction",
        "  History of schizophrenia, psychosis or substance abuse",
        "  Untreated current severe depression. (Currently treated depression is permitted if treatment is stable.)",
        "  Acute severe fatigue, chronic fatigue syndrome or fibromyalgia.",
        "  History of hepatic or renal dysfunction or disease",
        "  Pregnant women are excluded from this study. The effects of donepezil on the developing human fetus at the recommended therapeutic dose are unknown. For this reason and because donepezil is known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.",
        "  It is unknown whether donepezil is excreted in breast milk, for this reason women who are currently breast-feeding are not eligible for this study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Retention",
        "  Retention is the percentage of participants who stay in the study for 24 weeks.",
        "  Time frame: 24 Weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm I",
        "  Arm/Group Description: Patients receive donepezil hydrochloride PO QD.",
        "  donepezil hydrochloride: Given PO",
        "  Overall Number of Participants Analyzed: 31",
        "  Mean (Standard Error)",
        "  Unit of Measure: percentage of participants  71.0         (8.3)",
        "Results 2: ",
        "  Arm/Group Title: Arm II",
        "  Arm/Group Description: Patients receive placebo PO QD.",
        "  Placebo: Given PO",
        "  Overall Number of Participants Analyzed: 31",
        "  Mean (Standard Error)",
        "  Unit of Measure: percentage of participants  80.7         (7.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/28 (7.14%)",
        "  Insomnia 2/28 (7.14%)",
        "  Pain: Chest Wall 0/28 (0.00%)",
        "  Muscle Cramps 0/28 (0.00%)",
        "  Headache 1/28 (3.57%)",
        "Adverse Events 2:",
        "  Total: 1/30 (3.33%)",
        "  Insomnia 0/30 (0.00%)",
        "  Pain: Chest Wall 1/30 (3.33%)",
        "  Muscle Cramps 1/30 (3.33%)",
        "  Headache 0/30 (0.00%)"
    ]
}