{
    "Clinical Trial ID": "NCT00083174",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Open-label Extension: Exemestane",
        "  one 25 mg tablet daily in am",
        "  exemestane: one 25 mg tablet daily in am"
    ],
    "Eligibility": [
        "At increased risk of developing breast cancer, due to at least one of the following risk factors:",
        "  Gail score  1.66",
        "  Age  60 years",
        "  Prior atypical ductal hyperplasia, lobular hyperplasia, or lobular carcinoma in situ on breast biopsy",
        "  Prior ductal carcinoma in situ (DCIS) treated with total mastectomy with or without tamoxifen (tamoxifen must have been completed  3 months prior to randomization)",
        "  No prior DCIS treated with lumpectomy with or without radiation",
        "  No prior invasive breast cancer",
        "  Not BRCA1 or BRCA2 carriers",
        "  PATIENT CHARACTERISTICS:",
        "  Previous:",
        "  35 and over",
        "  Female",
        "  Postmenopausal, defined as one of the following:",
        "  over 50 years of age with no spontaneous menses for at least 12 months before study entry",
        "  50 years of age or under with no menses (spontaneous or secondary to hysterectomy) for at least 12 months before study entry AND with follicle-stimulating hormone level within postmenopausal range",
        "  Underwent prior bilateral oophorectomy",
        "  No other malignancies within the past 5 years except adequately treated nonmelanoma skin cancer, curatively treated carcinoma in situ of the cervix, or other curatively treated solid tumors with no evidence of disease for  5 years",
        "  No uncontrolled hypothyroidism or hyperthyroidism",
        "  No major medical or psychiatric illness (including substance and alcohol abuse within the past 2 years) that would preclude study participation or compliance",
        "  Must be accessible for treatment and follow-up",
        "  Willing to complete quality of life questionnaires in either English or French",
        "  Current: MAP.3 participants who were randomized to the exemestane arm, are currently receiving exemestane as part of the MAP.3 study and who have not completed 5 years of exemestane.",
        "  OR MAP.3 study participants who were randomized to the placebo arm and who have either completed 5 years of study drug or who are still receiving placebo. Note: this applies only to centres that choose to allow placebo \"cross-over\".",
        "  PRIOR CONCURRENT THERAPY:",
        "  Previous:",
        "  More than 3 months since prior and no concurrent hormone replacement therapies",
        "  More than 3 months since systemic estrogenic, androgenic, or progestational agents",
        "  More than 3 months since prior and no concurrent hormonal therapies, including, but not limited to the following:",
        "  Luteinizing-hormone releasing-hormone analogs (e.g., goserelin or leuprolide)",
        "  Progestogens (e.g., megestrol)",
        "  Prolactin inhibitors (e.g., bromocriptine)",
        "  Antiandrogens (e.g., cyproterone acetate)",
        "  Selective estrogen-receptor modulators (e.g., tamoxifen, toremifene, or raloxifene)",
        "  No investigational drug within 30 days or 5 half lives prior to randomization",
        "  No concurrent endocrine therapy",
        "  No concurrent estrogens, androgens, or progesterones",
        "  Concurrent low dose ( 100 mg/day) prophylactic aspirin allowed",
        "  Concurrent bisphosphonates for prevention or treatment of osteoporosis allowed",
        "  No other concurrent medications that may have an effect on study endpoints",
        "  Current: There are no prior concurrent therapy restrictions for the amended MAP.3 study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Women With Serious Adverse Events",
        "  Percentage of serious adverse events for women who choose to receive 5 years of exemestane as preventative therapy.",
        "  Time frame: 5 years open-label extension period",
        "Results 1: ",
        "  Arm/Group Title: Open-label Extension: Exemestane",
        "  Arm/Group Description: one 25 mg tablet daily in am",
        "  exemestane: one 25 mg tablet daily in am",
        "  Overall Number of Participants Analyzed: 2831",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of women  0.0        (0.0 to 0.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 39/2240 (1.74%)",
        "  Supraven.arrhyth. Atrial fibrillation 1/2240 (0.04%)",
        "  Cardiac ischemia/infarction 2/2240 (0.09%)",
        "  Valvular heart disease 1/2240 (0.04%)",
        "  Cardiac General - Other 2/2240 (0.09%)",
        "  Endocrine - Other 1/2240 (0.04%)",
        "  Ocular - Other 1/2240 (0.04%)",
        "  Colitis 2/2240 (0.09%)",
        "  Diarrhea 1/2240 (0.04%)",
        "  Dysphagia 1/2240 (0.04%)",
        "  Gastritis 1/2240 (0.04%)"
    ]
}