{
    "Clinical Trial ID": "NCT01446159",
    "Intervention": [
        "INTERVENTION 1: ",
        "  MEDI-573 10 mg/kg + Aromatase Inhibitor (AI)",
        "  Participants enrolled in Phase 1b of the study and received intravenous infusion of MEDI-573 10 mg/kg on Day 1 of each 21-day cycle and AI of the investigator's choice (letrozole, anastrozole, or exemestane) orally once daily until unacceptable toxicity, documentation of disease progression, or withdrawal for other reasons.",
        "INTERVENTION 2: ",
        "  MEDI-573 30 mg/kg + AI",
        "  Participants enrolled in Phase 1 b of the study and received intravenous infusion of MEDI-573 30 mg/kg on Day 1 of each 21-day cycle and AI (letrozole, anastrozole, or exemestane) orally once daily until unacceptable toxicity, documentation of disease progression, or withdrawal for other reasons."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically-confirmed MBC not deemed amenable to curative surgery or curative radiation therapy",
        "  Tumors are positive for ER, PgR, or both",
        "  Tumors must be negative for HER2 (by FISH, CISH or IHC)",
        "  Female gender and age  18 years at time of study entry",
        "  Postmenopausal",
        "  Karnofsky Performance Status  70",
        "  Life expectancy of  6 months",
        "Exclusion Criteria:",
        "  Subjects who received prior chemotherapy, hormonal therapy, immunotherapy or biologic therapy for advanced or metastatic disease with the following exceptions:",
        "  Prior adjuvant therapy with an AI and/or tamoxifen is allowed, provided treatment ended at least 2 weeks prior to the first dose of MEDI-573",
        "  Prior neoadjuvant and/or adjuvant chemotherapy for breast cancer is allowed",
        "  Extensive symptomatic visceral disease including hepatic involvement and pulmonary lymphangitic spread of tumor, or disease that is considered by the investigator to be rapidly progressing or life threatening (eg, subjects who are intended for chemotherapy)",
        "  Active brain metastases with the exception of subject has been treated and are asymptomatic and there has been no evidence of CNS progression for at least 4 weeks of first dose of MEDI-573",
        "  Evidence of ongoing spinal cord compression or leptomeningeal carcinomatosis",
        "  Unresolved toxicities from prior therapy with the exception of alopecia that have not resolved to  Grade 1 at the time of starting study treatment",
        "  Previous treatment with agents that target the IGF receptor",
        "  History of allergy or reaction attributed to compounds of chemical or biologic composition similar to those of MEDI-573 or AI",
        "  History of another invasive malignancy within 5 years except for curatively resected nonmelanoma skin cancer or carcinoma in situ of the cervix",
        "  Poorly controlled diabetes mellitus"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase 1b and Phase 2: Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Events (TESAEs)",
        "  An Adverse Event (AE) is any unfavourable and unintended sign, symptoms, or diseases temporally associated with use of study drug, whether or not considered related to study drug. A serious adverse event (SAE) is an AE that results in death, initial or prolonged inpatient hospitalization, life-threatening, persistent or significant disability/incapacity, congenital anomaly/birth defect, or an important medical event. TEAEs and TESAEs are defined as AEs and SAEs present at baseline that worsened in intensity after administration of study drug, or events absent at baseline that emerged after administration of study drug, up to 60 days after the last study drug or until the participants started another anticancer therapy, whichever occurs first (approximately 8 years).",
        "  Time frame: From the start of study treatment (Day 1) through 60 days after the last dose of treatment or until the participants started another anticancer therapy, whichever occurs first (approximately 8 years)",
        "Results 1: ",
        "  Arm/Group Title: MEDI-573 10 mg/kg + Aromatase Inhibitor (AI)",
        "  Arm/Group Description: Participants enrolled in Phase 1b of the study and received intravenous infusion of MEDI-573 10 mg/kg on Day 1 of each 21-day cycle and AI of the investigator's choice (letrozole, anastrozole, or exemestane) orally once daily until unacceptable toxicity, documentation of disease progression, or withdrawal for other reasons.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Any TEAEs: 3 100.0%",
        "  Any TESAEs: 2  66.7%",
        "Results 2: ",
        "  Arm/Group Title: MEDI-573 30 mg/kg + AI",
        "  Arm/Group Description: Participants enrolled in Phase 1 b of the study and received intravenous infusion of MEDI-573 30 mg/kg on Day 1 of each 21-day cycle and AI (letrozole, anastrozole, or exemestane) orally once daily until unacceptable toxicity, documentation of disease progression, or withdrawal for other reasons.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Any TEAEs: 3 100.0%",
        "  Any TESAEs: 0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/3 (66.67%)",
        "  Febrile neutropenia 1/3 (33.33%)",
        "  Atrial flutter 0/3 (0.00%)",
        "  Atrial fibrillation 0/3 (0.00%)",
        "  Cardiac failure 0/3 (0.00%)",
        "  Sinus bradycardia 1/3 (33.33%)",
        "  Supraventricular tachycardia 0/3 (0.00%)",
        "  Abdominal pain upper 0/3 (0.00%)",
        "  Dysphagia 0/3 (0.00%)",
        "  Intestinal mass 0/3 (0.00%)",
        "  Pancreatitis acute 0/3 (0.00%)",
        "  Small intestinal obstruction 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/3 (0.00%)",
        "  Febrile neutropenia 0/3 (0.00%)",
        "  Atrial flutter 0/3 (0.00%)",
        "  Atrial fibrillation 0/3 (0.00%)",
        "  Cardiac failure 0/3 (0.00%)",
        "  Sinus bradycardia 0/3 (0.00%)",
        "  Supraventricular tachycardia 0/3 (0.00%)",
        "  Abdominal pain upper 0/3 (0.00%)",
        "  Dysphagia 0/3 (0.00%)",
        "  Intestinal mass 0/3 (0.00%)",
        "  Pancreatitis acute 0/3 (0.00%)",
        "  Small intestinal obstruction 0/3 (0.00%)"
    ]
}