{
    "Clinical Trial ID": "NCT02481050",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate 1.4 mg/m^2",
        "  Participants with histologically confirmed HER2-negative MBC who were previously treated with 2 to 5 chemotherapy regimens received eribulin mesylate 1.4 mg/m^2, intravenous infusion over 2 to 5 minutes on Day 1 and Day 15 of each 28-days treatment cycle until intercurrent illness, unacceptable toxicity, disease progression occurred, or until the participant withdrew consent (up to 16 cycles)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histological or cytological adenocarcinoma of the breast.",
        "  Females, aged greater than or equal to 18 years at time of informed consent.",
        "  HER2-negative as determined by fluorescence in situ hybridization (FISH); or 0 or 1+ by immunohistochemistry (IHC) staining .",
        "  Participants with metastatic breast cancer who have received at least 2 and not more than 5 prior chemotherapy regimens.",
        "  Participants with at least one measurable lesion greater than or equal to 10 mm in the longest diameter for a non-lymph node or greater than or equal to 15 mm in the short-axis diameter for a lymph node as determined by investigator using Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1).",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status less than or equal to 2.",
        "  Life expectancy of greater than or equal to 3 months.",
        "  Any neuropathy must recover to Grade less than or equal to 2 prior to enrollment.",
        "  Adequate renal function as evidenced by serum creatinine less than or equal to 1.5 mg/dL or calculated creatinine clearance greater than or equal to 50 mL/minute according to the Cockcroft and Gault formula.",
        "  Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) greater than or equal to 1.5 X 10^9/L, hemoglobin greater than or equal to 10.0 g/dL (can be corrected by growth factor or transfusion), and platelet count greater than or equal to 100 X 10^9/L.",
        "  Adequate liver function as evidenced by total bilirubin less than or equal to 1.5 X upper limit of normal (ULN), alkaline phosphatase, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) less than or equal to 3 X ULN (less than or equal to 5 X ULN in the case of liver metastases), unless there are bone metastases, in which case liver specific alkaline phosphatase must be separated from the total and used to assess the liver function instead of the total alkaline phosphatase.",
        "  Are willing and able to comply with all aspects of the treatment protocol.",
        "  Provide written informed consent.",
        "Exclusion Criteria:",
        "  Previous treatment with eribulin.",
        "  Hypersensitivity to eribulin/excipients or halichondrin B or known intolerance of eribulin.",
        "  Current enrollment in another clinical study or used of any investigational drug or device within the past 28 days preceding informed consent.",
        "  Previous treatment with chemotherapy, radiation, biological, or targeted therapy within the last 2 weeks or 5 X half-life, whichever is longer, preceding informed consent.",
        "  Females who are breastfeeding or pregnant at Screening or Baseline (as documented by a positive beta-human chorionic gonadotropin ([B-hCG] test). A separate Baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.",
        "  All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (ie, bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing).",
        "  Females of childbearing potential who had unprotected sexual intercourse within 30 days before study entry and who do not agree to use a highly effective method of contraception (eg, total abstinence, an intrauterine device, a double-barrier method [such as condom plus diaphragm with spermicide], a contraceptive implant, an oral contraceptive, or have a vasectomized partner with confirmed azoospermia) throughout the entire study period or for 28 days after study drug discontinuation.",
        "  Females who are currently abstinent and do not agree to use a double barrier method as described above or to refrain from sexual activity during the study period or for 28 days after study drug discontinuation.",
        "  Females who are using hormonal contraceptives but are not on a stable dose of the same hormonal contraceptive product for at least 4 weeks before dosing and who do not agree to use the same contraceptive during the study or for 28 days after study drug discontinuation.",
        "  Known central nervous system (CNS) disease, except for those participants with treated brain metastasis who are stable for at least 1 month with no evidence of progression or hemorrhage after treatment and no ongoing requirement for corticosteroids.",
        "  Known human immunodeficiency virus (HIV) positive.",
        "  Existing anticancer, therapy-related toxicities of Grades greater than or equal to 2, with the exception of alopecia.",
        "  A prior malignancy other than carcinoma in situ of the cervix, or nonmelanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated greater than 5 years previously with no subsequent evidence of recurrence.",
        "  Clinically significant cardiovascular impairment (congestive heart failure of New York Heart Association [NYHA] Classification greater than II, unstable angina, myocardial infarction within the past 6 months, or serious cardiac arrhythmia).",
        "  Clinically significant ECG abnormality, including a marked Baseline prolonged QT/QTc interval (ie, a repeated demonstration of a QTc interval greater than 500 milliseconds).",
        "  Pulmonary lymphangitic involvement that resulted in pulmonary dysfunction requiring active treatment, including the use of oxygen.",
        "  History of concomitant medical condition(s) that, in the opinion of the investigator, would compromise the participant's ability to safely complete the study.",
        "  The investigator's belief that the participant is medically unfit to receive eribulin or unsuitable for any other reason."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR) by Investigator Assessment",
        "  ORR was defined as the percentage of participants who had best overall response (BOR) of complete response (CR) or partial response (PR) measured by response evaluation criteria in solid tumors (RECIST) 1.1. CR defined as disappearance of all target lesions (a short diameter is less than [<] 10 millimeter [mm] if it exists in a lymph node). PR defined as at least 30 percent (%) decrease in the sum of the long diameter (LD) of all target lesions, as compared with Baseline summed LD.",
        "  Time frame: From first dose of study drug until intercurrent illness, unacceptable toxicity, disease progression, or until the participant withdrew consent (approximately up to 2.3 years)",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate 1.4 mg/m^2",
        "  Arm/Group Description: Participants with histologically confirmed HER2-negative MBC who were previously treated with 2 to 5 chemotherapy regimens received eribulin mesylate 1.4 mg/m^2, intravenous infusion over 2 to 5 minutes on Day 1 and Day 15 of each 28-days treatment cycle until intercurrent illness, unacceptable toxicity, disease progression occurred, or until the participant withdrew consent (up to 16 cycles).",
        "  Overall Number of Participants Analyzed: 57",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  12.3        (5.08 to 23.68)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/58 (24.14%)",
        "  Constipation 1/58 (1.72%)",
        "  Vomiting 1/58 (1.72%)",
        "  Upper gastrointestinal haemorrhage 1/58 (1.72%)",
        "  Asthenia 1/58 (1.72%)",
        "  Chest pain 1/58 (1.72%)",
        "  Pain 1/58 (1.72%)",
        "  Sepsis 2/58 (3.45%)",
        "  Fall 1/58 (1.72%)",
        "  Spinal compression fracture 1/58 (1.72%)",
        "  Neutrophil count decreased 1/58 (1.72%)",
        "  Dehydration 1/58 (1.72%)",
        "  Hypovolaemia 1/58 (1.72%)"
    ]
}