{
    "Clinical Trial ID": "NCT01432145",
    "Intervention": [
        "INTERVENTION 1: ",
        "  6-Mercaptopurine and Methotrexate (6MP/MTX)",
        "  6-Mercaptopurine: 6MP 75mg/m2 body surface area, administered orally (PO) once a day (od) in the morning 1 hour after eating, on a continuous schedule. One cycle is 28 days. Treatment is given continuously until disease progression.",
        "  Methotrexate: Methotrexate 20mg/m2 will be taken orally, once a week, in the morning. One cycle is 28 days. Treatment is given continuously until disease progression.",
        "  Update: These original doses were reduced following an Urgent Safety Measure in August 2012 due to a large proportion of patients requiring a dose reduction or treatment delay due to incidences of myelo-suppression.",
        "  The reduced doses were 55mg/m2 of 6MP orally once a day, and 15mg/m2 of Methotrexate orally once a week."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with proven BRCA1 or BRCA2 mutations and after appropriate exposure to standard treatment, as defined by:",
        "  Breast Cancer",
        "  Patients with initially histologically or cytologically proven locally advanced or metastatic breast cancer who may have received up to 3 previous lines of chemotherapy in the locally advanced or metastatic breast cancer setting.",
        "  Patients must have previously had a taxane and an anthracycline in either the adjuvant or metastatic setting, provided that these were not contraindicated.",
        "  Patients with hormone responsive disease should have had at least 1 line of hormone therapy for metastatic disease.",
        "  Prior treatment with a poly-Adenosine diphosphate (ADP) ribose polymerase (PARP) inhibitor is permissible.",
        "  OR Ovarian Cancer",
        "  Patients with initially histologically or cytologically proven ovarian cancer.",
        "  Patients must have disease that is platinum resistant or in whom further platinum based therapy is inappropriate.",
        "  Prior treatment with a PARP inhibitor is permissible.",
        "  Patients must have measurable disease on computerized tomography (CT) or Magnetic resonance imaging (MRI) scan as defined by Response Evaluation Criteria In Solid Tumors (RECIST) criteria.",
        "  Age 18 years.",
        "  Eastern Cooperative Oncology Group (ECOG) performance score of 0-2.",
        "  Life expectancy >12 weeks.",
        "  Written informed consent.",
        "  Patient willing and able to comply with all protocol requirements.",
        "  No prior anti-cancer treatment in previous 4 weeks, other than palliative radiotherapy (RT).",
        "  Haematological and biochemical indices within the ranges shown below.",
        "  Laboratory Test Value required",
        "  Haemoglobin (Hb) > 10g/dL",
        "  White Blood Count (WBC) > 3x109/L",
        "  Platelet count > 100,000/μL",
        "  Absolute Neutrophil count > 1.5x109/L;",
        "  Serum bilirubin  2 x Upper limit normal (ULN)",
        "  Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (SGOT)) and alanine aminotransferase (ALT) or ALT  5 x ULN (liver metastasis)",
        "  or  3 x ULN (no liver metastasis)",
        "  Alkaline phosphatase  5 x ULN",
        "  Serum creatinine  1.5 x ULN",
        "  Ascites and pleural effusions must be drained prior to therapy.",
        "Exclusion Criteria:",
        "  Patients with any of the following contra-indications to thiopurines (6MP or 6TG) or methotrexate:",
        "  family history of severe liver failure;",
        "  alcoholism;",
        "  porphyria;",
        "  diffuse infiltrative pulmonary or pericardial disease;",
        "  known hypersensitivity to either trial agent.",
        "  Patients found to have a Low/Low genotype on thiopurine methyltransferase (TPMT) testing will be excluded.",
        "  Pregnant or breast-feeding women or women of childbearing potential unless highly effective methods of contraception are used.",
        "  Other active malignancy, with the exception of adequately treated in situ carcinoma of the cervix uteri and basal or squamous cell carcinoma of the skin.",
        "  Patients known or tested to be serologically positive for Hepatitis B, Hepatitis C or human immunodeficiency virus (HIV).",
        "  Patients with active central nervous system (CNS) lesions are excluded (i.e., those with radiographically unstable, symptomatic lesions). However, patients treated with stereotactic therapy or surgery and/or whole brain radiotherapy are eligible if the patient remains without evidence of disease progression in brain  3 months prior to registration date . They must also be off corticosteroid therapy for  3 weeks prior to registration date.",
        "  Patients who have received anticancer agent(s) or an investigational agent within 28 days prior to study drug administration.",
        "  Subjects who have not recovered to within one grade level (not to exceed grade 2) of their baseline following a significant adverse event or toxicity attributed to previous anticancer treatment are excluded."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate to 6-mercaptopurine and Methotrexate (6MP/MTX) in This Patient Population.",
        "  1st stage: If less than 3/30 evaluable patients respond at 8 weeks the trial will be stopped for futility. If 3 or more out of 30 evaluable patients respond then a further 35 patients will be recruited (2nd stage) - this was met.",
        "  The proportion of patients responding to treatment (complete response, partial response or stable disease) at the second stage will be presented per Response Evaluation Criteria In Solid Tumours (RECIST) criteria version 1.1 measured radiologically with computerised tomography (CT) and/or magnetic resonance imaging (MRI); the same method is used at baseline and at follow-up: Complete Response (CR): Disappearance of all target lesions. Partial Response (PR): At least a 30% decrease in the sum of diameters of target lesions. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Patients who yield progressive disease (PD) are classed as non-responders.",
        "  Time frame: 8 weeks after start of treatment",
        "Results 1: ",
        "  Arm/Group Title: 6-Mercaptopurine and Methotrexate (6MP/MTX)",
        "  Arm/Group Description: 6-Mercaptopurine: 6MP 75mg/m2 body surface area, administered orally (PO) once a day (od) in the morning 1 hour after eating, on a continuous schedule. One cycle is 28 days. Treatment is given continuously until disease progression.",
        "  Methotrexate: Methotrexate 20mg/m2 will be taken orally, once a week, in the morning. One cycle is 28 days. Treatment is given continuously until disease progression.",
        "  Update: These original doses were reduced following an Urgent Safety Measure in August 2012 due to a large proportion of patients requiring a dose reduction or treatment delay due to incidences of myelo-suppression.",
        "  The reduced doses were 55mg/m2 of 6MP orally once a day, and 15mg/m2 of Methotrexate orally once a week.",
        "  Overall Number of Participants Analyzed: 67",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  22  32.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 33/67 (49.25%)",
        "  Pancytopenia 1/67 (1.49%)",
        "  Febrile neutropenia 1/67 (1.49%)",
        "  Palpitations 1/67 (1.49%)",
        "  Abdominal pain 5/67 (7.46%)",
        "  Ascites 1/67 (1.49%)",
        "  Colonic obstruction 1/67 (1.49%)",
        "  Constipation 1/67 (1.49%)",
        "  Nausea 1/67 (1.49%)",
        "  Pancreatitis 1/67 (1.49%)",
        "  Small intestinal obstruction 1/67 (1.49%)",
        "  Vomiting 2/67 (2.99%)",
        "  Fever 2/67 (2.99%)"
    ]
}