{
    "Clinical Trial ID": "NCT01566721",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A: SC Herceptin by Needle/Syringe",
        "  Participants received SC Herceptin by an assisted administration as 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of SC Herceptin was taken from a single-use vial and injected by needle/syringe.",
        "INTERVENTION 2: ",
        "  Cohort B: SC Herceptin by SID",
        "  Participants received SC Herceptin as 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of SC Herceptin was administered from a pre-filled SID. The first administration was performed by an HCP. Subsequent doses were self-administered by participants who were willing and judged competent by the HCP."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed early invasive HER2-positive carcinoma of the breast with no evidence of residual, locally recurrent, or metastatic disease and defined as clinical Stage I to IIIC that is eligible for treatment with Herceptin",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1",
        "  Screening left ventricular ejection fraction (LVEF) greater than or equal to (  ) 55%",
        "Exclusion Criteria:",
        "  Previous neoadjuvant or adjuvant breast cancer treatment with an approved or investigational anti-HER2 agent",
        "  History of other malignancy except for curatively treated carcinoma in situ of the cervix, basal cell carcinoma, or curatively treated malignancies (other than breast cancer) where the participant has been disease-free for at least 5 years",
        "  Past history of ductal carcinoma in situ treated with any systemic therapy or with radiation therapy to the ipsilateral breast where invasive cancer subsequently developed",
        "  Metastatic disease",
        "  Inadequate bone marrow, hepatic, or renal function",
        "  Serious cardiac or cardiovascular disease including uncontrolled hypertension or history of hypertensive crisis or hypertensive encephalopathy",
        "  History of severe allergic or immunological reactions, such as difficult-to-control asthma",
        "  Pregnant or lactating women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With At Least 1 Adverse Event (AE) During the Treatment Period",
        "  Participants were planned to receive a total of 18 cycles of SC Herceptin. An AE was defined as any untoward medical occurrence in a participant administered SC Herceptin. Examples included unfavorable/unintended signs and symptoms, new or exacerbated disease, recurrence of intermittent condition, deterioration in laboratory value or other clinical test, or adverse procedure-related events. The percentage of participants with at least 1 AE during the treatment period (regardless of severity or seriousness) was reported.",
        "  Time frame: From Day 1 up to 19 cycles (cycle length 3 weeks) (approximately 1 year)",
        "Results 1: ",
        "  Arm/Group Title: Cohort A: SC Herceptin by Needle/Syringe",
        "  Arm/Group Description: Participants received SC Herceptin by an assisted administration as 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of SC Herceptin was taken from a single-use vial and injected by needle/syringe.",
        "  Overall Number of Participants Analyzed: 1864",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  88.6",
        "Results 2: ",
        "  Arm/Group Title: Cohort B: SC Herceptin by SID",
        "  Arm/Group Description: Participants received SC Herceptin as 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of SC Herceptin was administered from a pre-filled SID. The first administration was performed by an HCP. Subsequent doses were self-administered by participants who were willing and judged competent by the HCP.",
        "  Overall Number of Participants Analyzed: 709",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  89.0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 242/1864 (12.98%)",
        "  Febrile neutropenia * 39/1864 (2.09%)",
        "  Neutropenia * 9/1864 (0.48%)",
        "  Febrile bone marrow aplasia * 2/1864 (0.11%)",
        "  Anaemia * 3/1864 (0.16%)",
        "  Leukocytosis * 2/1864 (0.11%)",
        "  Leukopenia * 2/1864 (0.11%)",
        "  Pancytopenia * 1/1864 (0.05%)",
        "  Thymus enlargement * 1/1864 (0.05%)",
        "  Lymphadenopathy * 0/1864 (0.00%)",
        "  Thrombocytopenia * 0/1864 (0.00%)",
        "Adverse Events 2:",
        "  Total: 84/709 (11.85%)",
        "  Febrile neutropenia * 14/709 (1.97%)",
        "  Neutropenia * 6/709 (0.85%)",
        "  Febrile bone marrow aplasia * 2/709 (0.28%)",
        "  Anaemia * 0/709 (0.00%)",
        "  Leukocytosis * 0/709 (0.00%)",
        "  Leukopenia * 0/709 (0.00%)",
        "  Pancytopenia * 0/709 (0.00%)",
        "  Thymus enlargement * 0/709 (0.00%)",
        "  Lymphadenopathy * 0/709 (0.00%)",
        "  Thrombocytopenia * 0/709 (0.00%)"
    ]
}