{
    "Clinical Trial ID": "NCT00324259",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1 (6 mg Estradiol)",
        "  6 mg of estradiol daily (2 mg tid).",
        "INTERVENTION 2: ",
        "  Arm 2 (30 mg Estradiol)",
        "  30 mg of estradiol. (10 mg tid)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Postmenopausal women with advanced hormone receptor positive (ER and or PgR) breast cancer, has received prior treatment with an aromatase inhibitor in the advanced disease setting, and experienced at least 24 weeks of progression free survival. As long as the patient experienced an aromatase inhibitor response as defined this way, she is still eligible even if she has received further lines of endocrine therapy, which may include other aromatase inhibitors or tamoxifen, even if these subsequent lines of treatment were unsuccessful (see below for permitted chemotherapy and trastuzumab therapy).",
        "  OR",
        "  Postmenopausal women with systemic or unresectable local relapse after taking at least two years of adjuvant aromatase inhibitor therapy.",
        "  Clinical diagnosis of postmenopausal status is defined as either:",
        "  Age greater than 50 years and amenorrhea for 1 year",
        "  Bilateral Surgical ovariectomy",
        "  Serum FSH and estradiol level in the postmenopausal range before the initiation of AI therapy.",
        "  If the patient was receiving an LHRH agonist to maintain a postmenopausal state during AI therapy this should be continued since recovery of menses would lead to uncontrolled estrogen exposure and pregnancy during estrogen therapy is contraindicated.",
        "  Tumor cell expression of ER and/or PgR can be ascertained on either the primary or the metastatic site. However when both types of tissue are available, the metastatic site should be used to determine eligibility. ER and/or PgR positive are defined as at least 10% of malignant cells with positive nuclear staining.",
        "  The patients may have received adjuvant and/or neoadjuvant chemotherapy.",
        "  Prior radiotherapy is permitted as long as it was planned before the start of the study medication and is completed within 3 weeks of trial medication starting.",
        "  Prior tamoxifen therapy is also permitted as adjuvant or advanced disease therapy.",
        "  Patients with ER+ HER2+ disease are eligible even of they have received trastuzumab in the past (and even if it was administered in combination with endocrine treatment) as long as they meet all other eligibility criteria. Trastuzumab therapy must be held during estradiol treatment.",
        "  Use of prior experimental agents alone or in combination with endocrine therapy is also permissible, but a wash out of one month is required if the immediate prior therapy involved a study medication that had not been subject to regulatory approval.",
        "  Prior adjuvant chemotherapy is permitted as well as one line of chemotherapy for advanced disease.",
        "  Patient must have at least one measurable lesion defined by RECIST criteria. To be considered measurable, a baseline lesion must have a minimum diameter to compensate for measurement error: 1 cm for soft tissue lesions, 1 cm for lung lesions including pleural lesions measured by CT scan, 1 cm for liver lesions measured by CT scan.",
        "  Patients with bone only disease can also be enrolled if they meet the following criteria:",
        "  Four or more lesions more than one cm, measurable on CT scan bone windows.",
        "  At least one tumor marker that is elevated to at least two times the upper limit of normal.",
        "  All patients should have a baseline bone scan with X-ray evaluation of all hot spots, CT chest abdomen and pelvis (with bone windows), and tumor marker assessment. Also CT scan of the extremities should be done on suspicious areas seen on X-ray evaluation of all hot spots if these extremity lesions are to be followed for response.",
        "  The patient must have an ECOG performance status of 0-2",
        "  The patient should have a life expectancy of > 6 months.",
        "  The patient must have adequate hematologic function, defined as ANC >1000/mm3 and platelets > 75,000/mm3.",
        "  The patient must have adequate renal function, defined as serum creatinine less than or equal to 1.5 times the upper limit of normal.",
        "  The patient must have adequate liver function defined as serum bilirubin less than or equal to 1.5 times the upper limit of normal (three times the upper limit of normal for patients with hereditary benign hyperbilirubinaemia), transaminases (ALT, AST) less than or equal to 2.5 times the upper limit of normal in patients without liver metastasis or less than or equal to 5 times the upper limit of normal in patients with liver metastasis.",
        "  For patients with bone metastasis, treatment with i.v. bisphosphonates during the trial is mandatory because of the risk of hypercalcemia. Bisphosphonate therapy must be started before the patient begins protocol therapy.",
        "  Preexisting hypercalcemia should be treated and calcium normalized prior to study entry.",
        "  The patient must give written informed consent prior to initiation of any invasive study-related procedures that would otherwise not be performed, and must be able to comply with scheduled visits and evaluations.",
        "  Inclusion of Women and Minorities: Entry to this study is open to women of all racial and ethnic subgroups.",
        "  Patients with fasting blood glucose level  200 mg/dL. If greater, hyperglycemia must be treated before initiation of study investigations.",
        "Exclusion Criteria:",
        "  Patients with CNS involvement with metastatic breast cancer or life threatening lymphangitic or large volume lung or liver disease that threatens organ function.",
        "  Patients with history of deep venous thrombosis, pulmonary embolism, stroke, acute myocardial infarction, congestive cardiac failure, untreated hypertension.",
        "  Ischemic changes on a baseline EKG or other evidence of ischemic heart disease.",
        "  Undiagnosed abnormal genital bleeding",
        "  Untreated cholelithiasis",
        "  Fasting serum triglycerides greater than 400. Patients should be treated and triglycerides controlled prior to study entry.",
        "  Treatment with fulvestrant within 12 months of study initiation (fulvestrant has been shown to antagonize estradiol induced apoptosis in preclinical models (5).",
        "  The patient's only qualifying lesion (s) have been previously irradiated or are scheduled for irradiation following study entry.",
        "  Severe or uncontrolled concomitant disease from other causes.",
        "  EGOG Performance status 3 or 4.",
        "  The patient has previous malignancies other than breast cancer except a) adequately treated in situ carcinoma of the cervix, b) localized basal or squamous cell carcinoma of the skin c) any previous malignancy treated with curative intent with a recurrence risk of less than 30%.",
        "  The patient is unable to understand the informed consent or is unlikely to be compliant with the protocol.",
        "  More than one line of palliative chemotherapy for advanced disease."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Rate (CR Plus PR Plus SD)",
        "  Complete response (CR) + partial response (PR) + stable disease (SD) using RECIST 1.0",
        "  CR = disappearance of all target lesions",
        "  PR = at least a 30% decrease in the sum of the longest diameter of target lesions taking as reference the baseline sum longest diameter",
        "  SD = neither sufficient shrinkage to quality for PR nor sufficient increase to qualify for progressive disease",
        "  SD is defined as lack of disease progression by 24 weeks.",
        "  Time frame: 24 weeks after start of treatment",
        "Results 1: ",
        "  Arm/Group Title: Arm 1 (6 mg Estradiol)",
        "  Arm/Group Description: 6 mg of estradiol daily (2 mg tid).",
        "  Overall Number of Participants Analyzed: 34",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete response (CR): 0",
        "  Partial response (PR): 3",
        "  Stable disease (SD): 7",
        "CR+PR+SD: 10",
        "Results 2: ",
        "  Arm/Group Title: Arm 2 (30 mg Estradiol)",
        "  Arm/Group Description: 30 mg of estradiol. (10 mg tid)",
        "  Overall Number of Participants Analyzed: 32",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete response (CR): 0",
        "  Partial response (PR): 1",
        "  Stable disease (SD): 8",
        "CR+PR+SD: 9"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/34 (23.53%)",
        "  Hemoglobin 0/34 (0.00%)",
        "  Eye pain 0/34 (0.00%)",
        "  Vison loss 0/34 (0.00%)",
        "  Abdominal pain 2/34 (5.88%)",
        "  Constipation 0/34 (0.00%)",
        "  Diarrhea 2/34 (5.88%)",
        "  GI hemorrhage 1/34 (2.94%)",
        "  Nausea 2/34 (5.88%)",
        "  Vomiting 2/34 (5.88%)",
        "  Fatigue 0/34 (0.00%)",
        "  Fever 2/34 (5.88%)",
        "  Pain 0/34 (0.00%)",
        "  Pneumonia 1/34 (2.94%)",
        "  Neutropenia 0/34 (0.00%)",
        "Adverse Events 2:",
        "  Total: 8/32 (25.00%)",
        "  Hemoglobin 1/32 (3.13%)",
        "  Eye pain 1/32 (3.13%)",
        "  Vison loss 1/32 (3.13%)",
        "  Abdominal pain 1/32 (3.13%)",
        "  Constipation 2/32 (6.25%)",
        "  Diarrhea 1/32 (3.13%)",
        "  GI hemorrhage 0/32 (0.00%)",
        "  Nausea 3/32 (9.38%)",
        "  Vomiting 3/32 (9.38%)",
        "  Fatigue 1/32 (3.13%)",
        "  Fever 0/32 (0.00%)",
        "  Pain 1/32 (3.13%)",
        "  Pneumonia 0/32 (0.00%)",
        "  Neutropenia 1/32 (3.13%)"
    ]
}