{
    "Clinical Trial ID": "NCT00075270",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib With Paclitaxel",
        "  Participants received lapatinib 1500 milligrams (mg) orally once daily (OD) with paclitaxel 175 mg/meters squared (m^2) intravenously (IV) over the course of 3 hours, every 3 weeks. The treatment group was stratified by sites of metastatic disease and stage of disease. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal.",
        "INTERVENTION 2: ",
        "  Placebo With Paclitaxel",
        "  Participants received matching placebo orally OD with paclitaxel (175 mg/m^2 IV) over the course of 3 hours, every 3 weeks. The treatment group was stratified by sites of metastatic disease and stage of disease. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Signed Informed Consent",
        "  Able to swallow an oral medication",
        "  Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram",
        "  Adequate kidney and liver function",
        "  Adequate bone marrow function",
        "  Tumor tissue available for testing",
        "  Prior adjuvant or neoadjuvant therapy is permitted with an anthracycline or anthracenedione-containing regimen however, subjects must have had cumulative doses of less than 360 mg/m2 of doxorubicin, 720 mg/m2 of epirubicin, or 72 mg/m2 of mitoxantrone",
        "  No Her2/neu overexpression in tumor tissue tested or status unknown if tissue has never been tested",
        "Exclusion criteria:",
        "  Prior treatment regimens for advanced or metastatic breast cancer.",
        "  Pregnant or lactating",
        "  Conditions that would effect the absorption of an oral drug",
        "  Active infection",
        "  Brain metastases",
        "  Treatment with EGFR (Endothelial Growth Factor Receptor) inhibitor.",
        "  Known hypersensitivity to Taxol or excipients of Taxol",
        "  Peripheral neuropathy of Grade 2 or greater is not permitted",
        "  Severe Cardiovascular disease or cardiac disease requiring a device.",
        "  Serious medical or psychiatric disorder that would interfere with the patient's safety or informed consent."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time to Progression as Evaluated by the Investigator",
        "  Time to progression (TTP) is defined as the interval between the date of randomization and the earliest date of progression of disease (PD) or death due to breast cancer. The investigator assessed PD based on radiological PD (imaging data) and clinical symptomatic progress (Response Evaluation Criteria in Solid Tumors [RECIST] Criteria: target lesion (TL), at least a 20% increase in the sum of largest diameter (LD) of TLs or the appearance of one or more new lesions; non-TL (NTL), the appearance of one or more new lesions and/or unequivocal progression of existing NTLs). TTP was assessed in participants who died due to breast cancer or progressed, as assessed by the investigator, as well as in those who were censored and completed follow-up and those who were censored but are still being followed. For censored participants (those without a documented date of disease progression/death due to breast cancer), the date of the last radiographic assessment was used.",
        "  Time frame: Randomization until the date of disease progression or death (average of 26 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib With Paclitaxel",
        "  Arm/Group Description: Participants received lapatinib 1500 milligrams (mg) orally once daily (OD) with paclitaxel 175 mg/meters squared (m^2) intravenously (IV) over the course of 3 hours, every 3 weeks. The treatment group was stratified by sites of metastatic disease and stage of disease. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal.",
        "  Overall Number of Participants Analyzed: 291",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: weeks  29.0        (13.9 to 46.9)",
        "Results 2: ",
        "  Arm/Group Title: Placebo With Paclitaxel",
        "  Arm/Group Description: Participants received matching placebo orally OD with paclitaxel (175 mg/m^2 IV) over the course of 3 hours, every 3 weeks. The treatment group was stratified by sites of metastatic disease and stage of disease. Participants were treated until disease progression, unacceptable toxicity, or consent withdrawal.",
        "  Overall Number of Participants Analyzed: 288",
        "  Median (Inter-Quartile Range)",
        "  Unit of Measure: weeks  22.9        (12.0 to 38.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 103/293 (35.15%)",
        "  Neutropenia 22/293 (7.51%)",
        "  Febrile neutropenia 10/293 (3.41%)",
        "  Disseminated intravascular coagulation 0/293 (0.00%)",
        "  Leukopenia 0/293 (0.00%)",
        "  Thrombocythemia 1/293 (0.34%)",
        "  Left ventricular dysfunction 2/293 (0.68%)",
        "  Atrial fibrillation 1/293 (0.34%)",
        "  Cardiac arrest 1/293 (0.34%)",
        "  Cardiac failure 1/293 (0.34%)",
        "  Myocardial infarction 0/293 (0.00%)",
        "Adverse Events 2:",
        "  Total: 63/286 (22.03%)",
        "  Neutropenia 14/286 (4.90%)",
        "  Febrile neutropenia 3/286 (1.05%)",
        "  Disseminated intravascular coagulation 1/286 (0.35%)",
        "  Leukopenia 1/286 (0.35%)",
        "  Thrombocythemia 0/286 (0.00%)",
        "  Left ventricular dysfunction 1/286 (0.35%)",
        "  Atrial fibrillation 0/286 (0.00%)",
        "  Cardiac arrest 0/286 (0.00%)",
        "  Cardiac failure 0/286 (0.00%)",
        "  Myocardial infarction 1/286 (0.35%)"
    ]
}