{
    "Clinical Trial ID": "NCT00425854",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort B",
        "  Patients with HER2-negative, ER-positive and/or PgR-positive tumours receiving oral dose of Afatinib 50 mg qd"
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "Inclusion Criteria:",
        "  Female patients age 18 years or older",
        "  Histologically proven breast cancer after failure or relapse of no more than three lines of chemotherapy including adjuvant, irrespective of prior hormone therapy metastatic disease (stage IV);",
        "  HER2-negative patients (HER2 1+ or negative, or HER2 2+ and FISH negative)",
        "  At least one measurable tumour lesion (RECIST);",
        "  Availability of tumour samples",
        "  Written informed consent that is consistent with ICH-GCP guidelines and local law",
        "  Eastern Cooperative Oncology Group (ECOG, R01-0787) performance score 0 - 2.",
        "Exclusion criteria:",
        "Exclusion Criteria:",
        "  Active infectious disease",
        "  Gastrointestinal disorders that may interfere with the absorption of the study drug or chronic diarrhoea",
        "  Serious illness, concomitant non-oncological disease or mental problems considered by the investigator to be incompatible with the protocol",
        "  Active/symptomatic brain metastases",
        "  Cardiac left ventricular function with resting ejection fraction < 50% (below upper limit of normal)",
        "  ANC less than 1500/mm3 platelet count less than 100 000/mm3",
        "  Bilirubin greater than 1.5 mg /dl (>26 and#61549 mol /L, SI unit equivalent)",
        "  AST and ALT greater than 2.5 times the upper limit of normal or greater 5 times the upper limit of normal in case of known liver metastases",
        "  Serum creatinine greater than 1.5 mg/dl (>132 and#61549 mol/L, SI unit equivalent)",
        "  Patients who are sexually active and unwilling to use a medically acceptable method of contraception",
        "  Pregnancy or breast-feeding",
        "  Concomitant treatment with other investigational drugs or other anti-cancer-therapy during this study and/or during the past two/four weeks, prior to the first treatment with the trial drug. Concurrent treatment with biphosphonates is allowed",
        "  Previous treatment with trastuzumab, EGFR-, or EGFR/HER2-inhibitors patients unable to comply with the protocol",
        "  Active alcohol or drug abuse",
        "  Other malignancy within the past 5 years"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response (OR)",
        "  OR is defined as complete response (CR) and partial response (PR) and was assessed according to the Response Evaluation Criteria in Solid Tumours version 1.0 (RECIST). OR was primary endpoint only for Cohort B.",
        "  Time frame: Tumour assessments were performed at screening, week 8, week 16, week 24, and every 8 weeks thereafter.",
        "Results 1: ",
        "  Arm/Group Title: Cohort B",
        "  Arm/Group Description: Patients with HER2-negative, ER-positive and/or PgR-positive tumours receiving oral dose of Afatinib 50 mg qd",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: Participants with OR  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/29 (44.83%)",
        "  Anaemia 1/29 (3.45%)",
        "  Febrile neutropenia 1/29 (3.45%)",
        "  Meniere's disease 1/29 (3.45%)",
        "  Eyelid ptosis 1/29 (3.45%)",
        "  Miosis 1/29 (3.45%)",
        "  Abdominal pain 0/29 (0.00%)",
        "  Diarrhoea 3/29 (10.34%)",
        "  Dysphagia 0/29 (0.00%)",
        "  Nausea 0/29 (0.00%)",
        "  Oesophageal stenosis 0/29 (0.00%)",
        "  Vomiting 2/29 (6.90%)",
        "  Fatigue 0/29 (0.00%)"
    ]
}