{
    "Clinical Trial ID": "NCT02312934",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Transdermal Nicotine",
        "  Nicotine will be delivered by a transdermal patch delivery system for topical application. Each patch will contain approximately 1.75mg nicotine/cm2, and releases 7, and 14mg of nicotine, respectively, over 24 hours. Patches will be applied for 16 hours per day. Participants will be titrated over the course of the 6-week treatment period in order to avoid initial side effects as follows:",
        "  Week 1: ½ 7 mg patch per day, Week 2: 7 mg patch per day, Weeks 3-4: ¾ 14 mg patch per day, Weeks 5-6: 14 mg per day, Weeks 7-8: Treatment withdrawal",
        "  Transdermal nicotine: Nicotine patches are currently FDA approved for smoking cessation. Nicotine has effects that have been well studied for many years. Studies have shown that nicotine by itself does not appear by itself to be cancer causing. The use of the nicotine patch is not expected to increase risk of breast cancer recurrence.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Matching transdermal placebo patches will be used. Participants will follow the same titration schedule as the transdermal nicotine arm.",
        "  Week 1: ½ 7 mg patch per day, Week 2: 7 mg patch per day, Weeks 3-4: ¾ 14 mg patch per day, Weeks 5-6: 14 mg per day, Weeks 7-8: Treatment withdrawal",
        "  Placebo Transdermal Patch"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  All participants will:",
        "  Be between 35 and 80 years of age,",
        "  Have been diagnosed with noninvasive or invasive (Stage 1, 2, or 3A) breast cancer,",
        "  Have undergone treatment with systemic chemotherapy within the last 1-5 years,",
        "  Endorse persistent CRCI subjective complaints,",
        "  Be non-smokers (no nicotine use within the last 5 years),",
        "  Have no active cardiac, neurologic, or psychiatric illness, and",
        "  Fluent in and able to read English.",
        "Exclusion Criteria:",
        "  Participants will be excluded for:",
        "  Any active neurologic and/or psychiatric disease, history of significant head trauma followed by persistent neurologic deficits, or known structural brain abnormalities,",
        "  Current major depression or another major psychiatric disorder as described in DSM-5 (use of CNS active medications (e.g. antidepressants) will be permitted, provided dosing has been stable for at least 3 months),",
        "  Any history of alcohol or substance abuse or dependence within the past 2 years (DSM-5 criteria),",
        "  Any significant systemic illness or unstable medical condition which could lead to difficulty complying with the protocol including:",
        "  History of myocardial infarction in the past year or unstable, severe cardiovascular disease including angina or CHF with symptoms at rest, or clinically significant abnormalities on the ECG",
        "  Clinically significant and/or unstable pulmonary, gastrointestinal, hepatic, or renal disease",
        "  Insulin-requiring diabetes or uncontrolled diabetes mellitus,",
        "  Uncontrolled hypertension (systolic BP> 170 or diastolic BP> 100), 5. Use of any investigational drugs within 30 days or 5 half-lives, whichever is longer, prior to screening, and 6. Use of any drugs with pro-cholinergic properties (e.g. donepezil)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in the Functional Assessment of Cancer Therapy-Cognitive Function (FACT-Cog) PCI Scale",
        "  The Functional Assessment of Cancer Therapy-Cognitive Function (FACT-Cog) scale will be used to monitor change in CRCI subjective complaints.",
        "  This instrument has been used to monitor change in CRCI subjective complaints in previous studies and demonstrates good internal consistency, test-retest reliability, and discriminant and convergent validity. Specifically, the PCI subscale was used as the primary outcome measure.",
        "  The FACT-Cog PCI consists of 20 items and has a minimum score of 0 and total possible score of 72. Higher scores indicate better cognitive functioning.",
        "  The PCI evaluates memory, concentration, mental acuity, verbal fluency, functional interference, and multitasking ability.",
        "  Visit 3 is the 3-week visit, Visit 4 is the 6-week visit, and Visit 5 is the 8-week visit.",
        "  Change scores were calculated as follow",
        "  Time frame: Baseline to 8-Weeks",
        "Results 1: ",
        "  Arm/Group Title: Transdermal Nicotine",
        "  Arm/Group Description: Nicotine will be delivered by a transdermal patch delivery system for topical application. Each patch will contain approximately 1.75mg nicotine/cm2, and releases 7, and 14mg of nicotine, respectively, over 24 hours. Patches will be applied for 16 hours per day. Participants will be titrated over the course of the 6-week treatment period in order to avoid initial side effects as follows:",
        "  Week 1:   7 mg patch per day, Week 2: 7 mg patch per day, Weeks 3-4:    14 mg patch per day, Weeks 5-6: 14 mg per day, Weeks 7-8: Treatment withdrawal",
        "  Transdermal nicotine: Nicotine patches are currently FDA approved for smoking cessation. Nicotine has effects that have been well studied for many years. Studies have shown that nicotine by itself does not appear by itself to be cancer causing. The use of the nicotine patch is not expected to increase risk of breast cancer recurrence.",
        "  Overall Number of Participants Analyzed: 11",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Visit 3 PCI Change from Baseline Score (3-Weeks): 7.00         (12.01)",
        "  Visit 4 PCI Change from Baseline Score (6-Weeks): 16.80         (15.47)",
        "  Visit 5 PCI Change from Baseline Score (8-Weeks): 11.20         (14.40)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Matching transdermal placebo patches will be used. Participants will follow the same titration schedule as the transdermal nicotine arm.",
        "  Week 1:   7 mg patch per day, Week 2: 7 mg patch per day, Weeks 3-4:    14 mg patch per day, Weeks 5-6: 14 mg per day, Weeks 7-8: Treatment withdrawal",
        "  Placebo Transdermal Patch",
        "  Overall Number of Participants Analyzed: 11",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Visit 3 PCI Change from Baseline Score (3-Weeks): 11.55         (9.59)",
        "  Visit 4 PCI Change from Baseline Score (6-Weeks): 16.64         (7.58)",
        "  Visit 5 PCI Change from Baseline Score (8-Weeks): 16.55         (10.40)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/11 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}