{
    "Clinical Trial ID": "NCT00458237",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase I: Everolimus (Dose Level 1) and Trastuzumab",
        "  Cycle duration is 21 days. Participants receive trastuzumab 6 mg/kg [8 mg/kg loading dose] IV once every three weeks and take everolimus 5 mg by mouth daily on days 1-21. Participants are treated until disease progression or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Phase I: Everolimus (Dose Level 2) and Trastuzumab",
        "  Cycle duration is 21 days. Participants receive trastuzumab 6 mg/kg [8 mg/kg loading dose] IV once every three weeks and take everolimus 10 mg by mouth daily on days 1-21. Participants are treated until disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed invasive breast cancer, with stage IV disease",
        "  Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension as greater than or equal to 20mm with conventional techniques or as greater than or equal to 10mm with spiral CT scan.",
        "  Primary tumor or metastasis must overexpress HER2",
        "  Patient must have received 1-2 prior chemotherapeutic regiments for metastatic breast cancer and must have been off treatment for at least three weeks.",
        "  Patient must have received and progressed on at least 1 prior trastuzumab-containing regimen, but not more than 2, in the metastatic setting.",
        "  Patients may have received prior radiation therapy",
        "  Patients may have received hormonal therapy in the adjuvant or metastatic setting",
        "  18 years of age or older",
        "  Life expectancy of greater than 6 months",
        "  Normal organ and marrow function as defined in the protocol",
        "  Left ventricular ejection fraction (LVEF) greater than or equal to the institutional lower limit of normal",
        "Exclusion Criteria:",
        "  Treatment with any investigational drug within 4 weeks",
        "  Long-term treatment, over 3 months, with a systemic steroid or another immunosuppressive agent",
        "  Other malignancies within the past 3 years, except for adequately treated carcinoma of teh cervix or basal-or squamous-cell carcinoma of the skin",
        "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001",
        "  An active, bleeding diathesis or an oral anti-vitamin K medication",
        "  Prior treatment with an mTOR inhibitor",
        "  History of non-compliance with medical regimens",
        "  Unwillingness or inability to comply with the protocol",
        "  Major surgery within 2 weeks before study entry",
        "  Patients with active brain metastases or leptomeningeal carcinomatosis",
        "  Patients who have experienced grade 1 or grade 2 hypersensitivity reactions to prior trastuzumab therapy are eligible ONLY IF these reactions did not prevent further administration",
        "  Severe and/or uncontrolled intercurrent medical condition, psychiatric illness or a social situation that could limit their ability to comply with the study requirements.",
        "  Pregnant or breast-feeding women",
        "  HIV positive patients",
        "  Known hypersensitivity to RAD001 (everolimus) or other rapamycins"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum Tolerated Dose (MTD)",
        "  The MTD is determined by the number of patients who experience a dose limiting toxicity (DLT). The MTD is defined as the highest dose at which fewer than one-third of patients experience a DLT. If no DLTs are observed, the MTD is not reached. Dose Limiting Toxicities (DLTs) were defined as follows (CTCAE v4.0):",
        "  Any grade 4 hematologic toxicity, excluding anemia.",
        "  Any grade 3 or 4 nonhematologic toxicity, except for nausea, vomiting, diarrhea, or hyperlipidemia that responds promptly (within 24 hours for nausea, vomiting, and diarrhea and within 1 week for hyperlipidemia) to appropriate treatment, and except for cardiac toxicity which will be assessed after 12 weeks of treatment.",
        "  Need to hold >1 dose of trastuzumab or > 7 doses of RAD001 within the first 3 weeks because of the presence of toxicity.",
        "  Time frame: Cycle One (first 21 days of treatment)",
        "Results 1: ",
        "  Arm/Group Title: Phase I: Everolimus (Dose Level 1) and Trastuzumab",
        "  Arm/Group Description: Cycle duration is 21 days. Participants receive trastuzumab 6 mg/kg [8 mg/kg loading dose] IV once every three weeks and take everolimus 5 mg by mouth daily on days 1-21. Participants are treated until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: participants with DLT  0",
        "Results 2: ",
        "  Arm/Group Title: Phase I: Everolimus (Dose Level 2) and Trastuzumab",
        "  Arm/Group Description: Cycle duration is 21 days. Participants receive trastuzumab 6 mg/kg [8 mg/kg loading dose] IV once every three weeks and take everolimus 10 mg by mouth daily on days 1-21. Participants are treated until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: participants with DLT  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/3 (0.00%)",
        "  Muco/stomatitis (symptom) oral cavity 0/3 (0.00%)",
        "  Fatigue 0/3 (0.00%)",
        "  Vascular access-Thrombosis/embolism  [1]0/3 (0.00%)",
        "  Leukocytes 0/3 (0.00%)",
        "  Lymphopenia 0/3 (0.00%)",
        "  Neutrophils 0/3 (0.00%)",
        "  Platelets 0/3 (0.00%)",
        "  Hypokalemia 0/3 (0.00%)",
        "  Thrombosis/thrombus/embolism  [2]0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/3 (33.33%)",
        "  Muco/stomatitis (symptom) oral cavity 0/3 (0.00%)",
        "  Fatigue 0/3 (0.00%)",
        "  Vascular access-Thrombosis/embolism  [1]0/3 (0.00%)",
        "  Leukocytes 0/3 (0.00%)",
        "  Lymphopenia 1/3 (33.33%)",
        "  Neutrophils 0/3 (0.00%)",
        "  Platelets 0/3 (0.00%)",
        "  Hypokalemia 0/3 (0.00%)",
        "  Thrombosis/thrombus/embolism  [2]0/3 (0.00%)"
    ]
}