{
    "Clinical Trial ID": "NCT00450866",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Epothilone B: Group A",
        "  Group A: Patients with progressive, radiographically measurable parenchymal brain metastases after whole brain radiation therapy (WBRT). Patupilone will be administered as a single intravenous infusion over 20 minutes, once every 3 weeks. Patupilone will be administered at a dose of 10 mg/m2 (q3weeks) with actual body weight.",
        "INTERVENTION 2: ",
        "  Epothilone B: Group B",
        "  Group B: an exploratory cohort of patients, with either leptomeningeal metastases (LMD) or unirradiated, asymptomatic brain metastasis from breast cancer (BCBM).Patupilone will be administered as a single intravenous infusion over 20 minutes, once every 3 weeks. Patupilone will be administered at a dose of 10 mg/m2 (q3weeks) with actual body weight."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically or cytologically confirmed carcinoma of the breast",
        "  CNS metastases (i.e., brain parenchymal lesions and/or leptomeningeal disease), meeting 1 of the following criteria:",
        "  Recurrent or progressive CNS metastases after whole brain radiotherapy",
        "  If only evaluable site of CNS progression has been previously treated with stereotactic radiosurgery, radiation necrosis must be excluded by radiographic (e.g., positron emission tomography scan or magnetic resonance spectroscopy) or histologic assessment",
        "  Newly diagnosed, untreated, asymptomatic brain or leptomeningeal metastases",
        "  Patient must be neurologically stable, as demonstrated by a stable dose of steroids and anticonvulsants for  1 week prior to obtaining baseline gadolinium-enhanced MRI of the brain and/or  1 week prior to beginning study treatment",
        "  No CNS complications requiring urgent neurosurgical intervention (e.g., resection or shunt placement)",
        "  Hormone receptor status not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Male or female",
        "  Menopausal status not specified",
        "  Karnofsky performance status 60-100%",
        "  Life expectancy  3 months",
        "  Absolute neutrophil count > 1,500/mm^3",
        "  Hemoglobin > 9.0 g/dL",
        "  Platelet count > 100,000/mm^3 (red blood cell transfusion and repeat evaluation allowed)",
        "  Bilirubin < 1.5 times upper limit of normal (ULN)",
        "  AST and ALT < 2.5 times ULN",
        "  Alkaline phosphatase < 2.5 times ULN",
        "  Creatinine < 1.5 times ULN",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception during and for 3 months after completion of study therapy",
        "  No known hypersensitivity to epothilones",
        "  No peripheral neuropathy > grade 1",
        "  No unresolved diarrhea within the past 7 days",
        "  Grade 0 diarrhea required at study entry",
        "  No concurrent serious medical illness (e.g., HIV positivity or active hepatitis B or C)",
        "  No severe cardiac insufficiency (e.g., New York Heart Association class III-IV heart disease) with uncontrolled and/or unstable cardiac or coronary artery disease",
        "  No active or suspected acute or chronic uncontrolled infection, including abscess or fistulae",
        "  No other malignancy within the past 3 years except curatively treated nonmelanoma skin cancer, prostate cancer, or carcinoma in situ of the cervix",
        "  No history of noncompliance to medical regimens or inability or unwillingness to return for all scheduled visits",
        "  No contraindications to MRI, including any of the following:",
        "  Pacemaker",
        "  Ferromagnetic implants",
        "  Claustrophobia",
        "  Extreme obesity",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  More than 2 weeks since prior noncytotoxic drugs (e.g., small molecule-targeted drugs) and recovered",
        "  More than 3 weeks since prior cytotoxic chemotherapy (6 weeks for nitrosoureas or mitomycin C) and recovered",
        "  More than 3 weeks since prior intracranial surgery and recovered",
        "  More than 4 weeks since prior radiotherapy and recovered",
        "  More than 4 weeks since prior major surgery",
        "  More than 28 days since prior investigational compounds or drugs",
        "  No prior epothilones",
        "  No concurrent known diarrheagenic agents",
        "  No other concurrent anticancer agents, including investigational agents, biological agents, or chemotherapy",
        "  No other concurrent experimental therapies",
        "  Concurrent hormone therapy and/or trastuzumab (Herceptin®) allowed",
        "  No concurrent Coumadin® or other agents containing warfarin",
        "  Low dose Coumadin® ( 1 mg) for prophylactic maintenance of indwelling lines or ports allowed",
        "  No concurrent radiotherapy for central metastases (e.g., vertebral or mediastinal metastases)",
        "  Concurrent radiotherapy for local peripheral metastases not being used as marker lesions allowed",
        "  No concurrent prophylactic hematopoietic growth factors during course 1",
        "  No concurrent herbal or nontraditional medications"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Central Nervous System (CNS) Progression-free Survival(PFS)",
        "  The number of patients that are documented to have progression free survival at 3 months after treatment. Progression free is define as <25% increase in tumor area.",
        "  PFS will be measured from the date of entry into the trial to the date of documented progression of brain metastases or death.",
        "  Time frame: 3 months after treatment",
        "Results 1: ",
        "  Arm/Group Title: Epothilone B: Group A",
        "  Arm/Group Description: Group A: Patients with progressive, radiographically measurable parenchymal brain metastases after whole brain radiation therapy (WBRT). Patupilone will be administered as a single intravenous infusion over 20 minutes, once every 3 weeks. Patupilone will be administered at a dose of 10 mg/m2 (q3weeks) with actual body weight.",
        "  Overall Number of Participants Analyzed: 45",
        "  Measure Type: Number",
        "  Unit of Measure: participants  12",
        "Results 2: ",
        "  Arm/Group Title: Epothilone B: Group B",
        "  Arm/Group Description: Group B: an exploratory cohort of patients, with either leptomeningeal metastases (LMD) or unirradiated, asymptomatic brain metastasis from breast cancer (BCBM).Patupilone will be administered as a single intravenous infusion over 20 minutes, once every 3 weeks. Patupilone will be administered at a dose of 10 mg/m2 (q3weeks) with actual body weight.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Number",
        "  Unit of Measure: participants  2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/55 (32.73%)",
        "  Anemia * 1/55 (1.82%)",
        "  Neutropenia * 1/55 (1.82%)",
        "  Dehydration * 6/55 (10.91%)",
        "  Diarrhea * 8/55 (14.55%)",
        "  Hemorrhage, upper GI * 1/55 (1.82%)",
        "  Ileus, GI (functional obstruction of bowel, i.e., neuroconstipation) * 1/55 (1.82%)",
        "  Nausea * 1/55 (1.82%)",
        "  Pain - Abdomen NOS (not otherwise specified) * 1/55 (1.82%)",
        "  Ulcer, GI - Duodenum * 1/55 (1.82%)",
        "Adverse Events 2:",
        "   "
    ]
}