{
    "Clinical Trial ID": "NCT01831089",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group A (Paclitaxel/PM01183)",
        "  All participants who received at least 1 dose of Paclitaxel/PM01183, either at 60/3.0, 60/4.0, 60/5.0, 80/5.0, 80/4.0 mg/m2 / mg FD."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Voluntarily signed and dated written informed consent",
        "  Age between 18 and 75 years old (both inclusive)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) of  1",
        "  Life expectancy  3 months.",
        "  Patients with a histologically/cytologically confirmed diagnosis of advanced and/or unresectable disease of any of the following tumors:",
        "  Breast cancer",
        "  Epithelial ovarian cancer or gynecological cancer",
        "  Head and neck squamous cell carcinoma",
        "  Non-small cell lung cancer",
        "  Small cell lung cancer",
        "  Platinum-refractory germ-cell tumors.",
        "  Adenocarcinoma or carcinoma of unknown primary site",
        "  Adequate bone marrow, renal, hepatic, and metabolic function",
        "  Recovery to grade  1 or to baseline from any Adverse Event (AE) derived from previous treatment (excluding alopecia of any grade).",
        "  Pre-menopausal women must have a negative pregnancy test before study entry and agree to use a medically acceptable method of contraception throughout the treatment period and for at least six weeks after treatment discontinuation",
        "Exclusion Criteria:",
        "  Prior treatment with PM01183 or weekly paclitaxel or nanoalbumin-paclitaxel",
        "  Patients who have previously discontinued paclitaxel-based regimes due to drug related toxicity.",
        "  Known hypersensitivity to bevacizumab or any component of its formulation",
        "  Patients who have previously discontinued bevacizumab-containing regimes due to drug-related toxicity.",
        "  More than three prior lines of chemotherapy",
        "  Less than three months since last taxane-containing therapy.",
        "  Wash-out period:",
        "  Less than three weeks since the last chemotherapy-containing regimen",
        "  Less than three weeks since the last radiotherapy dose",
        "  Less than four weeks since last monoclonal antibody-containing therapy",
        "  Concomitant diseases/conditions:",
        "  Unstable angina, myocardial infarction, valvular heart disease, encephalopathy, ischemic attacks, hemorrhagic or ischemic cerebrovascular accident (CVA) or ongoing pulmonary embolism within last year, arrhythmia, hepatopathy, uncontrolled infection, hemoptysis or oxygen requiring dyspnea, known HIV infection, bleeding risk, muscular problems, peripheral neuropathy, Symptomatic or progressive brain metastases or leptomeningeal disease.",
        "  Men or pre-menopausal women who are not using an effective method of contraception as previously described; actively breast feeding women.",
        "  Patients who have pelvic irradiation with doses  45 Grays (Gy).",
        "  History of previous bone marrow and/or stem cell transplantation.",
        "  Confirmed bone marrow involvement"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum Tolerated Dose (MTD)",
        "  The MTD will be the lowest level at which one third or more evaluable patients experience a DLT in Cycle 1.",
        "  DLTs are defined as AEs or laboratory abnormalities related to the study drugs occurred during Cycle 1.",
        "  Time frame: The MTD was followed mainly during Cycle 1 through study completion, an average of 5 cycles for PM1183 in cohort A and 9.5 cycles in cohort B were observed (cycle duration: 3 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Group A (Paclitaxel/PM01183)",
        "  Arm/Group Description: All participants who received at least 1 dose of Paclitaxel/PM01183, either at 60/3.0, 60/4.0, 60/5.0, 80/5.0, 80/4.0 mg/m2 / mg FD.",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: mg/m2 / mg FD  NA  [1]"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/3 (0.00%)",
        "  Anaemia 0/3 (0.00%)",
        "  Febrile neutropenia 0/3 (0.00%)",
        "  Neutropenia 0/3 (0.00%)",
        "  Retinal detachment 0/3 (0.00%)",
        "  Abdominal pain 0/3 (0.00%)",
        "  Intestinal obstruction 0/3 (0.00%)",
        "  Nausea 0/3 (0.00%)",
        "  Vomiting 0/3 (0.00%)",
        "  Large intestine perforation 0/3 (0.00%)",
        "  Pain 0/3 (0.00%)",
        "  Pyrexia 0/3 (0.00%)",
        "  Chest pain 0/3 (0.00%)",
        "  Hepatic failure 0/3 (0.00%)"
    ]
}