{
    "Clinical Trial ID": "NCT01142661",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate",
        "Eribulin Mesylate : Eribulin Mesylate: A dose of 1.4 mg/m^2 given intravenously on Day 1 and Day 8 of a 21 day cycle, continued until disease progression, unacceptable toxicity or death."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  In order to receive eribulin under this protocol, the subjects oncologist must have documented experience treating subjects with eribulin in a prior clinical study. Subjects who meet all of the following criteria will be included in the treatment protocol:",
        "  Recurrent, locally advanced or metastatic breast cancer that has progressed on or after the last anti-cancer therapy.",
        "  Prior treatment with, ineligibility for, or commercial unavailability of each of the following therapies:",
        "  Anthracyclines, taxanes, and capecitabine.",
        "  Ixabepilone in countries where this agent is marketed.",
        "  Trastuzumab for Her-2 positive disease.",
        "  Hormonal therapy in hormone receptor-positive disease.",
        "  All other marketed therapies, eg, gemcitabine or vinorelbine, used for the treatment of advanced breast cancer.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status </= 2.",
        "  Serum creatinine </= 2.0 mg/dL or creatinine clearance >/= 40 mL/min according to Cockcroft and Gault formula.",
        "  Absolute neutrophil count >/= 1.5 x 10^9/L, hemoglobin >/= 10 g/dL (can be corrected by growth factor or transfusion), and platelet count >/= 100 x 10^9/L.",
        "  Total bilirubin </= 1.5 x upper limit of normal (ULN). Alkaline phosphatase (AP), alanine aminotransferase, and aspartate aminotransferase </= 3 x ULN (</= 5 x ULN in case of liver metastases). In case AP is >3 x ULN (in absence of liver metastases) or >5 x ULN (in presence of liver metastases) AND subject also is known to have bone metastases, the liver specific AP must be separated from the total and used to assess the liver function instead of the total AP.",
        "  Are willing and able to comply with all aspects of the treatment protocol.",
        "  Provide written informed consent.",
        "  Females, age >/= 18 years.",
        "  Female subjects of childbearing potential must agree to be abstinent or to use a highly effective methods of contraception (eg, condom + spermicide, condom + diaphragm with spermicide, intra-uterine device, or have a vasectomised partner) having started for at least one menstrual cycle prior to starting eribulin and throughout the entire treatment period and for 30 days (longer if appropriate) after the last dose of eribulin. Those women using hormonal contraceptives must also be using an additional approved method of contraception (as described previously). Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Exclusion Criteria Subjects who meet any of the following criteria will be excluded from participation in the treatment protocol:",
        "  Eligible for any other eribulin study that is open in the same region.",
        "  Existing anti-cancer therapy-related toxicities of Grade >/= 2, except that alopecia and Grade 2 neuropathy are acceptable.",
        "  History of congestive heart failure with New York Heart Association Classification >II, unstable angina, myocardial infarction within the past 6 months, serious cardiac arrhythmia.",
        "  Electrocardiogram with QTc interval >/= 500 msec based upon Bazett's formula (QTcB).",
        "  The Investigator believes the subject to be medically unfit to receive eribulin or unsuitable for any other reason.",
        "  Females who are pregnant (positive B-hCG test) or breastfeeding.",
        "  Subject with hypersensitivity to eribulin or any of the excipients.",
        "  Subjects with brain or subdural metastases are not eligible, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment in this treatment protocol. Any signs (eg, radiologic) and/or symptoms of brain metastases must be stable for at least 4 weeks before starting the treatment protocol.",
        "  Any history of or concomitant medical condition that, in the opinion of the Investigator, would compromise the subject's ability to safely complete the treatment protocol.",
        "  Subjects who are known to be human immunodeficiency virus positive because the neutropenia caused by the eribulin treatment may make such subjects particularly susceptible to infection.",
        "  Subjects with meningeal carcinomatosis.",
        "  Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen.",
        "  Subjects who have received any of the following treatments within the specified period before the start of treatment:",
        "  Any investigational drug, chemotherapy, radiation, or biological or targeted therapy within 2 weeks.",
        "  Hormonal therapy within 1 week."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Safety",
        "  General safety will be assessed by monitoring and recording the number of patients with adverse events (serious and nonserious) for duration of treatment which continued until disease progression, unacceptable toxicity or death.",
        "  Time frame: For duration of treatment, an average of 5 months",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate",
        "  Arm/Group Description: Eribulin Mesylate : Eribulin Mesylate: A dose of 1.4 mg/m^2 given intravenously on Day 1 and Day 8 of a 21 day cycle, continued until disease progression, unacceptable toxicity or death.",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Number",
        "  Unit of Measure: participants  9"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 7/9 (77.78%)",
        "  Febrile Neutropenia1/9 (11.11%)",
        "  Neutropenia1/9 (11.11%)",
        "  Tachycardia1/9 (11.11%)",
        "  Hematemesis1/9 (11.11%)",
        "  Small Bowel Obstruction1/9 (11.11%)",
        "  Pneumonia1/9 (11.11%)",
        "  Hypokalemia1/9 (11.11%)",
        "  Alcohol Poisoning1/9 (11.11%)",
        "  Progressive Disease4/9 (44.44%)"
    ]
}