{
    "Clinical Trial ID": "NCT01439282",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1: Eribulin Mesylate Plus 900 mg/m^2 Capecitabine",
        "  Eribulin mesylate (1.4 mg/m^2) was injected directly as an IV infusion over 2 to 5 minutes on Day 1 and Day 8 of the 21-day cycle for a total of 4 cycles. Alternatively, eribulin mesylate could be diluted in up to 100 mL in 0.9% sodium chloride for IV infusion over 2 to 5 minutes. Capecitabine (900 mg/m^2) was administered orally BID on Days 1 through 14 of a 21-day cycle for a total of 4 cycles. Capecitabine was to be taken approximately 30 minutes after breakfast and approximately 30 minutes after dinner.",
        "INTERVENTION 2: ",
        "  Cohort 2: Eribulin Mesylate Plus 1500 mg Capecitabine",
        "  Eribulin mesylate (E7389) (1.4 mg/m^2) was injected directly as an IV infusion over 2 to 5 minutes on Day 1 and Day 8 of the 21-day cycle for a total of 4 cycles. Alternatively, eribulin mesylate could be diluted in up to 100 mL in 0.9% sodium chloride for IV infusion over 2 to 5 minutes. A fixed dose of capecitabine (1500 mg) was administered orally BID on a 7/7 schedule (7days on and 7 days off) for a total of 4 cycles. Capecitabine was to be taken approximately 30 minutes after breakfast and approximately 30 minutes after dinner."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Male subjects aged greater than or equal to 18 years and female subjects who must be postmenopausal (at least 12 months consecutive amenorrheic or have had a bilateral oophorectomy or, if they have had a hysterectomy but with ovaries intact, then females must be age 55 or older and with postmenopausal follicle-stimulating hormone [FSH] levels).",
        "  Subject is a candidate for chemotherapy in the adjuvant setting.",
        "  Adjuvant therapy must begin within 84 days of the final surgical procedure for breast cancer.",
        "  Histologically confirmed Stage I to II invasive breast cancer. Subjects may have more than one synchronous primary breast tumor.",
        "  Receptor Status:",
        "  HER2-normal as determined by a negative fluorescence in situ hybridization (FISH) result or 0 to 1+ by immunohistochemistry (IHC) staining result",
        "  ER-positive, node-negative or ER-positive Grade 1 or 2 node-positive breast cancer",
        "  ECOG performance status of 0 or 1",
        "  Adequate renal function as evidenced by serum creatinine less than or equal to 1.5 mg/dL or calculated creatinine clearance greater than or equal to 50 mL/min per the Cockcroft and Gault formula",
        "  Adequate bone marrow function as evidenced by ANC greater than or equal to 1.5 x 10^9/L, hemoglobin greater than or equal to 10.0 g/dL, and platelet count greater than or equal to 100 x 10^9/L",
        "  Adequate liver function as evidenced by bilirubin less than or equal to 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) less than or equal to 3 x ULN",
        "  Male subjects must have had a successful vasectomy (confirmed azoospermia), or their female partners must not be of childbearing potential, or male subjects must agree to use and have their female partners use a highly effective method of contraception (e.g., total abstinence, an intrauterine device, a double-barrier method [such as condom plus diaphragm with spermicide] throughout the entire study period and for 30 days after study drug discontinuation..",
        "  Voluntary agreement to provide written informed consent and willingness and ability to comply with all aspects of the protocol",
        "Exclusion Criteria:",
        "  Stage III and IV invasive breast cancer",
        "  Prior chemotherapy, radiation therapy, immunotherapy or biotherapy for current breast cancer",
        "  Nonmalignant systemic disease (cardiovascular, renal, hepatic, etc) that would preclude any of the study therapy drugs",
        "  Subjects with a concurrently active second malignancy other than adequately treated nonmelanoma skin cancers or in situ cervical cancer",
        "  Subjects with pre-existing neuropathy greater than Grade 2",
        "  Subjects with known positive human immunodeficiency virus (HIV) status",
        "  Females of childbearing potential. Females will be considered to be of childbearing potential unless they are postmenopausal (at least 12 months consecutive amenorrheic or have had a bilateral oophorectomy or, if they have had a hysterectomy but with ovaries intact, then females must be age 55 or older and with postmenopausal FSH levels).",
        "  Subjects with current gastrointestinal disease or other condition resulting in an inability to take or absorb oral medications",
        "  Subjects with known allergy or hypersensitivity to eribulin mesylate or its excipients, or to fluoropyrimidine therapy (with or without documented dihydropyrimidine dehydrogenase [DPD] deficiency)",
        "  A clinically significant electrocardiogram (ECG) abnormality, including a marked baseline prolongation of QT/QTc interval (time between the start of the Q wave and the end of the T wave/QT interval corrected for heart rate) (e.g., repeated demonstration of a QTc interval greater than 500 ms)",
        "  Any medical or other condition which, in the opinion of the investigator, would preclude participation in a clinical trial"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants Who Achieved the Target Relative Dose Intensity (RDI) of 85%",
        "  Relative Dose Intensity (RDI) is defined as the amount of drug administered over a specific time and is expressed as the fraction of that recommended for standard of care. The RDI for each participant was calculated as follows: (1) based on each participant's body surface area (BSA), a total planned dose for both eribulin (Dep) and capecitabine (Dcp) calculated for a full 4-cycle regimen; (2) actual total dose of eribulin (Dea) and capecitabine (Dca) for the full 4-cycle regimen as collected on the case report form; (3) overall RDI = (Dea/Dep + Dca/Dcp)/2. For each individual participant, the regimen was considered feasible if that participant was able to achieve an RDI of at least 85% of the 4 cycles of eribulin plus capecitabine treatment. Missing doses due to any reason was counted as zero in the RDI calculation.",
        "  Time frame: 21-Day Cycle 1 through 21-Day Cycle 4",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1: Eribulin Mesylate Plus 900 mg/m^2 Capecitabine",
        "  Arm/Group Description: Eribulin mesylate (1.4 mg/m^2) was injected directly as an IV infusion over 2 to 5 minutes on Day 1 and Day 8 of the 21-day cycle for a total of 4 cycles. Alternatively, eribulin mesylate could be diluted in up to 100 mL in 0.9% sodium chloride for IV infusion over 2 to 5 minutes. Capecitabine (900 mg/m^2) was administered orally BID on Days 1 through 14 of a 21-day cycle for a total of 4 cycles. Capecitabine was to be taken approximately 30 minutes after breakfast and approximately 30 minutes after dinner.",
        "  Overall Number of Participants Analyzed: 67",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  77.6        (67.6 to 100)",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2: Eribulin Mesylate Plus 1500 mg Capecitabine",
        "  Arm/Group Description: Eribulin mesylate (E7389) (1.4 mg/m^2) was injected directly as an IV infusion over 2 to 5 minutes on Day 1 and Day 8 of the 21-day cycle for a total of 4 cycles. Alternatively, eribulin mesylate could be diluted in up to 100 mL in 0.9% sodium chloride for IV infusion over 2 to 5 minutes. A fixed dose of capecitabine (1500 mg) was administered orally BID on a 7/7 schedule (7days on and 7 days off) for a total of 4 cycles. Capecitabine was to be taken approximately 30 minutes after breakfast and approximately 30 minutes after dinner.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  90.0        (60.6 to 99.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/67 (20.90%)",
        "  Febrile neutropenia 21/67 (1.49%)",
        "  Leukopenia 21/67 (1.49%)",
        "  Neutropenia 21/67 (1.49%)",
        "  Macular hole 21/67 (1.49%)",
        "  Diarrhoea 22/67 (2.99%)",
        "  Abdominal pain 21/67 (1.49%)",
        "  Abdominal pain upper 21/67 (1.49%)",
        "  Enteritis 21/67 (1.49%)",
        "  Gastritis 21/67 (1.49%)",
        "  Nausea 21/67 (1.49%)",
        "  Vomiting 21/67 (1.49%)",
        "  Pneumonia 21/67 (1.49%)",
        "Adverse Events 2:",
        "  Total: 1/10 (10.00%)",
        "  Febrile neutropenia 20/10 (0.00%)",
        "  Leukopenia 20/10 (0.00%)",
        "  Neutropenia 20/10 (0.00%)",
        "  Macular hole 20/10 (0.00%)",
        "  Diarrhoea 20/10 (0.00%)",
        "  Abdominal pain 20/10 (0.00%)",
        "  Abdominal pain upper 20/10 (0.00%)",
        "  Enteritis 20/10 (0.00%)",
        "  Gastritis 20/10 (0.00%)",
        "  Nausea 20/10 (0.00%)",
        "  Vomiting 20/10 (0.00%)",
        "  Pneumonia 20/10 (0.00%)"
    ]
}