{
    "Clinical Trial ID": "NCT00679211",
    "Intervention": [
        "INTERVENTION 1: ",
        "  6 Months of Follow-up",
        "  Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous (IV) infusion every 3 weeks until documented disease progression, unmanageable toxicity, or study termination.",
        "INTERVENTION 2: ",
        "  9 Months of Follow-up",
        "  Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous (IV) infusion every 3 weeks until documented disease progression, unmanageable toxicity, or study termination."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed study-specific Informed Consent Form(s)",
        "  Age  18 years",
        "  Histologically documented breast cancer",
        "  HER2-positive disease",
        "  Metastatic breast cancer",
        "  Disease progression on the last chemotherapy regimen received in the metastatic setting",
        "  Prior treatment with an anthracycline, trastuzumab, a taxane, lapatinib, and capecitabine in the neoadjuvant, adjuvant, locally advanced, or metastatic setting and prior treatment with at least two lines of therapy (a line of therapy can be a combination of two agents or single-agent chemotherapy) in the metastatic setting",
        "  At least two lines of anti-HER2 therapy must have been given in the metastatic setting as monotherapy or combined with chemotherapy or hormonal therapy. The HER2-targeted agent can include trastuzumab, lapatinib, or an investigational agent with HER2-inhibitory activity.",
        "  A minimum of 6 weeks of trastuzumab for the treatment of metastatic disease is required",
        "  Patients must have had at least 14 days of exposure in the metastatic setting to lapatinib and capecitabine (given together or separately) unless they were intolerant of lapatinib and/or capecitabine",
        "Exclusion Criteria:",
        "  Chemotherapy  21 days before enrollment",
        "  Trastuzumab  21 days before enrollment",
        "  Hormone therapy  7 days before enrollment",
        "  Granulocyte-stimulating agent < 14 days before enrollment",
        "  Investigational therapy  28 days before enrollment",
        "  Previous radiotherapy for treatment of metastatic breast cancer  21 days before enrollment",
        "  Brain metastases that are untreated, symptomatic, or require therapy to control symptoms; or any radiation, surgery, or other therapy to control symptoms from brain metastases within 3 months of the first study treatment",
        "  History of intolerance (including Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins",
        "  History of exposure to the following cumulative doses of anthracyclines: Doxorubicin or liposomal doxorubicin > 500 mg/m^2; Epirubicin > 900 mg/m^2; Mitoxantrone > 120 mg/m^2 and idarubicin > 90 mg/m^2",
        "  Peripheral neuropathy of Grade  3 per National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), v3.0",
        "  History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or basal cell carcinoma",
        "  Current unstable angina",
        "  History of symptomatic congestive heart failure (CHF), or ventricular arrhythmia requiring treatment",
        "  History of myocardial infarction within 6 months of enrollment",
        "  Left ventricular ejection fraction (LVEF) < 50% within 28 days of enrollment",
        "  History of decreased LVEF to < 50% or symptomatic CHF with previous adjuvant trastuzumab treatment",
        "  Severe dyspnea at rest due to complications of advanced malignancy or requiring current continuous oxygen therapy",
        "  Current severe, uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary, or metabolic disease)",
        "  Major surgical procedure or significant traumatic injury within 28 days before enrollment or anticipation of the need for major surgery during the course of study treatment",
        "  Current pregnancy or lactation",
        "  Current known infection with human immunodeficiency virus (HIV), active hepatitis B, and/or hepatitis C virus",
        "  Assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With an Objective Response as Assessed Through Independent Radiologic Review",
        "  Objective response was defined as a complete response (CR) or partial response (PR) determined on two consecutive occasions  4 weeks apart, assessed using Response Evaluation Criteria in Solid Tumors (RECIST).",
        "  CR: the disappearance of all target lesions and all nontarget lesions and normalization of tumor marker level and no new lesions.",
        "  PR: disappearance of all target lesions and persistence of  1 nontarget lesion(s) and/or the maintenance of tumor marker level above the normal limits, or, at least a 30% decrease in the sum of the longest diameter of target lesions, and no new lesions or unequivocal progression of existing nontarget lesions.",
        "  The primary data cut-off date was 17 September 2009 (approximately 6 months after the last patient was enrolled). The final efficacy analysis was performed using a data cut-off date of 1 January 2010 (approximately 9 months after the last patient was enrolled).",
        "  Time frame: From randomization until the primary analysis data cut-off date of September 2009 (6 months after last patient enrolled) and until the final efficacy analysis cut-off date of 1 January 2010 (approximately 9 months after the last patient enrolled).",
        "Results 1: ",
        "  Arm/Group Title: 6 Months of Follow-up",
        "  Arm/Group Description: Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous (IV) infusion every 3 weeks until documented disease progression, unmanageable toxicity, or study termination.",
        "  Overall Number of Participants Analyzed: 110",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  32.7        (24.1 to 42.1)",
        "Results 2: ",
        "  Arm/Group Title: 9 Months of Follow-up",
        "  Arm/Group Description: Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous (IV) infusion every 3 weeks until documented disease progression, unmanageable toxicity, or study termination.",
        "  Overall Number of Participants Analyzed: 110",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  32.7        (24.1 to 42.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 29/110 (26.36%)",
        "  Atrial fibrillation 1/110 (0.91%)",
        "  Nausea 2/110 (1.82%)",
        "  Abdominal pain 1/110 (0.91%)",
        "  Abdominal pain upper 1/110 (0.91%)",
        "  Constipation 1/110 (0.91%)",
        "  Pancreatitis 1/110 (0.91%)",
        "  Vomiting 1/110 (0.91%)",
        "  Pyrexia 3/110 (2.73%)",
        "  Axillary pain 2/110 (1.82%)",
        "  Chest pain 1/110 (0.91%)",
        "  Influenza like illness 1/110 (0.91%)",
        "Adverse Events 2:",
        "   "
    ]
}