{
    "Clinical Trial ID": "NCT03511378",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lupin's Pegfilgrastim",
        "  6 mg, subcutaneous injection on day 2/3 of each 21 ± 3 day cycle. Number of cycles: 4.",
        "  Lupin's Pegfilgrastim: Administration of Pegfilgrastim",
        "INTERVENTION 2: ",
        "  Neulasta®",
        "  6 mg, subcutaneous injection on day 2/3 of each 21 ± 3 day cycle. Number of cycles: 4.",
        "  Neulasta®: Administration of Neulasta®"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must be able and willing to give written informed consent prior to any study related procedures",
        "  Ambulatory, female patients with an age  18 years",
        "  Patients with histologically or cytologically proven diagnosis of breast cancer who are eligible for neoadjuvant or adjuvant chemotherapy.",
        "  Patients who are planned and eligible to receive/ receiving myelosuppressive chemotherapy regimen that contains at least one chemotherapeutic agent from docetaxel/ paclitaxel / doxorubicin/ cyclophosphamide/ epirubicin",
        "  Patients who have not received any hematopoietic growth factors (e.g. G-CSF, PegGCSF, erythropoietin) or cytokines (e.g. interleukins, interferons) anytime in the past",
        "  Patients with baseline WBC  LLN/ 3.5 x 109/L, ANC of  1.5 x 109/L, platelet count  100 x 109/L and hemoglobin  8.5 g/dL",
        "  Patients with ECOG Performance status of  2",
        "  Patient who have estimated life expectancy of more than six months",
        "  No evidences of hemorrhage",
        "Exclusion Criteria:",
        "  1 Male patients",
        "  2. Hypersensitivity to any of the study drugs or its components like E.coli proteins or similar product",
        "  3. Patients weighing <45 Kg",
        "  4. Patients with myeloid malignancies and myelodysplasia or evidence of metastatic disease in bone marrow or brain",
        "  5. Patients currently receiving radiation therapy or have completed radiation therapy within 4 weeks before study entry or likely to receive radiotherapy during the study",
        "  6. Patients with prior bone marrow or stem cell transplantation",
        "  7. Patients with chronic use of oral corticosteroids (Except  20 mg/day dose of prednisolone/ equivalent steroids), immunotherapy, monoclonal antibody therapy and/or biological therapy or use of any other pegylated drug.",
        "  8. Patients with history of systemic antibiotic use within 72 hours prior to chemotherapy",
        "  9. Patients with any active infection which may require systemic antimicrobial therapy. Patients with inadequate hepatic and renal function [defined as Alkaline Phosphatase > 2.5 X Upper limits of normal (ULN), serum SGOT > 2.5 X ULN, SGPT > 2.5 X ULN, Total bilirubin > 1.5 X ULN and Creatinine > 1.5 X ULN of the reference range at the screening assessment]",
        "  10. Patients with seropositivity for HIV or HBV or HCV",
        "  11. Known cases of Sickle Cell Anemia",
        "  12. Patients with radiographic evidence of active pulmonary infections and/or recent history of pneumonia within 1 month of screening",
        "  13. Patients with clinically evident splenomegaly confirmed subsequently by ultrasonography",
        "  14. Patients with any other clinically significant disease(s) which, in the opinion of the investigator, could compromise the patient's involvement in the study or overall interpretation of the data. [for e.g. uncontrolled hematologic, renal, hepatic, endocrine, neurologic, psychiatric, metabolic, pulmonary, cardiovascular disease/impaired functioning or history of any autoimmune disease]",
        "  15. Patients who have participated in another therapeutic clinical study within the past 30 days prior to screening, or are likely to simultaneously participate in another therapeutic clinical study",
        "  16. Patients who are doubtful to comply with study procedures for mental, psychological or social reasons.",
        "  17. Women of child-bearing potential who are not willing to follow a reliable & effective contraceptive measure during the course of the study & at least 3 months after the last dose of study drug.",
        "  18. Pregnant and Breast feeding women."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Comparison of Cumulative Incidence of Anti-pegfilgrastim Antibodies (Binding and Neutralizing) to Pegfilgrastim Between Treatment Groups at the End of Cycle 4 (Day 84).",
        "  The difference in cumulative incidence of anti-pegfilgrastim antibodies (binding and neutralizing) (measured as difference in proportion of patients with antibodies) to Pegfilgrastim between study groups at the end of cycle 4 will be calculated. Those samples confirmed to be positive for binding antibodies were analyzed for presence of neutralizing antibodies to Pegfilgrastim.",
        "  Time frame: End of cycle 4, Day 84",
        "Results 1: ",
        "  Arm/Group Title: Lupin's Pegfilgrastim",
        "  Arm/Group Description: 6 mg, subcutaneous injection on day 2/3 of each 21   3 day cycle. Number of cycles: 4.",
        "  Lupin's Pegfilgrastim: Administration of Pegfilgrastim",
        "  Overall Number of Participants Analyzed: 69",
        "  Measure Type: Number",
        "  Unit of Measure: Proportion of patients with antibodies  0.0145",
        "Results 2: ",
        "  Arm/Group Title: Neulasta  ",
        "  Arm/Group Description: 6 mg, subcutaneous injection on day 2/3 of each 21   3 day cycle. Number of cycles: 4.",
        "  Neulasta  : Administration of Neulasta  ",
        "  Overall Number of Participants Analyzed: 68",
        "  Measure Type: Number",
        "  Unit of Measure: Proportion of patients with antibodies  0.0441"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/70 (0.00%)",
        "  Neutropenia 0/70 (0.00%)",
        "  Anaemia 0/70 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/68 (2.94%)",
        "  Neutropenia 2/68 (2.94%)",
        "  Anaemia 1/68 (1.47%)"
    ]
}