{
    "Clinical Trial ID": "NCT00524303",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab",
        "  Participants received trastuzumab alone (a loading dose of 4 milligrams [mg]/kilogram [kg] on Day 1, followed by a dose of 2 mg/kg on Day 1 of Week 2 and weekly thereafter). Participants were treated with trastuzumab in a 2-week run-in period. On Day 14, a second core needle biopsy was performed, followed by initiation of chemotherapy with 2 combination regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-fluorouracil [5-FU] 500 mg/meters squared [m^2], epirubicin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on Day 1), then paclitaxel (80 mg/m^2 x 4 cycles on Day 1, Day 8, and Day 15) in combination with trastuzumab.",
        "INTERVENTION 2: ",
        "  Lapatinib",
        "  Participants received lapatinib alone (1250 mg orally [PO] once daily [QD]). Participants were treated with lapatinib in a 2-week run-in period. On Day 14, a second core needle biopsy was performed, followed by initiation of chemotherapy with 2 combination regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-FU 500 mg/m^2, epirubicin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on Day 1), then paclitaxel (80 mg/m^2 x 4 cycles on Day 1, Day 8, and Day 15) in combination with lapatinib."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Have signed an informed consent form (ICF) and a Patient Authorization Form (HIPAA).",
        "  Have histologically or cytologically confirmed ErbB2- (HER2/neu-) overexpressing invasive breast cancer (T2-4, N0-2).",
        "  ErbB2 overexpressing breast cancer, defined as one of the following definitions:",
        "  3+ staining by immunohistochemistry (IHC),",
        "  a fluorescent in situ hybridization (FISH) result of more than six HER2 gene copies per nucleus",
        "  a FISH ratio of more than 2.2.",
        "  Have either measurable or evaluable disease.",
        "  Have an Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0-1 (Refer to Section 11.4).",
        "  Have LVEF within the institutional range of normal as measured by either echocardiogram (ECHO) or MUGA scans. The same modality must be used consistently throughout the study.",
        "  Be deemed able to tolerate 8 cycles of preoperative chemotherapy, including 4 cycles with an anthracycline (epirubicin).",
        "  Must be willing to undergo 2 mandatory core biopsies (4 passes each) after diagnosis to obtain tissue for biologic expression profiling. Any subject with clinically palpable residual disease may undergo an optional third biopsy to allow identification of presumed pathways of resistance to therapy. This information might be useful in providing the subject with options for other targeted therapies if definitive surgery confirms residual disease. Definitive local therapy with surgery and radiation therapy as indicated will be performed after completion of 12 weeks of paclitaxel-based chemotherapy.",
        "  Are able to swallow and retain oral medication (intact pill).",
        "  Are able to complete all screening assessments as outlined in the protocol.",
        "  Have adequate organ function as defined in Table 4:",
        "  Table 1 Baseline Laboratory Values",
        "  Hematologic:",
        "  ANC (absolute neutrophil count) >1.5 x 109/L hemoglobin >9 g/dL platelets >75 x 109/L",
        "  Hepatic:",
        "  albumin >2.5 g/dL serum bilirubin <1.25 x ULN AST / ALT <3 x ULN if no documented liver metastases AST / ALT <3 x ULN with documented liver metastases",
        "  Renal:",
        "  serum creatinine <2.0 mg/dL",
        "  OR - calculated creatinine clearance >40 mL/min",
        "  Are subjects aged >18 years with any menopausal status:",
        "  Non-child-bearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are postmenopausal)",
        "  Child-bearing potential (i.e., women with functioning ovaries and no documented impairment of oviductal or uterine function that would cause sterility.) This category includes women with oligomenorrhea (severe), women who are perimenopausal, and young women who have begun to menstruate. These subjects must have a negative serum pregnancy test at screening and agree to one of the following:",
        "  Complete abstinence from intercourse from 2 weeks prior to administration of the first dose of study medication until 28 days after the final dose of study medication; or Consistent and correct use of one of the following acceptable methods of birth control: male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject; any intrauterine device (IUD) with a documented failure rate of less than 1% per year; oral contraceptives (either combined or progestogen only) where not contraindicated for this subject population or per local practice.; or barrier methods, including diaphragm or condom with a spermicide.",
        "  Please note that breast cancer subjects on this trial cannot receive injectable levonorgestrel or injectable progestogen due to the potential for an adverse effect of anti-hormonal therapies on chemotherapy administered for breast cancer [Albain, 2002]. Progestogen may also affect the proliferative rate of endocrine-responsive tumors.",
        "Exclusion Criteria:",
        "  Have received any prior chemotherapy.",
        "  Had prior therapy with an ErbB1 and/or ErbB2 inhibitor.",
        "  Are receiving concurrent anti-cancer therapy (chemotherapy, immunotherapy, and biologic therapy) while taking study medication.",
        "  Have malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Women with ulcerative colitis are also excluded.",
        "  Have a concurrent disease or condition that would make the woman inappropriate for study participation, or any serious medical disorder that would interfere with the woman's safety.",
        "  Have an active or uncontrolled infection.",
        "  Have dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
        "  Have active cardiac disease, defined as one or more of the following:",
        "  History of uncontrolled or symptomatic angina History of arrhythmias requiring medications, or clinically significant Myocardial infarction <6 months from study entry Uncontrolled or symptomatic congestive heart failure Ejection fraction below the institutional normal limit Any other cardiac condition, which in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient",
        "  Are pregnant or breastfeeding.",
        "  Have received concurrent treatment with an investigational agent or participate in another clinical trial.",
        "  Have received concurrent treatment with prohibited medications (refer to Section 5.8.2 for details on prohibited medications).",
        "  Have used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication.",
        "  Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to any of the agents used in this study or their excipients.",
        "  Are receiving therapeutic anti-coagulation therapy (i.e. warfarin, heparin)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Overall Pathological Complete Response (pCR) After 26 Weeks of Therapy",
        "  A pCR in the breast was defined as no pathologic evidence of invasive disease (residual ductal carcinoma in situ [DCIS] or lobular carcinoma in situ [LCIS] was allowed). A pCR in the axillary lymph node(s) was defined as no evidence of breast cancer cells in the lymph node (including subcapsular sinus). Overall pCR was defined as the sum of pCR in the breast and pCR in the lymph nodes. 26 weeks of therapy comprised the 2-week run-in phase, 12 weeks of treatment with FEC, and 12 weeks of treatment with Paclitaxel.",
        "  Time frame: Week 26",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab",
        "  Arm/Group Description: Participants received trastuzumab alone (a loading dose of 4 milligrams [mg]/kilogram [kg] on Day 1, followed by a dose of 2 mg/kg on Day 1 of Week 2 and weekly thereafter). Participants were treated with trastuzumab in a 2-week run-in period. On Day 14, a second core needle biopsy was performed, followed by initiation of chemotherapy with 2 combination regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-fluorouracil [5-FU] 500 mg/meters squared [m^2], epirubicin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on Day 1), then paclitaxel (80 mg/m^2 x 4 cycles on Day 1, Day 8, and Day 15) in combination with trastuzumab.",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  54.0",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib",
        "  Arm/Group Description: Participants received lapatinib alone (1250 mg orally [PO] once daily [QD]). Participants were treated with lapatinib in a 2-week run-in period. On Day 14, a second core needle biopsy was performed, followed by initiation of chemotherapy with 2 combination regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-FU 500 mg/m^2, epirubicin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on Day 1), then paclitaxel (80 mg/m^2 x 4 cycles on Day 1, Day 8, and Day 15) in combination with lapatinib.",
        "  Overall Number of Participants Analyzed: 29",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  45.0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 7/32 (21.88%)",
        "  Febrile nuetropenia 3/32 (9.38%)",
        "  Neutropenia 3/32 (9.38%)",
        "  Anaemia 1/32 (3.13%)",
        "  Diarrhoea 0/32 (0.00%)",
        "  Vomiting 0/32 (0.00%)",
        "  Nausea 0/32 (0.00%)",
        "  Stomatitis 0/32 (0.00%)",
        "  Pyrexia 0/32 (0.00%)",
        "  Chest discomfort 0/32 (0.00%)",
        "  Cellilitis 0/32 (0.00%)",
        "  Diverticulitis 0/32 (0.00%)",
        "  Gastroenteritis 0/32 (0.00%)",
        "Adverse Events 2:",
        "  Total: 7/34 (20.59%)",
        "  Febrile nuetropenia 0/34 (0.00%)",
        "  Neutropenia 0/34 (0.00%)",
        "  Anaemia 0/34 (0.00%)",
        "  Diarrhoea 2/34 (5.88%)",
        "  Vomiting 1/34 (2.94%)",
        "  Nausea 0/34 (0.00%)",
        "  Stomatitis 0/34 (0.00%)",
        "  Pyrexia 3/34 (8.82%)",
        "  Chest discomfort 0/34 (0.00%)",
        "  Cellilitis 1/34 (2.94%)",
        "  Diverticulitis 1/34 (2.94%)",
        "  Gastroenteritis 0/34 (0.00%)"
    ]
}