{
    "Clinical Trial ID": "NCT00632489",
    "Intervention": [
        "INTERVENTION 1: ",
        "  LBH589 With Capecitabine",
        "  MTD, LBH589 with Capecitabine",
        "  LBH589: LBH589 will be evaluated when administered twice weekly at the following possible dose levels: 20 mg, 30 mg, 45 mg, and 60 mg. Capecitabine will be paired with LBH589 and will range in dose from 825 mg/m2 to 1250 mg/m2 orally BID 14 of every 21 days. Treatment cycles will be 21 days in length. Once determined safe, 10 additional patients will be treated at the determined MTD to further assess safety.",
        "  Capecitabine: Capecitabine will be administered orally twice daily for 14 days out of every 21 days.",
        "INTERVENTION 2: ",
        "  LBH589 and Lapatinib",
        "  LBH589 and Lapatinib",
        "  LBH589: LBH589 will be evaluated when administered twice weekly at the following possible dose levels: 20 mg, 30 mg, 45 mg, and 60 mg. Capecitabine will be paired with LBH589 and will range in dose from 825 mg/m2 to 1250 mg/m2 orally BID 14 of every 21 days. Treatment cycles will be 21 days in length. Once determined safe, 10 additional patients will be treated at the determined MTD to further assess safety.",
        "  Lapatinib: Lapatinib, 1000 mg PO daily will be added to this combination."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically documented metastatic or locally unresectable, incurable malignancy for which capecitabine is clinically appropriate.",
        "  Male or female patients aged  18 years old.",
        "  Maximum of 3 prior regimens in a metastatic setting allowed and may include other targeted agents, immunotherapy and chemotherapy.",
        "  Measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria.",
        "  Eastern Cooperative Oncology Group performance status (ECOG PS) 0 or 1.",
        "  Baseline MUGA or ECHO must demonstrate LVEF > than the lower limits of the institutional normal.",
        "  Laboratory values as follows:",
        "  ANC > 1500/μL",
        "  Hgb > 9 g/dL",
        "  Platelets > 100,000/uL",
        "  Bilirubin < 1.5 mg/dL",
        "  AST/SGOT < 2.5 x ULN or < 5.0 x ULN and ALT/SGPT in patients with liver metastases",
        "  Creatinine < 1.5 mg/dL or calculated creatinine clearance > 50 ml/min",
        "  Albumin > 3 g/dL",
        "  Potassium > lower limit of normal (LLN)",
        "  Phosphorous > LLN",
        "  Calcium > LLN",
        "  Magnesium > LLN",
        "  Women of childbearing potential must have a negative serum or urine pregnancy test performed within 7 days prior to start of treatment and must commit to begin two acceptable methods of birth control, one highly effective method of birth control and one additional effective method at the same time before starting treatment.",
        "  Life expectancy > 12 weeks.",
        "  Accessible for treatment and follow-up.",
        "  All patients must be able to understand the nature of the study and give written informed consent prior to study entry.",
        "  Additional Breast Cancer Patient Subset (Part 2 and Part 3) Inclusion Criteria:",
        "  Incurable carcinoma of the breast, with measurable locally recurrent or metastatic disease.",
        "  ICH 3+ overexpression or FISH amplification documented by a local laboratory in primary or metastatic tumor tissue.",
        "  Prior treatment with an anthracycline, taxane, and trastuzumab or not a candidate for such treatment. Patient may have received these drugs in combination or in sequence for the treatment of locally advanced or metastatic disease and/or adjuvant therapy.",
        "Exclusion Criteria:",
        "  Prior treatment with an HDAC inhibitor or current treatment with valproic acid.",
        "  Previous treatment with capecitabine.",
        "  Impaired cardiac function including any of the following:",
        "  Screening ECG with a QTc > 450 msec.",
        "  Congenital long QT syndrome.",
        "  History of sustained ventricular tachycardia.",
        "  Any history of ventricular fibrillation or torsades de pointes.",
        "  Bradycardia defined as heart rate < 50 beats per minute. Patients with a pacemaker and heart rate > 50 beats per minute are eligible.",
        "  Myocardial infarction or unstable angina within 6 months of study entry.",
        "  Congestive heart failure (NY Heart Association class III or IV).",
        "  Right bundle branch block and left anterior hemiblock (bifascicular block).",
        "  Atrial fibrillation or flutter.",
        "  Ongoing therapy with antiarrhythmics or other medications associated with QTc prolongation.",
        "  Uncorrected hypokalemia or hypomagnesaemia.",
        "  Uncontrolled hypertension (systolic blood pressure [BP] 180 or diastolic BP > 100 mm Hg) or uncontrolled cardiac arrhythmias.",
        "  Active CNS disease, including meningeal metastases.",
        "  Known diagnosis of human immunodeficiency virus (HIV) infection.",
        "  Unresolved diarrhea > CTCAE grade 1.",
        "  Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors.",
        "  Patients with a history of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib.",
        "  Patients with known hypersensitivity to 5-fluorouracil chemotherapy, investigational drug therapy, major surgery < 4 weeks prior to starting study drug or patients that have not recovered from side effects of previous therapy.",
        "  Patient is < 5 years free of another primary malignancy except if the other primary malignancy is not currently clinically significant or requiring active intervention, or if other primary malignancy is a basal cell skin cancer or a cervical carcinoma in situ. Existence of any other malignant disease is not allowed.",
        "  Concomitant use of any anti-cancer therapy or radiation therapy.",
        "  Pregnant or breast feeding or female of reproductive potential not using two effective methods of birth control.",
        "  Male patients whose sexual partners are women of childbearing potential not using effective birth control.",
        "  Patients with gastrointestinal (GI) tract disease, causing the inability to take oral medication, malabsorption syndrome, a requirement for intravenous (IV) alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's disease, ulcerative colitis).",
        "  Other concurrent severe, uncontrolled infection or intercurrent illness, including but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Patients taking any medications listed in \"Prohibited Medications\" for both capecitabine and lapatinib .",
        "  Patients with uncontrolled coagulopathy (PT and/or PTT > 1.2 x ULN; patient must also be on stable dose of anticoagulant for a defined medical indication).",
        "  Abnormal thyroid function (TSH or free T4) detected at screening. Patients with known hypothyroidism who are stable on thyroid replacement are eligible.",
        "  Additional Breast Cancer Patient Subset (Part 2 and Part 3) Exclusion Criteria:",
        "  1. Prior treatment with lapatinib"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  To Determine the Maximum Tolerated Doses (MTD) and Dose-limiting Toxicities (DLT) of LBH589 in Combination With Capecitabine When Administered to Patients With Refractory and Advanced Tumor Types That Are Sensitive to 5-fluorouracil",
        "  MTD for Capecitabine, BID",
        "  Time frame: 18 months",
        "Results 1: ",
        "  Arm/Group Title: LBH589 With Capecitabine",
        "  Arm/Group Description: MTD, LBH589 with Capecitabine",
        "  LBH589: LBH589 will be evaluated when administered twice weekly at the following possible dose levels: 20 mg, 30 mg, 45 mg, and 60 mg. Capecitabine will be paired with LBH589 and will range in dose from 825 mg/m2 to 1250 mg/m2 orally BID 14 of every 21 days. Treatment cycles will be 21 days in length. Once determined safe, 10 additional patients will be treated at the determined MTD to further assess safety.",
        "  Capecitabine: Capecitabine will be administered orally twice daily for 14 days out of every 21 days.",
        "  Overall Number of Participants Analyzed: 15",
        "  Measure Type: Number",
        "  Unit of Measure: mg/m2  100",
        "Results 2: ",
        "  Arm/Group Title: LBH589 and Lapatinib",
        "  Arm/Group Description: LBH589 and Lapatinib",
        "  LBH589: LBH589 will be evaluated when administered twice weekly at the following possible dose levels: 20 mg, 30 mg, 45 mg, and 60 mg. Capecitabine will be paired with LBH589 and will range in dose from 825 mg/m2 to 1250 mg/m2 orally BID 14 of every 21 days. Treatment cycles will be 21 days in length. Once determined safe, 10 additional patients will be treated at the determined MTD to further assess safety.",
        "  Lapatinib: Lapatinib, 1000 mg PO daily will be added to this combination.",
        "  Overall Number of Participants Analyzed: 0",
        "  Measure Type: Number",
        "  Unit of Measure: mg/m2  "
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/15 (40.00%)",
        "  Constipation 1/15 (6.67%)",
        "  General disorders and administration site conditions - Other, disease progression 2/15 (13.33%)",
        "  General disorders and administration site conditions - Other, failure to thrive 0/15 (0.00%)",
        "  Infections and infestations - Other, unspecified 1/15 (6.67%)",
        "  Platelet count decreased 1/15 (6.67%)",
        "  Dehydration 0/15 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/5 (60.00%)",
        "  Constipation 0/5 (0.00%)",
        "  General disorders and administration site conditions - Other, disease progression 1/5 (20.00%)",
        "  General disorders and administration site conditions - Other, failure to thrive 1/5 (20.00%)",
        "  Infections and infestations - Other, unspecified 0/5 (0.00%)",
        "  Platelet count decreased 0/5 (0.00%)",
        "  Dehydration 1/5 (20.00%)",
        "  Dysarthria 0/5 (0.00%)"
    ]
}