{
    "Clinical Trial ID": "NCT00394082",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ABI-007 Plus Bevacizumab",
        "  ABI-007 is administered on days 1, 8 and 15 at 125 mg/m^2 and bevacizumab is administered on day 1 and 15 at 10 mg/kg of each 28 day cycle. Treatment continues until disease progression or intolerable toxicity. If a patient develops intolerable toxicity to only one of the drugs, the other drug may be continued as single agent therapy in the absence of progression, as long as the treating physician feels this is in the best interests of the patient."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Pathologically confirmed adenocarcinoma of the breast.",
        "  Stage IV disease.",
        "  Measurable disease (defined as the presence of at least one lesion that can be accurately measured in at least one dimension with longest diameter greater or = 1.0 cm with spiral computed tomography (CT) scan).",
        "  Patients must not be a candidate for Herceptin therapy (i.e., patients with HER-2 positive disease (gene amplification by fluorescence in situ hybridization (FISH) or 3 + overexpression by ICH) and patients with unknown HER-2 status are ineligible unless the treating physicians has determined that Herceptin-based therapy would be inappropriate or not indicated).",
        "  For subjects with prior anthracycline exposure, normal cardiac function including a baseline left ventricle ejection fraction >50% or above institution's lower limit of normal and a normal electrocardiogram (ECG) (as assessed by the investigator).",
        "  At least 2 weeks since radiotherapy, with full recovery. The measurable disease must be completely outside the radiation portal or there must be pathologic proof of progressive disease within the radiation portal.",
        "  International Normalized Ratio (INR) < 1.5 and activated partial thromboplastin time within normal limits (APTT WNL).",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.",
        "  Female > 18 years of age.",
        "  Patients have the following blood counts at Baseline: absolute neutrophil count (ANC) greater or equal to 1.5 x 10^9 cells/L; platelets greater or equal 100 x 10^9 cells/L; hemoglobin (Hgb) greater or equal to 9g/dL.",
        "  Patients have the following blood chemistry levels at Baseline: aspartate aminotransferase (AST or SGOT), alanine aminotransferase (ALT or SGPT) less than or equal 2.5x upper limit of normal (ULN) range (less than or equal 5x ULN if patient has known liver metastases); total bilirubin greater than or equal to ULN; creatinine greater or equal to 1.5mg/dL.",
        "  if female of childbearing potential, pregnancy test is negative within 72 hours of first dose of study drug.",
        "  if fertile, the patient agrees to use an effective method to avoid pregnancy for the duration of the study.",
        "  Informed consent has been obtained.",
        "Exclusion Criteria:",
        "  No prior chemotherapy for metastatic or locally recurrent disease is allowed.",
        "  Prio neo-adjuvant chemotherapy is allowed, and patients must have recovered from the acute toxicity of such therapies.",
        "  if a taxane was part of the adjuvant regimen, at least 12 months must have elapsed between the last dose of the taxane and the date of diagnosis of metastatic disease.",
        "  if a non-taxane-based adjuvant therapy was administered, at least six months must have elapsed between the last dose of the non- taxane-containing chemotherapy and the date of diagnosis of metastatic disease.",
        "  Concurrent immunotherapy or hormonal therapy.",
        "  Parenchymal brain metastases, including leptomeningeal involvement.",
        "  Uncontrolled hypertension (defined as blood pressure of > 150/100 mmHg)",
        "  NYHA Grade 2 or greater congestive heart failure",
        "  History of coagulopathy, bleeding diathesis, therapeutic anticoagulation other than low dose or chronic ASA greater than or equal to 325 mg per day. Low dose coumadin for anticoagulation of venous access device or low dose molecular weight heparin (LMWH)for deep vein thrombosis prophylaxis or low dose (325 mg or less) ASA prophylaxis are allowed, but are best avoided if the treating physician feels it is safe to do so.",
        "  Urine protein:creatinine ratio less than or equal to 1.0 at screening.",
        "  No history of cerebrovascular accident within six months of study entry.",
        "  Active symptomatic peripheral vascular disease (e.g. aortic aneurysm, claudication) within six months of study entry.",
        "  Uncontrolled or severe cardiovascular disease including myocardial infarction or unstable angina within six months of study entry.",
        "  No history of abdominal fistula, gastrointestinal perforation, or intra-abdominal process within six months of study entry.",
        "  No serious non-healing wound, ulcer, or bone fracture",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to first dose, or anticipation of need for major surgical procedure during the course of the study. No minor surgical procedure within seven days of study entry. Serious intercurrent medical or psychiatric illness, including serious active infection.",
        "  History of other malignancy within the last 5 years which could affect the diagnosis or assessment of breast cancer.",
        "  Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study.",
        "  Pregnant or nursing women.",
        "  Patients with current sensory neuropathy of > Grade 1 will be excluded."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Participants With At Least One Treatment-Emergent Adverse Event (TEAE)",
        "  Count of study participants who had at least one treatment-emergent adverse event (TEAE) defined as any adverse event that began or worsened in grade after the start of study drug through 30 days after the last dose of study drug.",
        "  Time frame: up to 25 months",
        "Results 1: ",
        "  Arm/Group Title: ABI-007 Plus Bevacizumab",
        "  Arm/Group Description: ABI-007 is administered on days 1, 8 and 15 at 125 mg/m^2 and bevacizumab is administered on day 1 and 15 at 10 mg/kg of each 28 day cycle. Treatment continues until disease progression or intolerable toxicity. If a patient develops intolerable toxicity to only one of the drugs, the other drug may be continued as single agent therapy in the absence of progression, as long as the treating physician feels this is in the best interests of the patient.",
        "  Overall Number of Participants Analyzed: 50",
        "  Measure Type: Number",
        "  Unit of Measure: participants  50"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/50 (26.00%)",
        "  Febrile neutropenia 3/50 (6.00%)",
        "  Neutropenia 1/50 (2.00%)",
        "  Pancreatitis 1/50 (2.00%)",
        "  Cholangitis 1/50 (2.00%)",
        "  Cholelithiasis 1/50 (2.00%)",
        "  Anaphylactic reaction  [1]1/50 (2.00%)",
        "  Pneumonia 1/50 (2.00%)",
        "  Pneumonitis chemical 1/50 (2.00%)",
        "  Spinal compression fracture 1/50 (2.00%)",
        "  Dehydration 1/50 (2.00%)",
        "  Electrolyte imbalance 1/50 (2.00%)"
    ]
}