{
    "Clinical Trial ID": "NCT00841828",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1: EC -> D + Lapatinib",
        "  EC -> D + Lapatinib",
        "  Drugs plus Biological",
        "  Epirubicin + Cyclophosphamide (EC) each 21 days for 4 cycles -> Docetaxel (D) + lapatinib each 21 days for 4 cycles)",
        "INTERVENTION 2: ",
        "  Arm 2: EC -> D + Trastuzumab",
        "  EC -> D + Trastuzumab",
        "  Drug plus Biological",
        "  Epirubicin + Cyclophosphamide (EC) each 21 days for 4 cycles -> Docetaxel (D) + Trastuzumab each 21 days for 4 cycles"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signature of the written informed consent.",
        "  Histological documentation of breast cancer.",
        "  Stage I (T1, N0M0), IIA (T2N0M0); IIB (T2N1M0, T3N0M0), IIIA (TXN2M0) and IIIB (T3N1M0, T4NXM0) primary resectable breast cancer or locally advanced breast cancer.",
        "  HER2-positive breast cancer, defined as immunohistochemistry (IHQ) 3+ or positive FISH. When IHQ 2+ HER2 status must be assessed by FISH.",
        "  The patient granted her consent for taking a biopsy before treatment",
        "  The patient granted her consent for sending two tumor samples to central laboratory for molecular sub study.",
        "  Two weeks prior randomization pregnancy test negative for women of childbearing potential.",
        "  Women of childbearing potential must use adequate contraceptive measures during participation into study. Oral, injectable or implant hormonal contraceptives measure are not permitted.",
        "  A World Health Organization (WHO) performance status of 0 or 1 (Karnofsky  80)",
        "  Age > 18 years.",
        "  Absence of metastases disease",
        "  Baseline Electrocardiography (EKG) 12 weeks prior to randomization. Baseline left ventricular ejection fraction (LVEF) value within limit of normal value for the institution or > 50% of basal value",
        "  Normal laboratory test 2 weeks prior to randomization:",
        "Haematology values: Neutrophil count  1,5 x109/l; Platelets  100 x 109/l; Haemoglobin  10mg/dl Biochemistry values: serum total bilirubin  1 x Upper Limit of Normal (ULN); Aspartate aminotransferase (AST) (SGOT) and Alanine aminotransferase (ALT) (SGPT)  2,5 x ULN; alkaline phosphatase  5 x ULN. Patients which AST and/or ALT value are > 1,5 x ULN along with alkaline phosphatase value > 2,5 x ULN will be not included into the study.",
        "  Renal function: serum creatinine  175 µmol/l (2 mg/dl). If the value is borderline, clearance creatinine must be  60 ml/min",
        "  12 weeks prior to randomization the following assessments and procedures must be fulfilled: Bilateral mammography; Magnetic resonance imaging (MRI) Breast and axillary; Chest X-Ray (posterioanterior and lateral); Abdominal ultrasound; Chest CT-Scan; Abdominal CT-Scan. Bone Scan (if applicable)",
        "  Patients must be accessible for treatment and follow up",
        "Exclusion Criteria:",
        "  Patients with lumpectomy, partial mastectomy, modified radical mastectomy are not allowed to include into study.",
        "  Prior Immunotherapy, hormonal therapy and chemotherapy for breast cancer is not allowed.",
        "  Prior therapy with anthracycline and taxanes (paclitaxel and docetaxel) is not permitted for any neoplasia.",
        "  Prior radiotherapy for breast cancer.",
        "  Bilateral invasive breast carcinoma",
        "  Pregnant or nursing patients. Negative pregnant test (serum or urine) 14 days prior to randomization.",
        "  HER 2 negative breast cancer",
        "  Patients of childbearing potential must be use adequate contraceptive measures during study treatment. No hormonal contraceptive measure is permitted.",
        "  Any M1 breast cancer",
        "  Any motor or sensorial neurotoxicity grade  2 according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 3.",
        "  Serious cardiac illness or medical conditions: Congestive heart failure, angina pectoris requiring specific treatment, myocardial infarction 1 year prior to enroll in the study; poorly controlled hypertension or high-risk uncontrolled arrhythmias.",
        "  History of significative neurological or psychiatric disease (psychotic, dementia or attack) what is unable to patient to grant her informed consent.",
        "  Uncontrolled severe Infection Uncontrolled diabetes mellitus, active peptic ulcer",
        "  Current malignancy or previous malignancy other that breast cancer. Exception cell carcinoma of the skin no melanoma, carcinoma in situ of the cervix or any other cancer in the past 10 years.",
        "  Long term treatment with corticoids except 6 months prior to inclusion in the study and low doses ( 20 mg methylprednisolone or equivalent)",
        "  Corticoid use contraindication",
        "  Concomitant hormonal replacement therapy. Previous treatment should be interrupted before inclusion into study.",
        "  Cardiopathy what stops patient taking Docetaxel and Trastuzumab: myocardial infarction recorded; angina pectoris requiring specific treatment; any congestive heart failure recorded; arrhythmia grade 3 or 4 according to NCI CTCAE version 3; any relevant valvular disease; chest X ray which shows cardiomegaly or EKG which shows ventricular hypertrophy unless LVEF value has been  lower normal limit in the last 3 months.",
        "  Poorly controlled hypertension (systolic > 180 mm Hg or diastolic > 100 mm Hg). The patients with controlled hypertension under treatment can be included into study",
        "  Patients under treatment of arrhythmia, angina or congestive heart failure with drug which modifies cardiac conduction (after digital, beta blocker or inhibitors calcium channel) are excluded. However if these drugs are took for arterial tension the patient can be included into study.",
        "  The patient must interrupt concomitant treatment with hormonal therapy ej. raloxifene, tamoxifen and selective estrogen receptor modulators (SERM) prior to randomization.",
        "  Concomitant use of inhibitors and inductors of enzyme CYP3A4 complex (ketoconazole, itraconazole or grape juice; rifampicin, carbamazepin or fenitoin) are not permitted. Also, drug are substrate of enzyme CYP2C8 complex is not permitted along with lapatinib treatment.",
        "  Concurrent treatment with an investigational agent or participation in another therapeutic clinical trial within 30 days prior to randomization into study.",
        "  Concomitant treatment with other anticancer therapy",
        "  Hypersensitivity reaction to drugs trastuzumab, lapatinib or their excipients.",
        "Male"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Complete Pathological Response (pCR) Rate in Breast and Axilla According to the Miller&Payne Criteria (G5-A and G5-D).",
        "  Within 3-4 weeks after last docetaxel dose the surgery was performed to evaluate pathological response. According to the Miller&Payne Criteria, pCR in node-negative patients is a grade 5-A and in node-positive patients is a grade 5-D.",
        "  Time frame: Up to 16 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm 1: EC -> D + Lapatinib",
        "  Arm/Group Description: EC -> D + Lapatinib",
        "  Drugs plus Biological",
        "  Epirubicin + Cyclophosphamide (EC) each 21 days for 4 cycles -> Docetaxel (D) + lapatinib each 21 days for 4 cycles)",
        "  Overall Number of Participants Analyzed: 51",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants with pCR  23.5        (11.9 to 35.1)",
        "Results 2: ",
        "  Arm/Group Title: Arm 2: EC -> D + Trastuzumab",
        "  Arm/Group Description: EC -> D + Trastuzumab",
        "  Drug plus Biological",
        "  Epirubicin + Cyclophosphamide (EC) each 21 days for 4 cycles -> Docetaxel (D) + Trastuzumab each 21 days for 4 cycles",
        "  Overall Number of Participants Analyzed: 48",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants with pCR  47.9        (33.8 to 62.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 11/52 (21.15%)",
        "  Neutrophils/granulocytes 3/52 (5.77%)",
        "  Diarrhea 2/52 (3.85%)",
        "  Mucositis 1/52 (1.92%)",
        "  Fever 1/52 (1.92%)",
        "  Infection 2/52 (3.85%)",
        "  Febrile Neutropenia 1/52 (1.92%)",
        "  Dyspnea 1/52 (1.92%)",
        "Adverse Events 2:",
        "  Total: 4/50 (8.00%)",
        "  Neutrophils/granulocytes 1/50 (2.00%)",
        "  Diarrhea 0/50 (0.00%)",
        "  Mucositis 0/50 (0.00%)",
        "  Fever 1/50 (2.00%)",
        "  Infection 1/50 (2.00%)",
        "  Febrile Neutropenia 1/50 (2.00%)",
        "  Dyspnea 0/50 (0.00%)"
    ]
}