{
    "Clinical Trial ID": "NCT00431067",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Afatinib 50 mg",
        "  Patients received continuous daily dosing with Afatinib 50 mg therapy over 28-day treatment cycles until further disease progression or undue toxicity."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "Inclusion Criteria:",
        "  Male or female patients with confirmed diagnosis of Stage IIIB or IV HER2-positive metastatic breast cancer(HER2 2+ and FISH positive or HER2 3+).",
        "  Patients must have progressed following receipt of prior standard trastuzumab treatment or standard chemotherapy in conjunction with trastuzumab. Patients with visceral disease or rapid progression should not be included if they have not had previous chemotherapy in addition to trastuzumab. Patients who are intolerant to trastuzumab and who have received adequate chemotherapy and/or hormone therapy are eligible upon progression.",
        "  Age 18 years or older.",
        "  Life expectancy of at least four (4) months.",
        "  Written informed consent that is consistent with ICH-GCP guidelines.",
        "  Eastern Cooperative Oncology Group (ECOG, R01-0787) performance Score 0, 1 or 2.",
        "  Patients should not have received treatment with chemotherapy or immune therapy within the last 4 weeks (2 weeks for trastuzumab). Patients should not have received treatment with hormone therapy within the last 2 weeks.",
        "  Patients must have recovered from any therapy-related toxicities from previous chemo-, hormone-, immuno-, or radiotherapies to CTC less than or equal to Grade 1.",
        "  Patients must have recovered from previous surgery.",
        "  Patients must have measurable disease as defined by RECIST criteria.",
        "Exclusion criteria:",
        "Exclusion Criteria:",
        "  Active infectious disease.",
        "  Gastrointestinal disorders that may interfere with the absorption of the study drug or chronic diarrhea.",
        "  Serious illness or concomitant non-oncological disease considered by the investigator to be incompatible with the protocol.",
        "  Patients with active/symptomatic brain metastases. Patients with a history of treated brain metastases must have stable or normal MRI scan at screening and be at least three months post-radiation or surgery.",
        "  Cardiac left ventricular function with resting ejection fraction <50%.",
        "  Absolute neutrophil count (ANC) less than 1500 cells/mm3.",
        "  Platelet count less than 100 000 cells/mm3.",
        "  Bilirubin greater than 1.5 mg/dl (>26 micromol /L, SI unit equivalent).",
        "  Aspartate amino transferase (AST) or alanine amino transferase (ALT) greater than three times the upper limit of normal.",
        "  Serum creatinine greater than 1.5 mg/dl (>132 micromol/L, SI unit equivalent).",
        "  Women and men (and their partners) who are sexually active and unwilling to use a medically acceptable method of contraception.",
        "  Pregnancy or breast-feeding.",
        "  Treatment with other investigational drugs; chemotherapy, immunotherapy, radiotherapy or hormone therapy (including LHRH agonists, or other hormones taken for breast cancer), or participation in another clinical study within the past 4 weeks before start of therapy or concomitantly with this study. Treatment with bisphosphonates is allowed.",
        "  Prior treatment with an EGFR- or HER2 inhibiting drug (except trastuzumab).",
        "  Patients unable to comply with the protocol.",
        "  Active alcohol or drug abuse.",
        "  Patients with history of other malignancy (except for appropriately treated superficial basal cell skin cancer and surgically cured cervical cancer in situ) unless free of disease for at least 3 years."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response (OR)",
        "  Objective response (OR) including complete response (CR) and partial response (PR) according to the Response Evaluation Criteria in Solid Tumours (RECIST) criteria .",
        "  Time frame: From first dose of study medication to response measurement, up to 34 month",
        "Results 1: ",
        "  Arm/Group Title: Afatinib 50 mg",
        "  Arm/Group Description: Patients received continuous daily dosing with Afatinib 50 mg therapy over 28-day treatment cycles until further disease progression or undue toxicity.",
        "  Overall Number of Participants Analyzed: 41",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  4"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/41 (19.51%)",
        "  Constipation 1/41 (2.44%)",
        "  Diarrhoea 1/41 (2.44%)",
        "  Nausea 2/41 (4.88%)",
        "  Vomiting 3/41 (7.32%)",
        "  Biliary colic 1/41 (2.44%)",
        "  Diarrhoea infectious 1/41 (2.44%)",
        "  International normalised ratio decreased 1/41 (2.44%)",
        "  Dehydration 2/41 (4.88%)",
        "  Hyponatraemia 1/41 (2.44%)",
        "  Malignant neoplasm progression 2/41 (4.88%)",
        "  Headache 1/41 (2.44%)"
    ]
}