{
    "Clinical Trial ID": "NCT00952692",
    "Intervention": [
        "INTERVENTION 1: ",
        "  dHER2 + AS15 ASCI + Lapatinib",
        "  Patients will receive dHER2 ASCI injections IM every 2 weeks for 2 cycles . In between cycles there is 4 weeks without vaccine. The daily dose of lapatinib is 5 tablets (1250 mg of lapatinib) taken orally at approximately the same time each day for 43 weeks while on study."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The following criteria are to be checked at the time of study entry. The patients may only be included in the study if ALL of the following statements are FULLFILLED:",
        "  The patient (male or female) is at least 18 years old at the time of signature of the informed consent form.",
        "  Written informed consent has been obtained from the patient prior to the performance of any protocol-specific procedure.",
        "  The patient is diagnosed with confirmed invasive breast cancer with stage IV disease.",
        "  Note: If the metastatic disease is restricted to a solitary lesion, its neoplastic nature should be confirmed by cytology or histology.",
        "  The patient has documented disease progression or relapse following at least one prior standard therapy with trastuzumab (alone or in combination with chemotherapy).",
        "  Patients with prior lapatinib use are eligible. Furthermore,",
        "  The administration of the chemotherapeutic agent(s) should have been stopped for at least 28 days by the time of the first ASCI administration.",
        "  The administration of trastuzumab alone could be maintained after chemotherapy, but the last dose of trastuzumab should not have been given less than three weeks before the first ASCI administration.",
        "  The patient will not be given trastuzumab during the trial.",
        "  For metastatic patients whose disease is ER+ and/or PR+ the following criteria should be met:",
        "  Patients with visceral disease that requires chemotherapy (eg., patients with liver or lung metastases).",
        "  Rapidly progressing or life threatening disease, as determined by the investigator.",
        "  Patients who received hormonal therapy and are no longer benefiting from this therapy.",
        "  A tumor lesion from the patient biopsied before or during screening shows either:",
        "  Overexpression of the HER2 protein, as determined by immunohistochemistry (IHC, with result IHC 3+) or",
        "  Amplification of the HER2 gene as determined by FISH (at least 4 fold i.e. at least 8 copies).",
        "  Note: Overexpression/amplification measurements must be performed on a metastatic lesion in all cases where such a lesion is sufficiently easily accessible. If however such a biopsy is not possible, then these measurements can be performed on the primary tumor. Use of the primary tumor is to be documented and justified.",
        "  Ten FFPE tissue sections of the tumor on which the HER2 overexpression/amplification has been done -if available-may be requested. These may be used to retrospectively carry out part of the translational research (i.e. analysis of EGF receptor activity and of the presence of immune effector cells, refer to Section 7).",
        "  The patient has at least one measurable lesion according to RECIST criteria.",
        "  The patient has ECOG status of 0 or 1.",
        "  The patient has adequate bone marrow reserve as indicated by:",
        "  White blood cell count >/= 3,000/mm3.",
        "  Neutrophil count >/= 1,500/mm3.",
        "  Platelet count >/= 100,000/mm3.",
        "  Hemoglobin levels >/= 10.0 g/dl.",
        "  The patient has adequate renal function as shown by the creatinine levels (i.e. within the normal range).",
        "  The patient has adequate hepatic function as shown by serum bilirubin levels i.e:",
        "  Serum bilirubin levels within the normal limits.",
        "  Both AST and ALT levels <1.5 times the ULN. Note: However, for patients with liver metastasis, a serum bilirubin level <1.5 times the ULN and both AST and ALT levels <3 times the ULN will be accepted.",
        "  The patient has a baseline Left Ventricular Ejection Fraction (LVEF) measured by MUGA scan equal to or greater than the LLN for the radiology facility.",
        "  If the patient is female, she must be of non-childbearing potential, i.e. have a current tubal ligation, hysterectomy, ovariectomy or be post-menopausal, or if she is of childbearing potential, she must practice adequate contraception for 30 days prior to treatment, have a negative pregnancy test and continue such precautions for two months after completion of the study treatment.",
        "  Adequate contraception is defined as a contraceptive method with failure rate of less than 1% per year when used consistently and correctly (when applicable, as mentioned in the product label) for example abstinence, combined or progestogen oral contraceptives, injectable progestogen, implants of levonorgestrel, oestrogenic vaginal ring, percutaneous contraceptive patches or intrauterine device (IUD) or intrauterine system (IUS), vasectomy with documented azoospermia of the sole male partner or double barrier method (condom or occlusive cap plus spermicidal agent).",
        "  For azoospermia, \"documented\" refers to the outcome of the investigator's/ designee's medical examination of the subject or review of the subject's medical history for study eligibility, as obtained via a verbal interview with the subject or from the subject's medical records.",
        "  Post-menopause: Menopause is the age associated with complete cessation of menstrual cycles, menses, and implies the loss of reproductive potential by ovarian failure. A practical definition accepts menopause after 1 year without menses with an appropriate clinical profile at the appropriate age e.g. > 45 years.",
        "  Able to swallow and retain oral medication.",
        "  In the view of the investigator, the patient can and will comply with the requirements of the protocol.",
        "Exclusion Criteria:",
        "  The following criteria should be checked at the time of study entry. If any apply, the patient must not be included in the study:",
        "  The patient has received > 300 mg/m2 doxorubicin (cumulative dose) or > 600 mg/m2 epirubicin (cumulative dose).",
        "  The patient is receiving treatment with bisphosphonate UNLESS the biphosphonate treatment was initiated more than three weeks before the first ASCI administration. (See also section 5.3.2.).",
        "  The patient has received any investigational or non-registered product (drug or vaccine) other than the study treatment(s) within 30 days preceding the first dose of study treatment, or planned use during the study period.",
        "  The patient is currently receiving amiodarone or has received amiodarone in the 6 months prior to screening.",
        "  The patient requires concomitant treatment with systemic corticosteroids or any immunosuppressive agents. The use of prednisone, or equivalent, <0.5 mg/kg/day (absolute maximum 40 mg/day), or inhaled corticosteroids or topical steroids is permitted.",
        "  The patient has a malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.",
        "  Patients with ulcerative colitis.",
        "  The patient has known coronary artery disease, arrhythmia requiring treatment, clinically significant valvular disease, cardiomegaly on chest X-ray, ventricular hypertrophy (found by ECG) or previous myocardial infarction.",
        "  The patient has any acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or laboratory screening tests.",
        "  The patient has current active hepatic or biliary's disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment).",
        "  The patient presents with autoimmune disease (vitiligo and autoimmune thyroid disease is not an exclusion criterion).",
        "  The patient has a known family history of congenital or hereditary immunodeficiency.",
        "  The patient has any uncontrolled bleeding disorder or coagulation disorder or thrombocytopenia or pro-thrombotic disorder.",
        "  The patient has a history of anaphylaxis or severe allergic reaction to vaccines or unknown allergens.",
        "  The patient has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to Lapatinib. These include other anilinoquinazolines, such as gefitinib (Iressa), erlotinib (Tarceva), or other chemically related compounds or excipients.",
        "  The patient is known to be positive for the Human Immunodeficiency Virus (HIV).",
        "  The patient has (or has had) previous or concomitant malignancies at other sites except effectively treated:",
        "  Non-melanoma skin cancers or carcinoma in situ of the cervix",
        "  Malignancy that has been in remission for > 2 years and is considered highly likely to have been cured.",
        "  The patient has any psychiatric or addictive disorder that may compromise her ability to give informed consent, or to comply with the trial procedures.",
        "  The patient has any other condition that in the opinion of the investigator might jeopardize the patient's safety or ability to comply with the requirements of the study.",
        "  The patient is pregnant or lactating."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  The Safety of dHER2+AS15 ASCI When Administered in Combination With Lapatinib Measured by Occurrence of Severe Toxicities (According to CTCAE, Version 3.0)",
        "  [Not Specified]",
        "  Time frame: 26 weeks",
        "Results 1: ",
        "  Arm/Group Title: dHER2 + AS15 ASCI + Lapatinib",
        "  Arm/Group Description: Patients will receive dHER2 ASCI injections IM every 2 weeks for 2 cycles . In between cycles there is 4 weeks without vaccine. The daily dose of lapatinib is 5 tablets (1250 mg of lapatinib) taken orally at approximately the same time each day for 43 weeks while on study.",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/12 (16.67%)",
        "  pulmonary embolism  1/12 (8.33%)",
        "  chest pain  1/12 (8.33%)"
    ]
}