{
    "Clinical Trial ID": "NCT01605396",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ridaforolimus + Dalotuzumab + Exemestane",
        "  Participants received ridaforolimus 10 mg orally (PO) every 5 days (QD x 5) plus dalotuzumab 10 mg/kg intravenously (IV) every week (QW) plus exemestane 25 mg PO every day (QD) in 28-day cycles until documented disease progression or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Ridaforolimus + Exemestane",
        "  Participants received ridaforolimus 30 mg PO QD x 5 plus exemestane 25 mg PO QD treatment in 28-day cycles until documented disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females with a histologically confirmed diagnosis of breast cancer that is metastatic or locally advanced (locally advanced tumors must not be amenable to",
        "  surgery or radiation therapy with curative intent) with the following pathological characteristics determined locally: estrogen receptor positive and Human Epidermal Growth Factor Receptor 2 (HER-2) negative, and Ki67 (a tumor marker)  15% determined by the central study laboratory",
        "  Post-menopausal",
        "  With advanced breast cancer whose disease was refractory to previous letrozole or anastrozole",
        "  Has at least one confirmed measurable metastatic lesion",
        "  Has a performance status  1 on the Eastern Cooperative Oncology Group (ECOG) performance scale",
        "  Has a life expectancy of at least 3 months",
        "  Adequate organ function",
        "Exclusion Criteria:",
        "  Is receiving any other concurrent systemic tumor therapy, including",
        "  hormonal agents and HER-2 inhibitors",
        "  Previously received rapamycin or rapamycin analogs, including",
        "  ridaforolimus, temsirolimus, or everolimus",
        "  Received prior treatment with Insulin-like Growth Factor 1 Receptor (IGF-1R) inhibitors, Phosphatidylinositol 3-Kinase (PI3K) inhibitors, or",
        "  other experimental agents that target PI3K, Protein Kinase B (AKT), or Mammalian Target of Rapamycin (mTOR) pathway",
        "  Is receiving chronic corticosteroids administered at doses greater than",
        "  those used for normal replacement therapy",
        "  Has active brain metastasis or leptomeningeal carcinomatosis; patients",
        "  with adequately treated brain metastases are eligible if they meet certain criteria",
        "  Known allergy to macrolide antibiotics",
        "  Has an active infection requiring antibiotics",
        "  Significant or uncontrolled cardiovascular disease",
        "  Poorly controlled Type 1 or 2 diabetes",
        "  Is known to be Human Immunodeficiency Virus (HIV) positive",
        "  Has a known history of active hepatitis B or C. Healthy carriers of hepatitis B are not allowed on this study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  1. Progression-free Survival (PFS) According to Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1) Based on Blinded Independent Central Review (BICR)",
        "  PFS was defined as the time from randomization to progressive disease, or death, whichever occurs first. Response was assessed according to RECIST 1.1 by BICR. According to RECIST 1.1, progressive disease (PD) was defined as a 20% relative increase in the sum of diameters (SOD) of target lesions, taking as reference the nadir SOD and an absolute increase of >5 mm in the SOD, or the appearance of new lesions. PFS was analyzed using the Kaplan-Meier method and median PFS (95% confidence interval [CI]) in weeks was reported for each treatment arm. Per protocol, participants remained on assigned treatment until disease progression. Participants who discontinued study treatment for reasons other than disease progression continued to be assessed by imaging until objective documentation of progression. All participants (including participants who discontinued study treatment) were followed for survival until investigator notification to discontinue.",
        "  Time frame: From Day 1 through last post-study efficacy follow-up (up to ~19 months)",
        "Results 1: ",
        "  Arm/Group Title: Ridaforolimus + Dalotuzumab + Exemestane",
        "  Arm/Group Description: Participants received ridaforolimus 10 mg orally (PO) every 5 days (QD x 5) plus dalotuzumab 10 mg/kg intravenously (IV) every week (QW) plus exemestane 25 mg PO every day (QD) in 28-day cycles until documented disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 40",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Weeks  23.29        (8.71 to 38.43)",
        "Results 2: ",
        "  Arm/Group Title: Ridaforolimus + Exemestane",
        "  Arm/Group Description: Participants received ridaforolimus 30 mg PO QD x 5 plus exemestane 25 mg PO QD treatment in 28-day cycles until documented disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 40",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Weeks  31.86        (16.00 to 39.29)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/39 (20.51%)",
        "  Myocardial infarction 0/39 (0.00%)",
        "  Sinus tachycardia 0/39 (0.00%)",
        "  Diarrhoea 1/39 (2.56%)",
        "  Haematochezia 0/39 (0.00%)",
        "  Vomiting 1/39 (2.56%)",
        "  Asthenia 0/39 (0.00%)",
        "  Disease progression 0/39 (0.00%)",
        "  Jaundice cholestatic 0/39 (0.00%)",
        "  Appendicitis 0/39 (0.00%)",
        "  Escherichia sepsis 1/39 (2.56%)",
        "  Gastroenteritis 0/39 (0.00%)",
        "Adverse Events 2:",
        "  Total: 17/40 (42.50%)",
        "  Myocardial infarction 1/40 (2.50%)",
        "  Sinus tachycardia 1/40 (2.50%)",
        "  Diarrhoea 0/40 (0.00%)",
        "  Haematochezia 1/40 (2.50%)",
        "  Vomiting 1/40 (2.50%)",
        "  Asthenia 1/40 (2.50%)",
        "  Disease progression 1/40 (2.50%)",
        "  Jaundice cholestatic 1/40 (2.50%)",
        "  Appendicitis 1/40 (2.50%)",
        "  Escherichia sepsis 0/40 (0.00%)",
        "  Gastroenteritis 1/40 (2.50%)"
    ]
}