{
    "Clinical Trial ID": "NCT01269346",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate in Combination With Trastuzumab",
        "  Eribulin Mesylate: Eribulin mesylate 1.4 mg/m^2 was administered as an intravenous (IV) infusion (over 2 to 5 minutes) on Days 1 and 8 of each 3-week cycle.",
        "  Trastuzumab 8 mg/kg was administered as in IV infusion over a 90-minute period on Day 1 of Cycle 1. Thereafter, trastuzumab 6 mg/kg was administered as an IV infusion over a 30-minute period on Day 1 of each subsequent 21-day cycle."
    ],
    "Eligibility": [
        "Key Inclusion criteria:",
        "  Age 18 years or older",
        "  Histologically or cytologically proven adenocarcinoma of the breast",
        "  Subjects who have locally recurrent or metastatic disease with at least one measurable lesion",
        "  HER2 positive as determined by score of 3 on immunohistochemistry (IHC) staining or gene amplification by fluorescence in situ hybridization (FISH).",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) score of 0, 1 or 2",
        "  At least 12 months since prior neoadjuvant or adjuvant chemotherapy",
        "  At least 2 weeks since prior radiotherapy, endocrine therapy, trastuzumab, or lapatinib, with complete recovery from the effects of these interventions",
        "  Adequate renal function",
        "  Adequate bone marrow function",
        "  Adequate liver function",
        "  Adequate cardiac function",
        "  Key Exclusion criteria:",
        "  Prior chemotherapy, biologic therapy, or investigational therapy for locally recurrent or metastatic HER2 breast cancer.",
        "  Subjects who have had a prior malignancy other than carcinoma in situ of the cervix, or nonmelanoma skin cancer",
        "  Prior exposure to greater than 360 mg/m2 doxorubicin or liposomal doxorubicin, greater than 120 mg/m2 mitoxantrone, greater than 90 mg/m2 idarubicin, or greater than 720 mg/m2 epirubicin",
        "  Inflammatory breast cancer",
        "  Prior history of hypertensive crisis or hypertensive encephalopathy",
        "  Clinically significant cardiovascular impairment",
        "  Subjects with known central nervous system (CNS) disease are not eligible, except for those subjects with treated brain metastasis.",
        "  Subjects with metastatic disease limited to bone are ineligible unless there is at least one lytic lesion with identifiable soft tissue components that can be evaluated by computed tomography (CT) or magnetic resonance imaging (MRI)",
        "  Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring the use of oxygen",
        "  History of bleeding diasthesis",
        "  Currently pregnant or breast-feeding.",
        "  Subjects with preexisting Grade 3 or 4 neuropathy. Any peripheral neuropathy must recover to Grade less than or equal to 2 before enrollment"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate",
        "  The Objective Response Rate (Complete Response plus Partial Response, (CR + PR)) was defined as the proportion of participants who have a best overall response of confirmed CR or PR based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 as assessed by the Investigator. Tumor assessment was by computed tomography (CT)/magnetic resonance imaging (MRI). To assess best response (CR, PR, stable disease (SD), progressive disease (PD), or not estimable (NE)), the Investigator selected up to five measurable target lesions (2 per organ). All other lesions were identified as nontarget lesions. Each participant's overall tumor burden at Baseline was compared with subsequent measurements of the target lesions. For participants with CR or PR, changes in tumor sizes had to be confirmed by repeat evaluations performed not fewer than four weeks after the initial response assessment.",
        "  Time frame: Baseline (within 28 days of first infusion of study drug); Treatment Phase (every 6 weeks during the first 6 cycles); Extension Phase (every 12 weeks) to PR or CR",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate in Combination With Trastuzumab",
        "  Arm/Group Description: Eribulin Mesylate: Eribulin mesylate 1.4 mg/m^2 was administered as an intravenous (IV) infusion (over 2 to 5 minutes) on Days 1 and 8 of each 3-week cycle.",
        "  Trastuzumab 8 mg/kg was administered as in IV infusion over a 90-minute period on Day 1 of Cycle 1. Thereafter, trastuzumab 6 mg/kg was administered as an IV infusion over a 30-minute period on Day 1 of each subsequent 21-day cycle.",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  71.2        (56.92 to 82.87)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/52 (28.85%)",
        "  Anaemia * 1/52 (1.92%)",
        "  Febrile neutropenia 24/52 (7.69%)",
        "  Neutropenia 28/52 (15.38%)",
        "  Cardiac failure chronic 21/52 (1.92%)",
        "  Vomiting 23/52 (5.77%)",
        "  Diarrhoea 21/52 (1.92%)",
        "  Gastric ulcer 21/52 (1.92%)",
        "  Gastritis 21/52 (1.92%)",
        "  Nausea 21/52 (1.92%)",
        "  Fatigue 21/52 (1.92%)",
        "  Pyrexia 21/52 (1.92%)",
        "  Gastroenteritis 21/52 (1.92%)"
    ]
}