{
    "Clinical Trial ID": "NCT00485953",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Active Medicine Group",
        "  risedronate 35 mg weekly",
        "INTERVENTION 2: ",
        "  Placebo Group",
        "  Received placebo medication once weekly"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  elderly postmenopausal women (ages 55 and older)",
        "  osteopenic (DXA T-score -1.0 to -2.5 SD). However, after full counseling about the risks, benefits, and options regarding therapy for osteoporosis and discussion with her PCP, an osteoporotic woman may enroll in the study.",
        "  with breast cancer on aromatase inhibitor therapy",
        "  with no evidence of distant metastatic disease or osteoporosis (by BMD or clinical history)",
        "  type of surgical procedure or addition of radiation therapy prior to this aromatase inhibitor therapy will not exclude patients",
        "  Participants must provide voluntary, written informed consent to participate in the study, which includes understanding of the procedures, medications, and risks and benefits",
        "Exclusion Criteria:",
        "  Women with stage 4 breast cancer (presence of distant metastases)",
        "  Women with normal bone density by DXA (T-score > -1.0 SD)bone density by DXA, except in the instance of a fragility fracture.",
        "  Women with history of any illness known to affect bone and mineral metabolism, such as renal failure (estimated GFR <30), hepatic failure, malignancy (excluding breast cancer, treated superficial basal and squamous cell carcinoma and malignancies where the diagnosis itself or its treatment would not adversely affect bone metabolism), untreated primary hyperparathyroidism, and malabsorption.",
        "  Women being treated with oral glucocorticoid therapy >3 months for suppression therapy, and certain anti-seizure medications which may adversely affect bone metabolism (phenobarbital, phenytoin, carbamazepine).",
        "  Those with untreated active peptic ulcer disease",
        "  Those with osteoporosis by BMD (T-score -2.5 SD at the spine or total hip) or a history of fragility fracture as an adult. However, as discussed above, osteoporotic women may elect to enroll in the study.",
        "  Women treated with oral bisphosphonates or calcitonin for 3 months within the last year (3 month washout period)",
        "  Men and children will be excluded because they do not get postmenopausal osteoporosis following treatment with an aromatase inhibitor",
        "  Women with very poor dental hygiene (as assessed by the baseline dental exam) in need of dental extraction during the study",
        "  Use of fluoride for more than 1 month ever (except for dental treatment)",
        "  Less than 2 evaluable vertebrae",
        "  Distant metastatic disease"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  BMD of Spine by DXA",
        "  BMD is the bone mineral density of the lumbar spine measured using the dual-energy x-ray absorptometry (DXA) scan.",
        "  Time frame: at 24 months",
        "Results 1: ",
        "  Arm/Group Title: Active Medicine Group",
        "  Arm/Group Description: risedronate 35 mg weekly",
        "  Overall Number of Participants Analyzed: 55",
        "  Mean (Standard Error)",
        "  Unit of Measure: percentage change  2.269         (0.583)",
        "Results 2: ",
        "  Arm/Group Title: Placebo Group",
        "  Arm/Group Description: Received placebo medication once weekly",
        "  Overall Number of Participants Analyzed: 54",
        "  Mean (Standard Error)",
        "  Unit of Measure: percentage change  -1.735         (0.611)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/55 (18.18%)",
        "  Cardiovascular related events5/55 (9.09%)",
        "  Gastrointestinal Events0/55 (0.00%)",
        "  Other events0/55 (0.00%)",
        "  Infection related events2/55 (3.64%)",
        "  Musculoskeletal related events2/55 (3.64%)",
        "  Other cancers0/55 (0.00%)",
        "  Urogenital related events0/55 (0.00%)",
        "  Breast related events1/55 (1.82%)",
        "Adverse Events 2:",
        "  Total: 16/54 (29.63%)",
        "  Cardiovascular related events2/54 (3.70%)",
        "  Gastrointestinal Events1/54 (1.85%)",
        "  Other events4/54 (7.41%)",
        "  Infection related events3/54 (5.56%)",
        "  Musculoskeletal related events5/54 (9.26%)",
        "  Other cancers2/54 (3.70%)",
        "  Urogenital related events1/54 (1.85%)",
        "  Breast related events2/54 (3.70%)"
    ]
}