{
    "Clinical Trial ID": "NCT00952731",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment Gel + Oral Placebo",
        "  4-hydroxytamoxifen gel 2mg/breast applied daily. Oral placebo taken daily.",
        "  oral placebo: Oral placebo taken daily for 4-10 weeks.",
        "  afimoxifene: 2mg/breast applied daily in the form of a gel for 4-10 weeks.",
        "INTERVENTION 2: ",
        "  Placebo Gel + Oral Treatment",
        "  Placebo gel applied to the breasts daily. 20mg oral tamoxifen taken daily (taken as two (2) 10mg capsules).",
        "  tamoxifen citrate: 20mg oral tamoxifen taken daily (taken as two (2) 10mg capsules) for 4-10 weeks.",
        "  placebo gel: Placebo gel applied to breasts daily for 4-10 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Diagnosis of hormone receptor positive (more than 5% cells staining for ER + and/ or PR +), any grade (using definition of Page and Lagios) ductal carcinoma in situ (DCIS) with or without evidence of microinvasion on diagnostic core needle biopsy within the previous 60 days.",
        "  Women of age  18 years. Because no dosing or adverse event data are currently available on the use of 4-hydroxytamoxifen in participants <18 years of age, children are excluded from this study but will be eligible for future pediatric trials, if applicable.",
        "  ECOG performance status 1 (Karnofsky 70%)",
        "  Participants must have normal organ and marrow function as defined below:",
        "  Leukocytes  3,000/uL",
        "  Absolute neutrophil count (ANC)  1,500/uL",
        "  Platelets  100,000/uL",
        "  Total bilirubin within normal institutional limits",
        "  AST (SGOT)/ALT (SGPT)  1.5 X institutional ULN",
        "  Creatinine within normal institutional limits",
        "  Women of child-bearing potential must agree to practice barrier birth control, abstinence, or use non-hormonal IUDs from the time that the first pregnancy test is performed throughout the duration of the study and for three months after cessation of study drug. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Ability and willingness to schedule surgical resection of DCIS lesion for 4-10 weeks (28-70 days) following the start of study agent.",
        "  Willingness to avoid exposing breast skin to natural or artificial sunlight (i.e. tanning beds) for the 4-10 weeks of study agent dosing.",
        "Exclusion Criteria:",
        "  Prior history of, or at high risk to develop, thromboembolic disease will be excluded.",
        "  Must not have taken exogenous sex hormones since biopsy diagnosing DCIS and must agree not to use exogenous sex hormones while on study.",
        "  Must not have taken tamoxifen or other selective estrogen receptor modulators (SERMs) within 2 years prior to entering the study. Women who have discontinued SERM therapy because of thromboembolic or uterine toxicity, will be excluded regardless of duration of use.",
        "  May not be receiving any other investigational agents.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to 4-hydroxytamoxifen or tamoxifen.",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant women are excluded from this study because tamoxifen and 4-hydroxytamoxifen has the potential for teratogenic or abortifacient effects. Women are excluded from enrolling within 3 months of the most recent pregnancy. Women must avoid becoming pregnant in the 3 months following the use of study agent.",
        "  Women must not have breastfed within three months prior to DCNB. Women who are breast feeding are excluded from entry into this trial because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with tamoxifen or 4-hydroxytamoxifen. Women must agree to forego breastfeeding for three months following the use of study agent.",
        "  Must not have any dermatologic conditions resulting in skin breakdown in the area of gel application.",
        "  Must not have a history of previous ipsilateral radiation to the affected breast.",
        "  Must not have had a breast reduction or augmentation within the 6 months prior to first dose of study agents. Patients who have had breast implants more than 6 months prior to first dose of study agents will be eligible."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Difference Between Ki-67 Labeling Index in Tissue Samples Taken at Baseline and Post-treatment",
        "  Ki-67 was measured in matched core and excision tissue samples containing DCIS (Ductal Carcinoma In-Situ) lesions, the core sample was at baseline while the excision sample was at surgery (after approximately 4-10 weeks of treatment).",
        "  Time frame: Baseline and after 4-10 weeks of treatment",
        "Results 1: ",
        "  Arm/Group Title: Treatment Gel + Oral Placebo",
        "  Arm/Group Description: 4-hydroxytamoxifen gel 2mg/breast applied daily. Oral placebo taken daily.",
        "  oral placebo: Oral placebo taken daily for 4-10 weeks.",
        "  afimoxifene: 2mg/breast applied daily in the form of a gel for 4-10 weeks.",
        "  Overall Number of Participants Analyzed: 9",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage of 300 DCIS cells  -3.4         (5.0)",
        "Results 2: ",
        "  Arm/Group Title: Placebo Gel + Oral Treatment",
        "  Arm/Group Description: Placebo gel applied to the breasts daily. 20mg oral tamoxifen taken daily (taken as two (2) 10mg capsules).",
        "  tamoxifen citrate: 20mg oral tamoxifen taken daily (taken as two (2) 10mg capsules) for 4-10 weeks.",
        "  placebo gel: Placebo gel applied to breasts daily for 4-10 weeks.",
        "  Overall Number of Participants Analyzed: 9",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage of 300 DCIS cells  -5.1         (5.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/12 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}