{
    "Clinical Trial ID": "NCT00129389",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: FAC",
        "  FAC X 6 The standard arm consisted of six cycles of FAC (fluorouracil 500 mg/m2, doxorubicin 50mg/m2, and cyclophosphamide 500mg/m2) administered once every 3 weeks.",
        "INTERVENTION 2: ",
        "  Arm B: FAC-wP",
        "  FAC X 4 + 8 weekly Paclitaxel (wP) Patients in the experimental arm received four cycles of the FAC regimen followed by eight weekly administrations of paclitaxel (100mg/m2 per dose)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent.",
        "  Histological diagnoses of operable invasive adenocarcinoma of the breast (T1-T3). Tumors must be Human Epidermal Growth Factor Receptor 2 (HER2) negative. Patients must be free of disease in the axilla (node negative). If lymphadenectomy is done, at least 10 nodes must be examined. If sentinel node technique is used, sentinel node must be free of disease. Patients must present at least one high risk criterion (St. Gallen, 1998) as follows:",
        "  Tumor size > 2 cm; and/or",
        "  ER and Progesterone Receptor (PgR) negative; and/or",
        "  Histological grade 2-3; and/or",
        "  Age < 35 years old.",
        "  Time window between surgery and study randomization must be less than 60 days.",
        "  Surgery must consist of mastectomy or conservative surgery. Margins free of disease and ductal carcinoma in situ (DCIS) are required. Lobular carcinoma is not considered a positive margin.",
        "  Patients must not present evidence of metastatic disease.",
        "  Status of hormone receptors in primary tumor. Results must be available before the end of adjuvant chemotherapy.",
        "  Status of HER2 in primary tumor, known before randomization. Patients with Immunohistochemistry (IHC) 0 or +1 are eligible. For patients with IHC 2+, fluorescent in situ hybridization (FISH) is mandatory and result must be negative.",
        "  Age >= 18 and <= 70 years old.",
        "  Performance status (Karnofsky index) >= 80.",
        "  Normal electrocardiogram (EKG) in the 12 weeks prior to randomization. If needed, normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF).",
        "  Laboratory results (within 14 days prior to randomization):",
        "  Hematology: neutrophils >= 1.5 x 10^9/l; platelets >= 100x 10^9/l; hemoglobin >= 10 mg/dl;",
        "  Hepatic function: total bilirubin <= 1 upper normal limit (UNL); Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) <= 2.5 UNL; alkaline phosphatase <= 2.5 UNL. If values of AST and ALT > 1.5 UNL are associated with alkaline phosphatase > 2.5 UNL, patient is not eligible.",
        "  Renal function: creatinine <= 175 mmol/l (2 mg/dl); creatinine clearance >= 60 ml/min.",
        "  Complete stage workup during the 12 weeks prior to randomization (mammograms are allowed within a 20 week time window). All patients must have a bilateral mammogram, thorax x-ray, abdominal echography and/or computed tomography (CT)-scan. If bone pain, and/or alkaline phosphatase elevation, a bone scintigraphy is mandatory. This test is recommended for all patients. Other tests, as clinically indicated.",
        "  Patients able to comply with treatment and study follow-up.",
        "  Negative pregnancy test done in the 14 previous days to randomization.",
        "Exclusion Criteria:",
        "  Prior systemic therapy for breast cancer.",
        "  Prior therapy with anthracyclines or taxanes (paclitaxel or docetaxel) for any malignancy.",
        "  Prior radiotherapy for breast cancer.",
        "  Bilateral invasive breast cancer.",
        "  Pregnant or lactating women. Adequate contraceptive methods must be used during chemotherapy and hormone therapy treatments. Negative pregnancy test in the 14 previous days to randomization.",
        "  Any T4 or N1-3 or M1 tumor.",
        "  HER2 positive breast cancer (IHC 3+ or positive FISH result).",
        "  Pre-existing grade >=2 motor or sensorial neurotoxicity by the National Cancer Institute Common Toxicity Criteria (NCICTC) v-2.0.",
        "  Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction during the previous year, uncontrolled hypertension or high risk arrhythmias.",
        "  History of neurological or psychiatric disorders, which could preclude the patients to free informed consent.",
        "  Active uncontrolled infection.",
        "  Active peptic ulcer; unstable diabetes mellitus.",
        "  Previous or current history of neoplasms different from breast cancer, except for skin carcinoma, cervical in situ carcinoma, or any other tumor curatively treated and without recurrence in the last 10 years; ductal in situ carcinoma in the same breast; lobular in situ carcinoma.",
        "  Concomitant treatment with other investigational products. Participation in other clinical trials with a non-marketed drug in the 20 previous days before randomization.",
        "  Concomitant treatment with other therapy for cancer.",
        "Males."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival (DFS) Event",
        "  DFS is defined as the evidence of local, regional or metastatic recurrence, second primary cancer (with the exception of carcinoma of squamous cells or basal cells of the skin, cervical carcinoma in situ or lobular or ductal carcinoma in situ of the breast) or death for any reason.",
        "  Time frame: Up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Arm A: FAC",
        "  Arm/Group Description: FAC X 6 The standard arm consisted of six cycles of FAC (fluorouracil 500 mg/m2, doxorubicin 50mg/m2, and cyclophosphamide 500mg/m2) administered once every 3 weeks.",
        "  Overall Number of Participants Analyzed: 974",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  98  10.1%",
        "Results 2: ",
        "  Arm/Group Title: Arm B: FAC-wP",
        "  Arm/Group Description: FAC X 4 + 8 weekly Paclitaxel (wP) Patients in the experimental arm received four cycles of the FAC regimen followed by eight weekly administrations of paclitaxel (100mg/m2 per dose)",
        "  Overall Number of Participants Analyzed: 951",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  71   7.5%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 60/974 (6.16%)",
        "  Febrile neutropenia *  [1]31/974 (3.18%)",
        "  Neutropenia *  [2]6/974 (0.62%)",
        "  Neutropenia *  [1]3/974 (0.31%)",
        "  Neutropenia *  [3]2/974 (0.21%)",
        "  Leukocytes *  [4]1/974 (0.10%)",
        "  Hemoglobin *  [1]0/974 (0.00%)",
        "  Thrombosis/embolism *  [1]1/974 (0.10%)",
        "  Thrombosis/embolism *  [2]0/974 (0.00%)",
        "  Cardiac-ischemia/infarction *  [2]0/974 (0.00%)",
        "Adverse Events 2:",
        "  Total: 61/951 (6.41%)",
        "  Febrile neutropenia *  [1]18/951 (1.89%)",
        "  Neutropenia *  [2]1/951 (0.11%)",
        "  Neutropenia *  [1]1/951 (0.11%)",
        "  Neutropenia *  [3]1/951 (0.11%)",
        "  Leukocytes *  [4]0/951 (0.00%)",
        "  Hemoglobin *  [1]1/951 (0.11%)",
        "  Thrombosis/embolism *  [1]3/951 (0.32%)",
        "  Thrombosis/embolism *  [2]3/951 (0.32%)",
        "  Cardiac-ischemia/infarction *  [2]1/951 (0.11%)"
    ]
}