{
    "Clinical Trial ID": "NCT01033032",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Amrubicin",
        "  Systemic therapy with amrubicin"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females >=18 years of age.",
        "  Histologic diagnosis of HER2-negative breast cancer. HER-2 negativity must be confirmed by one of the following:",
        "  FISH-negative (FISH ratio <2.2), or",
        "  IHC 0-1+, or",
        "  IHC 2-3+ AND FISH-negative (FISH ratio <2.2)",
        "  Evidence of metastatic or locally advanced, inoperable breast cancer.",
        "  Minimum of 1 and maximum of 2 prior metastatic breast cancer chemotherapy regimens.",
        "  Patients with prior anthracycline therapy are eligible, provided their previous anthracycline was 6 months prior to study entry.",
        "  Measurable disease per RECIST criteria version 1.1",
        "  Left ventricular ejection fraction (LVEF) ³50% by echocardiogram (ECHO) or multiple gated acquisition scan (MUGA).",
        "  Patients must have QTc interval of <=450 msec.",
        "  No intercurrent significant medical conditions or cardiac illness.",
        "  Patients must be >=3 weeks since last chemotherapy, and recovered from all acute toxicities, with the exception of alopecia.",
        "  Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0-2.",
        "  Adequate organ function including the following:",
        "  ANC >=1500 cells/mL",
        "  Platelet count >=100,000 cells/mL",
        "  Hemoglobin >=9 g/dL",
        "  Total bilirubin <=1.5 x ULN; AST/ALT <=2.5 x ULN, (except if due to hepatic metastases, then <=5 x ULN)",
        "  Serum creatinine <1.5 x ULN",
        "  Women of childbearing potential must have a negative serum or urine pregnancy test performed <=7 days prior to start of treatment. If a woman becomes pregnant or suspects she is pregnant while participating in this study, she must agree to inform her treating physician immediately.",
        "  Patients must be accessible for treatment and follow-up.",
        "  Patients must be able to understand the investigational nature of this study and give written informed consent prior to study entry.",
        "  Patients who are on anticoagulation are acceptable if the therapeutic anticoagulation is stable. Additionally, the patient's INR must be adequate if the patient is receiving treatment with coumadin.",
        "  Prior hormonal therapy for metastatic breast cancer is permitted; however, the therapy must be discontinued prior to the patient's enrollment in this study.",
        "Exclusion Criteria:",
        "  Any concurrent therapy with other investigational, chemotherapeutic, or hormonal therapy.",
        "  Prior treatment with >=3 regimens of cytotoxic therapy in the advanced disease setting. (Any number of previous hormonal therapies are acceptable, as long as the therapy is discontinued prior to the patient's enrollment into this study).",
        "  Major surgery or systemic therapy <=3 weeks of study treatment.",
        "  Prior high-dose chemotherapy requiring hematopoietic stem cell support.",
        "  Prior radiation therapy to >25% of the bone marrow.",
        "  Uncontrolled brain metastases. Patients with treated brain metastases (resection or radiotherapy) are eligible if brain metastases have responded to treatment as documented by CT or MRI scan obtained at >=2 weeks after completion of radiation therapy, neurologic symptoms are absent, and steroids have been discontinued.",
        "  Suspected, diffuse idiopathic interstitial lung disease or pulmonary fibrosis.",
        "  Diagnosis of second malignancy within the last 3 years (with the exception of carcinoma in situ of the cervix, squamous or basal cell skin cancer, thyroid cancer, ductal carcinoma in situ [DCIS], or lobular carcinoma in situ [LCIS]).",
        "  Any of the following <=12 months prior to starting study treatment:",
        "  myocardial infarction;",
        "  severe unstable angina;",
        "  congestive heart failure;",
        "  ongoing cardiac dysrhythmia.",
        "  Family history of idiopathic cardiomyopathy or uncontrolled heart arrhythmia.",
        "  Patients with previous allergy or hypersensitivity to anthracyclines.",
        "  Patients who have had a 10% drop in LVEF on previous anthracycline therapy.",
        "  Palliative radiotherapy to areas of metastatic breast cancer must have been completed >7 days prior to the first dose of study treatment. The exception is radiotherapy for brain metastases, which must be completed >=21 days prior to study treatment. (Note: Any measurable lesion that has been previously irradiated will not be considered as a target lesion).",
        "  Concurrent severe, intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  History of seropositive HIV, or patients who are receiving immunosuppressive medications that increase the risk of neutropenic complications.",
        "  Mental condition that would prevent patient comprehension of the nature of, and risk associated with, the study.",
        "  Use of any non-approved or investigational agent <=30 days of administration of the first dose of study drug. Patients may not receive any other investigational or anti-cancer treatments while participating in this study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS) of MTD/Phase II Patients",
        "  Progression-free survival is measured from Day 1 of study drug administration to disease progression as defined by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1, or death on the study. Progression is defined in RECIST v1.1 as a 20% increase in the sum of the longest diameter of target lesions, a measurable increase in a non-target lesion, or the appearance of new lesions. This outcome measure is reported for all patients treated at the same dose level and is not separated into Phase I and Phase II. The phase I and phase II results are not separated as the timing of enrollment (early in phase 1 or later phase II) is not relevant to the outcome measure.",
        "  Time frame: every 6 weeks until progressive disease",
        "Results 1: ",
        "  Arm/Group Title: Amrubicin",
        "  Arm/Group Description: Systemic therapy with amrubicin",
        "  Overall Number of Participants Analyzed: 66",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  4.0        (2.5 to 5.8)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/3 (33.33%)",
        "  FEBRILE NEUTROPENIA 0/3 (0.00%)",
        "  LYMPH NODE PAIN 0/3 (0.00%)",
        "  NEUTROPHIL COUNT DECREASED 0/3 (0.00%)",
        "  THROMBOCYTOPENIA 0/3 (0.00%)",
        "  CHEST PAIN 0/3 (0.00%)",
        "  DEHYDRATION 0/3 (0.00%)",
        "  PLEURAL EFFUSION 1/3 (33.33%)",
        "  PNEUMONITIS 0/3 (0.00%)",
        "  PULMONARY INFILTERATES 0/3 (0.00%)",
        "  ALOPECIA 0/3 (0.00%)"
    ]
}