{
    "Clinical Trial ID": "NCT00422903",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Letrozole + Placebo",
        "  Letrozole tablets in the dose of 2.5 milligrams (mg) plus matching placebo were administered orally once daily for 6 months prior to surgery.",
        "INTERVENTION 2: ",
        "  Letrozole + Lapatinib",
        "  Letrozole tablets in the dose of 2.5 mg plus lapatinib ditosylate monohydrate tablets in the dose of 1500 mg were administered orally once daily for 6 months prior to surgery."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Histologically confirmed infiltrating primary breast cancer of 2.0 cm or more in largest clinical diameter",
        "  ER and/or PgR positive cancer (> 10% of positive cancer cell assessed by IHC)",
        "  Postmenopausal status, defined by at least one of the following:",
        "   60 years of age < 60 years of age and amenorrheic for  12 months prior to day 1 < 60 years of age and amenorrheic for < 12 months prior to day, or without a uterus: luteinizing hormone (LH) and follicle stimulating hormone (FSH) values within postmenopausal range Prior bilateral oophorectomy Prior radiation castration with amenorrhea for at least 6 months",
        "  HER2 negative tumors (IHC 0-2+, or FISH negative)",
        "  Availability of tumor tissue suitable for biological and molecular examination before starting primary treatment",
        "  Age over 18 years",
        "  ECOG PS 0-1",
        "  Normal organ and marrow function as defined below:",
        "  leukocytes > 3000/mL absolute neutrophil count > 1,500/mL platelets > 100,000/mL total bilirubin within normal institutional limits AST (SGOT)/ALT(SGPT)< 2.5 X institutional upper limit of normal Creatinine within normal institutional limits",
        "  Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram or MUGA scan.",
        "  Eligibility of patients receiving medications or substances known to affect, or with the potential to affect the activity or pharmacokinetics of lapatinib will be determined following review of their use by the Principal Investigator.",
        "  A list of medications and substances known or with the potential to interact with CYP450 isoenzymes is provided",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Ability to swallow and retain oral medication.",
        "Exclusion criteria:",
        "  Stage IIIB, IIIC, and inflammatory breast cancer",
        "  Stage IV breast cancer",
        "  Contraindication to the treatment with letrozole",
        "  Prior treatment with chemotherapy, endocrine therapy or radiotherapy. Prior treatment with EGFR targeting therapies",
        "  Treatment with any other investigational agents, or with all herbal (alternative) medicines",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib",
        "  Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
        "  HIV-positive patients receiving combination anti-retroviral therapy",
        "  GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis)",
        "  Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors (See section 3.7.4.2 Other concomitant treatments)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Clinical Objective Response (cOR) in the Breast, Evaluated by an Independent Radiological Evaluation Monitoring Committee",
        "  cOR is defined as the documented evidence of complete response (CR) and partial response (PR) as assessed by ultrasound examination using Response Evaluation Criteria In Solid Tumors (RECIST). CR is defined as the disappearance of all target lesions (TLs) and non-TLs and the appearance of no new lesions (NLs). PR for TLs is defined as a >=30% decrease in the sum of the longest diameter (LD) of TLs, taking as a reference the Baseline sum LD. For non-TLs, it is defined as the persistence of >=1 non-TL and no new TLs or non-TLs.",
        "  Time frame: From Baseline (Day 1) up to 6 months, evaluated every 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Letrozole + Placebo",
        "  Arm/Group Description: Letrozole tablets in the dose of 2.5 milligrams (mg) plus matching placebo were administered orally once daily for 6 months prior to surgery.",
        "  Overall Number of Participants Analyzed: 48",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  CR: 2",
        "PR: 58",
        "Results 2: ",
        "  Arm/Group Title: Letrozole + Lapatinib",
        "  Arm/Group Description: Letrozole tablets in the dose of 2.5 mg plus lapatinib ditosylate monohydrate tablets in the dose of 1500 mg were administered orally once daily for 6 months prior to surgery.",
        "  Overall Number of Participants Analyzed: 41",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  CR: 12",
        "PR: 54"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/49 (2.04%)",
        "  Myocardial infarction 1/49 (2.04%)",
        "  Cardiac failure 0/49 (0.00%)",
        "  Sphincter of Oddi dysfunction 0/49 (0.00%)",
        "  Overdose 0/49 (0.00%)",
        "  Spinal cord compression 0/49 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/43 (6.98%)",
        "  Myocardial infarction 0/43 (0.00%)",
        "  Cardiac failure 1/43 (2.33%)",
        "  Sphincter of Oddi dysfunction 1/43 (2.33%)",
        "  Overdose 1/43 (2.33%)",
        "  Spinal cord compression 1/43 (2.33%)"
    ]
}