{
    "Clinical Trial ID": "NCT00179309",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I - PANVAC + Docetaxel",
        "  Patients receive vaccinia-carcinoembryonic antigen (CEA)- mucin-1 (MUC-1)- triad of costimulatory molecules (TRICOM) vaccine subcutaneously (SC) once and sargramostim, or granulocyte macrophage colony stimulating factor (GM-CSF) SC once daily for 4 days in week -2. Patients also receive fowlpox-CEA-MUC-1-TRICOM vaccine SC once and GM-CSF SC once daily for 4 days in weeks 1, 5, and 9. Patients also receive docetaxel intravenous (IV) over 30 minutes once weekly in weeks 1-3, 5-7, and 9-11. After week 12, patients with no disease progression continue with docetaxel once weekly for 3 weeks followed by 1 week of rest and fowlpox-CEA-MUC-1-TRICOM vaccine plus GM-CSF every 4 weeks until disease progression.",
        "  PANVAC-V : given subcutaneously",
        "  Sargramostim : given subcutaneously (NCI subjects only)",
        "  PANVAC-F : given subcutaneously",
        "  Docetaxel : given IV",
        "INTERVENTION 2: ",
        "  Arm II - Docetaxel Alone",
        "  Patients receive docetaxel as in arm I. After week 12, patients with disease progression discontinue docetaxel and receive vaccinia-carcinoembryonic antigen (CEA)- mucin (MUC-1)-triad of costimulatory molecules (TRICOM) vaccine, fowlpox-CEA-MUC-1-TRICOM vaccine, and sargramostim, or granulocyte macrophage colony stimulating factor(GM-CSF) as in arm I until further disease progression. Patients with no disease progression after week 12 continue with docetaxel as in arm I until disease progression.",
        "  Docetaxel : given intravenous (IV)"
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  Metastatic Breast Cancer (either male or female) with evidence of metastatic disease (must have radiographic evidence of measurable disease) on computed tomography (CT) scan or X-ray, or evidence of evaluable disease on bone scan that is consistent with metastasis and a life expectancy of at least 4 months. Patients may have received unlimited prior hormonal therapy and chemotherapy.",
        "  Histologically confirmed adenocarcinoma of the breast cancer confirmed in the Pathology Clinical Center at National Cancer Institute (NCI), (or National Naval Medical Center (NNMC)) or MD Anderson Pathology Department prior to starting this study. Note: However, if no pathologic specimen is available, patients may enroll with a clinical course consistent with breast cancer and a pathological documentation of the disease.",
        "  18 years of age or greater.",
        "  May have received docetaxel in the adjuvant setting at least 12 months prior to study entry.",
        "  Able to understand and give informed consent.",
        "  Able to avoid close household contact (close household contacts are those who share housing or have close physical contact) for at least two weeks after recombinant vaccinia vaccination with persons with active or a history of eczema or other eczematoid skin disorders; those with other acute, chronic or exfoliative skin conditions (e.g., atopic dermatitis, burns, impetigo, varicella zoster, severe acne, or other open rashes or wounds) until condition resolves; pregnant or nursing women; children 3 years of age and under; and immunodeficient or immunosuppressed persons (by disease or therapy), including human immunodeficiency virus (HIV) infection. We have vaccinated over 700 cancer patients and have reported no cases of either self inoculation or person to person transmission of the virus.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 1.",
        "  Serum creatinine less than 1.5 times upper limits of normal (ULN) OR creatinine clearance on a 24 hour urine collection of greater than or equal to 60 mL/min, standard liver function tests (LFT) limitations for patients receiving docetaxel therapy include bilirubin within ULN and serum glutamic oxaloacetic transaminase (SGOT)/serum glutamic pyruvic transaminase (SGPT) less than 1.5 times the ULN. If transaminases are greater than 1.5 times the ULN up to 2 times the ULN (as currently indicated), then alk phos should be less than 2.5 times the ULN. (Patients with renal abnormalities should be evaluated for creatinine clearance (CrCl) and interstitial abnormalities. A Cr Cl of greater than or equal to 60ml/min measured or calculated and proteinuria less than 1000mg per 24 hours are eligible unless explained by non-renal causes.)",
        "  Recovered completely from any grade 3 or 4 reversible hematologic and non hematologic toxicity associated with recent therapy. Typically this is 3-4 weeks for patients who most recently received cytotoxic therapy. Patients previously treated with mitomycin c or carboplatin will require a minimum of 6 weeks.",
        "  Hematological eligibility parameters (within 16 days of starting therapy):",
        "  Granulocyte count greater than or equal to1,500/mm^3",
        "  Platelet count greater than or equal to 100,000/mm^3",
        "  Hemoglobin (Hgb) greater than or equal to 8 Gm/dL",
        "  Must agree to use effective birth control or abstinence during and for a period of 4 months after the last vaccination therapy.",
        "  Patients whose tumors are estrogen receptor (ER) positive should have failed primary hormone therapy unless clinically indicated, i.e. in patients with visceral disease or symptomatic bone disease where up front chemotherapy is warranted. Patients who progressed or recurred following Trastuzumab (Herceptin) therapy if a patient is fluorescence in situ hybridization (FISH) positive or immunohistochemistry (IHC) 3+ positive for human epidermal growth factor receptor 2 (Her-2 neu). Those patients who have progressed on trastuzumab may continue to receive the drug by their referring physician. However, if trastuzumab has been discontinued at the time of enrolling on study, it cannot be resumed while a patient remains on study.",
        "  Patients randomized to docetaxel alone (arm B) may at time of progression go on to receive vaccine alone if their ECOG performance status remains 0-1, and they do not have any uncontrolled pain or organ dysfunction that would require another intervention such as radiation or chemotherapy.",
        "  Furthermore, patients initially randomized to arm B that would like to cross over and continue vaccine therapy must meet on-study eligibility and exclusion criteria with the exception of liver transaminase requirement. Patients with liver transaminase levels within Grade 1 by Common Terminology Criteria for Adverse Events (CTCAE) v4.0 (up to 3 x ULN) will be allowed to crossover to vaccine.",
        "  Patients should appear clinically stable (in the opinion of the principle investigator) to complete the full 3 month course of vaccination with an anticipated survival of 6 months or longer.",
        "  No other active malignancies within the past 12 months (with the exception of non-melanoma skin cancers or carcinoma in situ of the bladder) or life threatening illnesses.",
        "  Patients with cardiovascular symptoms should be fully evaluated for signs and symptoms of cardiovascular disease and other standard evaluations including electrocardiogram (EKG), chest X-ray, cardiac enzymes, and echocardiogram as clinically indicated.",
        "EXCLUSION CRITERIA:",
        "  Patients should have no evidence of being immunocompromised as listed below.",
        "  Human immunodeficiency virus positivity due to the potential for decreased tolerance and risk for severe side effects",
        "  Active autoimmune diseases requiring treatment or a history of autoimmune disease that might be stimulated by vaccine treatment. This requirement is due to the potential risks of exacerbating autoimmunity Patients with endocrine disease that is controlled by replacement therapy including thyroid disease and adrenal disease and vitiligo may be enrolled",
        "  Concurrent use of systemic steroids, except for local (topical, nasal, or inhaled) steroid use",
        "  History of allergy or untoward reaction to prior vaccination with vaccinia virus.",
        "  Pregnant or breast-feeding women",
        "  Altered immune function, including immunodeficiency or history of immunodeficiency; eczema; history of eczema, or other eczematoid skin disorders; or those with acute, chronic or exfoliative skin conditions (e.g. atopic dermatitis, burns, impetigo, varicella zoster, severe acne, or other open rashes or wounds)",
        "  Serious intercurrent medical illness which would interfere with the ability of the patient to carry out the treatment program, including, but not limited to, inflammatory bowel disease, Crohn's disease, ulcerative colitis, or active diverticulitis",
        "  Clinically active brain metastasis, or a history of seizures that have been active within one year",
        "  Medical conditions, which, in the opinion of the investigators would jeopardize the patient or the integrity of the data obtained",
        "  Prior docetaxel chemotherapy for metastatic disease",
        "  Serious hypersensitivity reaction to egg products",
        "  Clinically significant cardiomyopathy requiring treatment",
        "  Chronic hepatitis infection, including B and C, because of potential immune impairment",
        "  Although topical steroids are allowed, steroid eye-drops are contraindicated",
        "  Patients who have received prior PANVAC vaccine therapy",
        "  Patients with a prior history of allergy to eggs or egg products should not receive the vaccine",
        "  Patients with cardiac disease that have fatigue, palpitation, dyspnea or angina with ordinary physical activity (New York Heart Association class 2 or greater) are not eligible.",
        "  Prior splenectomy.",
        "  Cardiac complications, including recent myocardial infarction or cerebrovascular accident within one year, and/or unstable or uncontrolled angina."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS)",
        "  Time between the first day of treatment and disease progression. Progression is assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) criteria. Progressive disease is a minimum of 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum of the longest diameter recorded since the treatment started or the appearance of one or more new measurable lesions.",
        "  Time frame: 19.7 months",
        "Results 1: ",
        "  Arm/Group Title: Arm I - PANVAC + Docetaxel",
        "  Arm/Group Description: Patients receive vaccinia-carcinoembryonic antigen (CEA)- mucin-1 (MUC-1)- triad of costimulatory molecules (TRICOM) vaccine subcutaneously (SC) once and sargramostim, or granulocyte macrophage colony stimulating factor (GM-CSF) SC once daily for 4 days in week -2. Patients also receive fowlpox-CEA-MUC-1-TRICOM vaccine SC once and GM-CSF SC once daily for 4 days in weeks 1, 5, and 9. Patients also receive docetaxel intravenous (IV) over 30 minutes once weekly in weeks 1-3, 5-7, and 9-11. After week 12, patients with no disease progression continue with docetaxel once weekly for 3 weeks followed by 1 week of rest and fowlpox-CEA-MUC-1-TRICOM vaccine plus GM-CSF every 4 weeks until disease progression.",
        "  PANVAC-V : given subcutaneously",
        "  Sargramostim : given subcutaneously (NCI subjects only)",
        "  PANVAC-F : given subcutaneously",
        "  Docetaxel : given IV",
        "  Overall Number of Participants Analyzed: 25",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  6.6        (3.7 to 9.4)",
        "Results 2: ",
        "  Arm/Group Title: Arm II - Docetaxel Alone",
        "  Arm/Group Description: Patients receive docetaxel as in arm I. After week 12, patients with disease progression discontinue docetaxel and receive vaccinia-carcinoembryonic antigen (CEA)- mucin (MUC-1)-triad of costimulatory molecules (TRICOM) vaccine, fowlpox-CEA-MUC-1-TRICOM vaccine, and sargramostim, or granulocyte macrophage colony stimulating factor(GM-CSF) as in arm I until further disease progression. Patients with no disease progression after week 12 continue with docetaxel as in arm I until disease progression.",
        "  Docetaxel : given intravenous (IV)",
        "  Overall Number of Participants Analyzed: 23",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  3.8        (2.6 to 8.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/25 (12.00%)",
        "  Anemia 0/25 (0.00%)",
        "  Sinus tachycardia 0/25 (0.00%)",
        "  Pericardial effusion 1/25 (4.00%)",
        "  Gastrointestinal disorders - Other, specify -stomatitis) 0/25 (0.00%)",
        "  Vomiting 1/25 (4.00%)",
        "  Fever 0/25 (0.00%)",
        "  Injection site reaction 1/25 (4.00%)",
        "  Catheter related infection 0/25 (0.00%)",
        "  Activated partial thromboplastin time prolonged 0/25 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/23 (8.70%)",
        "  Anemia 1/23 (4.35%)",
        "  Sinus tachycardia 1/23 (4.35%)",
        "  Pericardial effusion 0/23 (0.00%)",
        "  Gastrointestinal disorders - Other, specify -stomatitis) 1/23 (4.35%)",
        "  Vomiting 0/23 (0.00%)",
        "  Fever 1/23 (4.35%)",
        "  Injection site reaction 1/23 (4.35%)",
        "  Catheter related infection 1/23 (4.35%)",
        "  Activated partial thromboplastin time prolonged 1/23 (4.35%)"
    ]
}