{
    "Clinical Trial ID": "NCT00320385",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab + Lapatinib",
        "  Participants received Lapatinib 1000 milligram (mg) tablets orally daily 1 hour before or after breakfast along with Trastuzumab infusion at a loading dose of 4 milligrams/kilogram (mg/kg) body weight intravenously (IV) over 90 minutes on Day 1, followed by 2 mg/kg IV over 30 minutes weekly, in a 4 week cycle.",
        "INTERVENTION 2: ",
        "  Lapatinib",
        "  Participants received Lapatinib 1500 mg tablets orally daily 1 hour before or after breakfast."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed informed consent.",
        "  Female 18 years. Women of childbearing potential must have a negative serum pregnancy test at screening and must use an approved contraceptive method, if appropriate (for example, intrauterine device [IUD], birth control pills, or barrier device) beginning 2 weeks before the first dose of investigational product and for 28 days after the final dose of investigational product.",
        "  Metastatic breast cancer, histologically/cytologically confirmed. If the disease is restricted to a solitary lesion, its neoplastic nature must be confirmed by cytology or histology.",
        "  Subjects must have stage IV breast cancer whereby their disease has progressed in either the adjuvant or metastatic setting. Prior therapies must include, but are not limited to:",
        "  Taxane-containing regimen for at least 4 cycles, or 2 cycles provided disease progression occurred while on taxane.",
        "  Anthracycline-containing regimen for at least 4 cycles, or 2 cycles provided disease progression occurred while on anthracycline.",
        "  Subjects must have documented progression following at least ONE trastuzumab plus cytotoxic chemotherapy or anti-hormonal regimen in the metastatic setting.",
        "  Note: The most recent treatment must have contained trastuzumab, either alone or in combination with other therapy in the metastatic setting, and subjects must have progressed while on this regimen. Progression is defined as either new lesions or a 20% increase in the sum of longest diameter (LD) on the progression radiologic scan.",
        "  Subjects must have archived tumor tissue available for testing.",
        "  Documented amplification of the ErbB2 gene by fluorescence in situ hybridization (FISH) or documented overexpression of the ErbB2 protein by IHC in primary or metastatic tumor tissue. The IHC or FISH amplification may be documented by a local or central laboratory for randomization into the study. Subjects may be randomized on the basis of ErbB2 positivity by IHC 3+ overexpression or FISH amplification.",
        "  Lesion eligibility is as follows:",
        "  at least one measurable lesion(s) according to Response Evaluation Criteria in Solid Tumors [RECIST; Therasse, 2000], or",
        "  bone-only disease.",
        "  Note: Tumor lesions which are situated in a previously irradiated field, and have well-defined margins which are located in soft tissue will be defined as measurable disease.",
        "  Subjects with stable CNS metastases defined as asymptomatic and off systemic steroids and anticonvulsants for at least 1 month. Treatment with prophylactic anticonvulsants is permitted, unless listed within the Prohibited Medications (Section 8.2).",
        "  Radiotherapy if received within 2 weeks prior to initiation of investigational product to a limited area (e.g., palliative treatment for painful disease) other than the sole site of measurable disease is allowed; however, subject must have completed treatment and recovered from all treatment-related toxicities prior to administration of the first dose of investigational product.",
        "  With the single exception of prior trastuzumab treatment, all prior chemotherapy, immunotherapy, biologic therapy, or surgery (except for minor surgical procedures) must be discontinued at least 3 weeks prior to the first dose of investigational product. Subjects must have recovered or stabilized sufficiently from treatment-related toxicities prior to administration of the first dose of investigational product.",
        "  Bisphosphonate therapy for bone metastases is allowed; however, treatment must be initiated prior to the first dose of investigational product. Prophylactic use of bisphosphonates is permitted only for the treatment of osteoporosis.",
        "  ECOG Performance Status of 0 to 2.",
        "  Able to swallow and retain oral medication.",
        "  Cardiac ejection fraction within institutional range of normal as measured by echocardiogram. MUGA scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive. Same modality used at baseline must be used for repeat assessments throughout study.",
        "  Subject must have adequate organ function as defined in Table 1 :",
        "  Table 1 (Definitions for Adequate Hematologic and Hepatic Function)",
        "  SYSTEM (LABORATORY VALUES)",
        "  Hematologic:",
        "  ANC (absolute neutrophil count) ( 1x10^9/ L)",
        "  Hemoglobin ( 9 g / dL)",
        "  Platelets (  75x10^9/ L)",
        "  Hepatic",
        "  Albumin ( 2.5 g / dL)",
        "  Serum bilirubin ( 2 mg / dL)",
        "  AST and ALT ( 3 x ULN without liver metastases) ( 5 xULN if documented liver metastases)",
        "  Renal",
        "  Serum Creatinine (  1.5 mg / dL)",
        "  OR -",
        "  Calculated Creatinine Clearance1 (  40 mL / min)",
        "  Calculated by the Cockcroft and Gault Method.",
        "  Subjects may continue anti-estrogen therapy only if treatment was initiated at least 1 month prior to the first dose of investigational product (IP). After randomization, no anti-hormonal therapy may be initiated.",
        "Exclusion Criteria:",
        "  Pregnant or lactating females.",
        "  Prior therapy with an ErbB1 and/or ErbB2 inhibitor other than trastuzumab.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded.",
        "  History of other malignancy. However, subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior cancer treatment.",
        "  Active or uncontrolled infection.",
        "  Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
        "  Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure.",
        "  Known history or clinical evidence of leptomeningeal carcinomatosis.",
        "  Concurrent cancer therapy (chemotherapy, radiation therapy, immunotherapy, biologic therapy).",
        "  Concurrent treatment with an investigational agent or participation in another clinical trial.",
        "  Used an investigational drug within 3 weeks or 5 half-lives, whichever is longer, preceding the first dose of investigational product.",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to trastuzumab or lapatinib or their excipients.",
        "  Have current active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease per investigator assessment)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  PFS was defined as the time from randomization until the first documented sign of disease progression or death due to any cause.",
        "  Time frame: Baseline to disease progression or death due to any cause or 30 days after last dose (up to 216 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab + Lapatinib",
        "  Arm/Group Description: Participants received Lapatinib 1000 milligram (mg) tablets orally daily 1 hour before or after breakfast along with Trastuzumab infusion at a loading dose of 4 milligrams/kilogram (mg/kg) body weight intravenously (IV) over 90 minutes on Day 1, followed by 2 mg/kg IV over 30 minutes weekly, in a 4 week cycle.",
        "  Overall Number of Participants Analyzed: 146",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: weeks  12.0        (8.1 to 16.0)",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib",
        "  Arm/Group Description: Participants received Lapatinib 1500 mg tablets orally daily 1 hour before or after breakfast.",
        "  Overall Number of Participants Analyzed: 145",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: weeks  8.1        (7.6 to 9.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 40/149 (26.85%)",
        "  Febrile neutropenia * 2/149 (1.34%)",
        "  Anaemia * 1/149 (0.67%)",
        "  Thrombocytopenia * 1/149 (0.67%)",
        "  Left ventricular dysfunction * 1/149 (0.67%)",
        "  Cardiac failure * 1/149 (0.67%)",
        "  Myocardial infarction * 1/149 (0.67%)",
        "  Pericardial effusion * 0/149 (0.00%)",
        "  Vertigo * 1/149 (0.67%)",
        "  Diarrhoea * 2/149 (1.34%)",
        "  Vomiting * 3/149 (2.01%)",
        "  Nausea * 2/149 (1.34%)",
        "Adverse Events 2:",
        "  Total: 24/146 (16.44%)",
        "  Febrile neutropenia * 0/146 (0.00%)",
        "  Anaemia * 0/146 (0.00%)",
        "  Thrombocytopenia * 0/146 (0.00%)",
        "  Left ventricular dysfunction * 2/146 (1.37%)",
        "  Cardiac failure * 0/146 (0.00%)",
        "  Myocardial infarction * 0/146 (0.00%)",
        "  Pericardial effusion * 1/146 (0.68%)",
        "  Vertigo * 0/146 (0.00%)",
        "  Diarrhoea * 3/146 (2.05%)",
        "  Vomiting * 2/146 (1.37%)",
        "  Nausea * 2/146 (1.37%)"
    ]
}