{
    "Clinical Trial ID": "NCT00825734",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Sorafenib and Ixabepilone",
        "  Oral targeted therapy and Systemic Chemotherapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Age  18 years.",
        "  Histologically or cytologically confirmed breast cancer diagnosis",
        "  with metastatic disease. Patients without pathologic or cytologic",
        "  confirmation of metastatic disease should have unequivocal",
        "  evidence of metastasis.",
        "  3. Measurable disease, as per RECIST criteria (Therasse et al.",
        "  2000). Measurable disease cannot be previously irradiated",
        "  unless progression was documented. Measurable disease is",
        "  defined as: at least one lesion that can be accurately measured in",
        "  at least one dimension [longest diameter to be recorded] as",
        "  >20 mm with conventional techniques, or as >10 mm with spiral",
        "  computed tomography (CT) scan. Disease must be measurable,",
        "  i.e., bone-only disease or evaluable-only disease is not eligible.",
        "  4. Patients with brain metastasis may participate if they:",
        " have undergone appropriate treatment,",
        "  are at least 1 month post-treatment,",
        "  have no neurologic symptoms,",
        "  are not on steroids,",
        "  have a follow-up magnetic resonance imaging (MRI) scan that",
        "  demonstrates no residual active lesions, and",
        "  have no new untreated lesions.",
        "  5 The following prior therapies are allowed:",
        "  No prior chemotherapy in the metastatic setting. However,",
        "  patients must have received prior adjuvant or neo-adjuvant",
        "  chemotherapy.",
        "  Prior radiation therapy in either the metastatic or early-stage",
        "  setting, as long as <25% of the bone marrow has been",
        "  treated. Radiation therapy must be completed at least",
        "  14 days prior to study registration, and all radiation-related",
        "  toxicities must be resolved to  grade 1 before the patient is",
        "  eligible for study inclusion.",
        "  Any number of hormonal therapies in the neo-adjuvant,",
        "  adjuvant, or metastatic setting is allowed. Patients must",
        "  discontinue hormonal therapy at least 1 week prior to starting",
        "  study treatment.",
        "Prior bevacizumab administered >4 weeks before initiation of",
        "  study treatment is allowed.",
        "  6 HER2-negative status. Documentation of HER2 results must be",
        "  available at the time of study enrollment. HER2-negative is",
        "  defined as:",
        "  Immunohistochemical (IHC) 0 or IHC 1+ OR",
        "  Fluorescence in situ hybridization (FISH) negative (defined by",
        "  FISH ratio <2.2) OR",
        "  Silver in-situ hybridization (SISH) negative (defined by SISH",
        "  ratio <2.2).",
        "  Patients with an IHC 2+ will need to be validated as HER2-negative",
        "  by FISH.",
        "  7 An Eastern Cooperative Oncology Group (ECOG) performance",
        "  status of < or = to 2.",
        "  8. Normal bone marrow function as defined by:",
        "  absolute neutrophil count (ANC) >1,500/μL;",
        "  platelets >100,000/μL;",
        "  hemoglobin >9 g/dL.",
        "  9 Normal hepatic function as defined by:",
        "  total bilirubin within normal institutional limits;",
        "  aspartate aminotransferase (AST) and alanine",
        "  aminotransferase (ALT) <2.5 × the institutional upper limit of",
        "  normal (ULN) for patients without liver metastasis; <5.0 × ULN",
        "  for patients with liver metastasis.",
        "  10. Normal renal function as defined by creatinine <1.5 × ULN.",
        "  11. Left ventricular ejection fraction (LVEF) within institutional limits of",
        "  normal.",
        "  12. International normalized ratio (INR) <1.5 or a prothrombin",
        "  time/partial thromboplastin time (PT/PTT) within normal limits.",
        "  Patients receiving anti-coagulation treatment with an agent such",
        "  as warfarin or heparin may be allowed to participate. The INR",
        "  should be measured prior to initiation of sorafenib, and for",
        "  patients on warfarin, INR should be monitored at least weekly",
        "  following initiation of protocol treatment, until the INR is stable and",
        "  therapeutic.",
        "  13. Life expectancy of >6 months.",
        "  14. For women of childbearing potential, negative serum pregnancy",
        "  test within 7 days prior to starting treatment.",
        "  15. For women of childbearing potential and men, agreement to use a",
        "  method of contraception that is acceptable to their physician from",
        "  time of first signing the informed consent and for the study",
        "  duration. Men should use adequate birth control for at least three",
        "  months after the last administration of sorafenib. If a woman",
        "  becomes pregnant or suspects she is pregnant while participating",
        "  in this study, she must agree to inform her treating physician",
        "  immediately. As applicable, patients must agree to discontinue",
        "  breast-feeding until at least 3 weeks after their last dose of study",
        "  drug.",
        "  16. Recovery to < grade 1 toxicity due to prior therapy.",
        "  17. Ability to understand and willingness to sign a written informed",
        "  consent document.",
        "  Exclusion Criteria",
        "  More than one (>1) prior chemotherapy regimen.",
        "  Treatment with chemotherapy, biologic agents, or targeted agents",
        "  within the previous 4 weeks.",
        "  Previous treatment with sorafenib or ixabepilone.",
        "  Women who are pregnant or breastfeeding.",
        "  Neuropathy (motor or sensory) greater than grade 1.",
        "  Uncontrolled intercurrent illness including (but not limited to)",
        "  ongoing or active infection >grade 2.",
        "  Known history of human immunodeficiency virus (HIV), Hepatitis",
        "  B, or Hepatitis C infection.",
        "  History of other non-breast cancer malignancy treated with",
        "  curative intent within the 5 years preceding study enrollment with",
        "  the exception of carcinoma in situ of the cervix, non-melanoma",
        "  skin cancer, or follicular thyroid cancer.",
        "  Concurrent hormonal therapy, chemotherapy other than",
        "  ixabepilone, or radiation treatments while on study as well as",
        "  treatment with other investigational agents while on study.",
        "  Cardiac disease:",
        "Congestive heart failure (CHF) greater than New York Heart Association",
        "  (NYHA) Class II (see Appendix B).",
        "  Unstable angina (anginal symptoms at rest) or new onset angina",
        "  (i.e., began within the last 3 months).",
        "  Myocardial infarction within the past 6 months.",
        "  Cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.",
        "  Uncontrolled hypertension (systolic blood pressure >150 mmHg",
        "  or diastolic pressure >100 mmHg despite optimal medical",
        "  management).",
        "  Thrombolic or embolic events such as cerebrovascular accident,",
        "  including transient ischemic attacks, within the past 6 months.",
        "  Pulmonary hemorrhage or bleeding event  grade 2 within",
        "  4 weeks of the first dose of study treatment, or any other",
        "  hemorrhage or bleeding event  grade 3 within 4 weeks of the",
        "  first dose of study treatment.",
        "  14. Serious non-healing wound, ulcer, or bone fracture.",
        "  15. Evidence or history of bleeding diathesis or coagulopathy.",
        "  16. Major surgery, open biopsy or significant traumatic injury within",
        "  4 weeks of the first dose of study drugs or anticipation of the need",
        "  for major surgical procedure.",
        "  17. Chronic use of CYP3A4 inducers and use of the following strong",
        "  CYP3A4 inhibitors: ketoconazole, itraconazole, clarithromycin,",
        "  atazanavir, nefazodone, saquinavir, telithromycin, ritonavir,",
        "  amprenavir, indinavir, nelfinavir, delavirdine, and voriconazole.",
        "  Use of these agents should be discontinued at least 72 hours",
        "  prior to initiation of study treatment.",
        "  18. Use of St. John's Wort or rifampin (rifampicin).",
        "  19. Any condition that impairs patient's ability to swallow whole pills or",
        "  gastrointestinal (GI) tract disease that involves an inability to take",
        "  oral medication, malabsorption syndrome, a requirement for",
        "  intravenous (IV) alimentation, prior surgical procedures affecting",
        "  absorption, or uncontrolled inflammatory GI disease (e.g., Crohn's",
        "  disease or ulcerative colitis).",
        "  20. Psychiatric illness/social situations that would limit compliance",
        "  with study requirements.",
        "  21. Known or suspected allergy to sorafenib, Cremophor EL",
        "  (polyoxyethylated castor oil) or a drug formulated in",
        "  Cremophor EL such as paclitaxel or any other agent given in the",
        "  course of this trial.",
        "Exclusion Criteria:"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  Measured from Day 1 of study drug administration to disease progression as defined by Response Evaluation Criteria in Solid Tumors (RECIST) - progression is defined as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions",
        "  Time frame: every 9 weeks until treatment discontinuation or death on study",
        "Results 1: ",
        "  Arm/Group Title: Sorafenib and Ixabepilone",
        "  Arm/Group Description: Oral targeted therapy and Systemic Chemotherapy",
        "  Overall Number of Participants Analyzed: 76",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  4.8        (3.5 to 6.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/76 (7.89%)",
        "  ANEMIA 1/76 (1.32%)",
        "  DEATH 1/76 (1.32%)",
        "  INFECTION 1/76 (1.32%)",
        "  WEIGHT LOSS 1/76 (1.32%)",
        "  BACK PAIN 1/76 (1.32%)",
        "  ACUTE RENAL FAILURE 1/76 (1.32%)",
        "  DYSPNEA 2/76 (2.63%)",
        "  PNEUMONIA 1/76 (1.32%)",
        "  PALMAR-PLANTAR ERYTHRODYSESTHESIA SYNDROME 1/76 (1.32%)",
        "RASH 1/76 (1.32%)"
    ]
}