{
    "Clinical Trial ID": "NCT02513472",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Stratum 1: Eribulin Mesylate + Pembrolizumab",
        "  Participants with mTNBC who were never treated with systemic anticancer therapy in the metastatic setting received eribulin mesylate 1.4 mg/m^2, intravenous infusion on Days 1 and 8 and pembrolizumab 200 mg, intravenous infusion on Day 1 in Treatment Cycle 1 (safety run-in, Phase 1b) and then continued in each 21-days Treatment Cycles in the presence of clinical benefit until confirmed disease progression, development of unacceptable toxicity, participant request, withdrawal of consent, or study termination by the sponsor in Phase 2 in the Stratum 1.",
        "INTERVENTION 2: ",
        "  Stratum 2: Eribulin Mesylate + Pembrolizumab",
        "  Participants with mTNBC previously treated with 1 to 2 lines of systemic anticancer therapy in the metastatic setting received eribulin mesylate 1.4 mg/m^2, intravenous infusion on Days 1 and 8 and pembrolizumab 200 mg, intravenous infusion on Day 1 in Treatment Cycle 1 (safety run-in, Phase 1b) and then continued in each 21-days Treatment Cycles in the presence of clinical benefit until confirmed disease progression, development of unacceptable toxicity, participant request, withdrawal of consent, or study termination by the sponsor in Phase 2 in the Stratum 2."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females or males, aged >=18 years at the time of signing the informed consent form (ICF).",
        "  mTNBC (confirmed from most recent tissue sample) meeting the following criteria:",
        "  Estrogen receptor (ER) and progesterone receptor negative (a tumor is ER and/or progesterone receptor positive if at least 1 percent (%) of the cells examined have estrogen and/or progesterone receptors) and human epidermal growth factor receptor 2 (HER2) negative (defined as immunohistochemistry [IHC] less than (<) 2+ or fluorescence in situ hybridization [FISH] negative).",
        "  Previously treated with 0 to 2 lines of systemic anticancer therapy (cytotoxic or targeted anticancer agents) in the metastatic setting. Hormonal therapy and bone metastases treatment (example, bisphosphonates, denosumab, etc) are not considered forms of systemic anticancer therapy.",
        "  Presence of measurable disease meeting the following criteria:",
        "  At least 1 lesion of >=10 millimeter (mm) in long axis diameter for nonlymph nodes or >=15 mm in short axis diameter for lymph nodes that is serially measurable according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1) using computerized tomography (CT) or magnetic resonance imaging (MRI) or panoramic and close-up color photography.",
        "  Lesions that have had radiotherapy must show subsequent radiographic evidence of increased size to be deemed a target lesion.",
        "  Life expectancy of >=3 months.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.",
        "  Adequate renal function as evidenced by serum creatinine less than or equal to (<=) 1.5 milligram per deciliter (mg/dL) or calculated creatinine clearance >=50 millimeter per minute (mL/min) according to the Cockcroft and Gault formula.",
        "  Adequate bone marrow function, defined as:",
        "  Absolute neutrophil count (ANC) >=1.5*10^9/L.",
        "  Hemoglobin (Hb) >=10.0 gram per deciliter (g/dL) (can be corrected by growth factor or transfusion).",
        "  Platelet count >=100*10^9/L.",
        "  Adequate liver function, defined as:",
        "  Total bilirubin <=1.5*upper limit of normal (ULN).",
        "  Alkaline phosphatase (ALP), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) <=3*ULN unless there are bone metastases, in which case liver specific alkaline phosphatase must be separated from the total and used to assess the liver function instead of the total alkaline phosphatase. ALT and AST <= 5*ULN if participant has liver metastases.",
        "  Resolution of all chemotherapy-related or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy (<= Grade 2) and alopecia.",
        "  Archived tissue sample or new biopsy sample.",
        "  Females must not be lactating or pregnant at Screening or Baseline (as documented by a negative beta-human chorionic gonadotropin [B-hCG] (or human chorionic gonadotropin [hCG]) test with a minimum sensitivity of 25 International units per litre (IU/L) or equivalent units of B-hCG [or hCG]). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.",
        "  All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (that is, bilateral tubal ligation, total hysterectomy or bilateral oophorectomy, all with surgery at least 1 month before dosing).",
        "  Females of childbearing potential must not have had unprotected sexual intercourse within 30 days before study entry and must agree to use a highly effective method of contraception (example, total abstinence, an intrauterine device, a double-barrier method [such as condom plus diaphragm with spermicide], a contraceptive implant, a combination oral contraceptive (estrogen/progesterone), or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 120 days after study drug discontinuation. If currently abstinent, the participant must agree to use a double barrier method as described above if she becomes sexually active during the study period or for 120 days after study drug discontinuation. Females who are using hormonal contraceptives must have been on a stable dose of the same hormonal contraceptive product for at least 28 days before dosing and must continue to use the same contraceptive during the study and for 120 days after study drug discontinuation.",
        "  Males who have had a successful vasectomy (confirmed azoospermia) or they and their female partners meet the criteria above (that is, not of childbearing potential or practicing highly effective contraception throughout the study period or for 120 days after study drug discontinuation). No sperm donation is allowed during the study period or for 120 days after study drug discontinuation.",
        "  Willing and able to comply with all aspects of the treatment protocol.",
        "  Provide written informed consent.",
        "Exclusion Criteria:",
        "  Previous treatment with eribulin mesylate or any anti-programmed death receptor-1 (anti-PD-1), programmed death receptor ligand-1 (PD-L1), or PD-L2 agent.",
        "  Active autoimmune disease that has required systemic treatment in the past 2 years (that is, with use of disease modifying agents, corticosteroids, or immunosuppresive drugs). Replacement therapy (example, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc) is not considered a form of systemic treatment.",
        "  Less than 6 months since prior adjuvant chemotherapy.",
        "  Current enrollment in another interventional clinical study or used any investigational drug or device within the past 28 days preceding informed consent.",
        "  Treatment with chemotherapy or biological therapy within the previous 3 weeks, radiation or small molecule targeted therapy within the previous 2 weeks.",
        "  Known central nervous system (CNS) disease, except for those participants with treated brain metastasis who are stable for at least 1 month, having no evidence of progression or hemorrhage after treatment and no ongoing requirement for corticosteroids, as ascertained by clinical examination and brain imaging (MRI or CT) during the screening period.",
        "  Known history of human immunodeficiency virus (HIV) positive.",
        "  Known active hepatitis B (example, HBsAg reactive) or hepatitis C (example, hepatitis C virus ribonucleic acid (HCV RNA) detected).",
        "  Existing anticancer treatment-related toxicities of Grades >= 2 (except for alopecia and Grade 2 sensory neuropathy) according to Common Terminology Criteria for Adverse Events (CTCAE v4.03).",
        "  Any other malignancy that required treatment or has shown evidence of recurrence (except for nonmelanoma skin cancer, or histologically confirmed complete excision of carcinoma in situ) during the 5 years prior to enrollment in this study.",
        "  History of significant cardiovascular disease, defined as:",
        "  congestive heart failure greater than New York Heart Association (NYHA) Class II according to the NYHA Functional Classification.",
        "  unstable angina or myocardial infarction within 6 months of enrollment.",
        "  serious cardiac arrhythmia.",
        "  Clinically significant electrocardiogram (ECG) abnormality, including a marked Baseline prolonged QT interval/corrected QT interval ([QT/QTc], example, a repeated demonstration of a QTc interval >500 millisecond [ms]).",
        "  History of concomitant medical conditions or infectious diseases that, in the opinion of the investigator, would compromise the participant's ability to safely complete the study.",
        "  Hypersensitivity to the active substance or any other excipients of the eribulin mesylate drug product, or severe hypersensitivity (>=Grade 3) to pembrolizumab and/or any of its excipients.",
        "  Scheduled for major surgery during the study.",
        "  Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment. The use of physiologic doses of corticosteroids may be approved after consultation with the sponsor.",
        "  Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.",
        "  Has a history of interstitial lung disease.",
        "  Has an active infection requiring systemic therapy.",
        "  Has received a live-virus vaccination within 30 days of planned start of study therapy. Seasonal flu vaccines that do not contain live virus are permitted.",
        "  The investigator's belief that the participant is medically unfit to receive eribulin mesylate and pembrolizumab or unsuitable for any other reason."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR)",
        "  ORR was defined as percentage of participants with confirmed best overall response (BOR) of complete response (CR) or partial response (PR) using independent imaging review (IIR) based on Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. BOR of CR and PR was confirmed by a subsequent CR assessment and CR or PR assessment, respectively at least 4 weeks later. CR: disappearance of all measurable, non-measurable lesions and no unequivocal new lesions. Any pathological lymph nodes (target or non-target) had to be reduced in short axis to less than (<) 10 millimeter (mm). PR: at least a 30 percent (%) decrease in sum of diameters (SOD) of target lesions, taking as reference the baseline SOD and there are no unequivocal new lesions, and no progression of non-target disease. The 2-sided 95% confidence interval (CI) calculated by Clopper-Pearson method. As planned, data up to the primary completion date only were analyzed.",
        "  Time frame: From date of first dose of study drug administration to date of first documentation of disease progression or death, whichever occurred first (up to 3 years 11 months)",
        "Results 1: ",
        "  Arm/Group Title: Stratum 1: Eribulin Mesylate + Pembrolizumab",
        "  Arm/Group Description: Participants with mTNBC who were never treated with systemic anticancer therapy in the metastatic setting received eribulin mesylate 1.4 mg/m^2, intravenous infusion on Days 1 and 8 and pembrolizumab 200 mg, intravenous infusion on Day 1 in Treatment Cycle 1 (safety run-in, Phase 1b) and then continued in each 21-days Treatment Cycles in the presence of clinical benefit until confirmed disease progression, development of unacceptable toxicity, participant request, withdrawal of consent, or study termination by the sponsor in Phase 2 in the Stratum 1.",
        "  Overall Number of Participants Analyzed: 66",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participant  25.8        (15.8 to 38.0)",
        "Results 2: ",
        "  Arm/Group Title: Stratum 2: Eribulin Mesylate + Pembrolizumab",
        "  Arm/Group Description: Participants with mTNBC previously treated with 1 to 2 lines of systemic anticancer therapy in the metastatic setting received eribulin mesylate 1.4 mg/m^2, intravenous infusion on Days 1 and 8 and pembrolizumab 200 mg, intravenous infusion on Day 1 in Treatment Cycle 1 (safety run-in, Phase 1b) and then continued in each 21-days Treatment Cycles in the presence of clinical benefit until confirmed disease progression, development of unacceptable toxicity, participant request, withdrawal of consent, or study termination by the sponsor in Phase 2 in the Stratum 2.",
        "  Overall Number of Participants Analyzed: 101",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participant  21.8        (14.2 to 31.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 30/66 (45.45%)",
        "  Anaemia 1/66 (1.52%)",
        "  Febrile neutropenia 1/66 (1.52%)",
        "  Neutropenia 2/66 (3.03%)",
        "  Cardiac arrest 1/66 (1.52%)",
        "  Pericardial effusion 0/66 (0.00%)",
        "  Adrenal insufficiency 1/66 (1.52%)",
        "  Retinal detachment 0/66 (0.00%)",
        "  Abdominal pain upper 1/66 (1.52%)",
        "  Colitis 1/66 (1.52%)",
        "  Constipation 0/66 (0.00%)",
        "  Diarrhoea 1/66 (1.52%)",
        "  Duodenal ulcer 0/66 (0.00%)",
        "Adverse Events 2:",
        "  Total: 57/101 (56.44%)",
        "  Anaemia 1/101 (0.99%)",
        "  Febrile neutropenia 3/101 (2.97%)",
        "  Neutropenia 3/101 (2.97%)",
        "  Cardiac arrest 0/101 (0.00%)",
        "  Pericardial effusion 1/101 (0.99%)",
        "  Adrenal insufficiency 1/101 (0.99%)",
        "  Retinal detachment 1/101 (0.99%)",
        "  Abdominal pain upper 0/101 (0.00%)",
        "  Colitis 1/101 (0.99%)",
        "  Constipation 1/101 (0.99%)",
        "  Diarrhoea 0/101 (0.00%)"
    ]
}