{
    "Clinical Trial ID": "NCT01828021",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Margetuximab",
        "  Monotherapy of Anti-HER2 monoclonal antibody",
        "  Margetuximab: Anti-HER2 monoclonal antibody"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed invasive carcinoma of the breast",
        "  Treatment with at least two prior systemic therapies for advanced (unresectable locoregional or metastatic) disease",
        "  Evidence of HER2 oncoprotein expression at the 2+ level by central laboratory. Patients whose tumors exhibit 2+ staining by IHC are eligible for the study.",
        "  Patients whose tumors score 1+ by conventional IHC, are non-amplified by FISH testing, and whose tumors score > or = 10.5 by HERmark® testing, are eligible for the study.",
        "  Evidence of lack of HER2 oncogene amplification as determined by FISH testing by central laboratory",
        "  Performance Status of 0 or 1",
        "  Life expectancy at least 6 months",
        "  Measurable disease (by RECIST 1.1)",
        "  Acceptable laboratory parameters and organ reserve",
        "  Baseline left ventricular ejection fraction > or = 50%",
        "  Anti-cancer therapy (including conventional cytotoxic chemotherapy and/or biological therapy) and radiotherapy must be completed and any associated toxicities resolved to </= Grade 1 levels or baseline levels and at least 2 weeks must have elapsed before enrollment. Treatment with monoclonal antibodies must be completed at least 14 days before entry. Must have completed immunosuppressive medications or vaccinations before enrollment.",
        "  Patients who are estrogen receptor+ and/or progesterone receptor+ and who are receiving anti-hormone therapy for at least three months may continue to receive such therapy during the course of the trial",
        "  Eighteen (18) years of age or older",
        "Exclusion Criteria:",
        "  Major surgery or trauma within 4 weeks",
        "  Known hypersensitivity to murine or recombinant proteins, polysorbate 80, or any excipient contained in the margetuximab drug formulation",
        "  Second primary malignancy that has not been in remission for more than 3 years",
        "  History of active viral, bacterial, or systemic fungal infection requiring parenteral treatment within 14 days",
        "  History within 3 months of deep vein thrombosis, pulmonary embolism, or stroke",
        "  Symptomatic or untreated central nervous system (CNS) metastatic disease. Patients with previously treated CNS metastatic disease which has been stable for at least 56 days are eligible",
        "  Requirement, at time of study entry, for concurrent steroids > 10 mg/day of oral prednisone or the equivalent, except steroid inhaler, nasal spray, or ophthalmic solution",
        "  Serious medical condition that would impair the ability to receive or tolerate margetuximab; dementia or altered mental status that would preclude provision of informed consent",
        "  Uncontrolled hypertension, heart disease including history of congestive heart failure, history of myocardial infarction, angina pectoris requiring medication, clinically significant valvular heart disease, high risk arrhythmias, or disease corresponding to New York Heart Association class III or IV.",
        "  Significant pulmonary compromise",
        "  Have previously been exposed to MGAH22 in this or any other trial"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Best Overall Response",
        "  Response based on Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria based on Cycle 2, Day 21 computed tomography (CT) scans. Response is categorized as complete response (CR): disappearance of all target lesions, confirmed at  4 weeks; partial response (PR):  30% decrease in target lesions from baseline, confirmed at  4 weeks; progressive disease (PD):  20% increase over smallest sum observed with an absolute increase of at least 5 mm, or appearance of new lesions; and stable disease (SD): neither PR or PD criteria met.",
        "  A Simon two-stage design was planned in which an initial cohort of 21 patients was treated. If 2 or more responses (PR or CR) are seen at the first tumor re-evaluation on day 21 of Cycle 2, the study would be expanded to include up to 41 patients (20 additional patients in Cohort 2, the second stage of the study) in order to determine whether further development of the drug is warranted (5 or more responses in 41 evaluable patients).",
        "  Time frame: Cycle 2, Day 21",
        "Results 1: ",
        "  Arm/Group Title: Margetuximab",
        "  Arm/Group Description: Monotherapy of Anti-HER2 monoclonal antibody",
        "  Margetuximab: Anti-HER2 monoclonal antibody",
        "  Overall Number of Participants Analyzed: 22",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete Response: 0",
        "  Partial Response: 0",
        "  Stable Disease: 6",
        "  Progressive Disease: 12",
        "Not Done: 4"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/25 (24.00%)",
        "  Supraventricular extrasystoles 1/25 (4.00%)",
        "  Ventricular extrasystoles 1/25 (4.00%)",
        "  Ascites 2/25 (8.00%)",
        "  Diarrhea 1/25 (4.00%)",
        "  Nausea 1/25 (4.00%)",
        "  Pancreatitis 1/25 (4.00%)",
        "  Small intestinal obstruction 1/25 (4.00%)",
        "  Vomiting 1/25 (4.00%)",
        "  Bile duct obstruction 1/25 (4.00%)",
        "  Portal hypertension 1/25 (4.00%)"
    ]
}