{
    "Clinical Trial ID": "NCT02041429",
    "Intervention": [
        "INTERVENTION 1: ",
        "  All Phase I Participants",
        "  Paclitaxel 80 mg/m2 IV weekly + Ruxolitinib orally twice daily according to the established dose escalation schedule for 4 cycles",
        "  1 cycle = 21 days Participants with stable disease or better will have the opportunity to continue on single agent Ruxolitinib at the established dose until disease progression, unacceptable toxicity or patient withdrawal."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Phase I",
        "  Participants must meet the following criteria on screening examination to be eligible to participate in the study:",
        "  Participants must have histologically confirmed breast cancer that is metastatic or unresectable and for which standard curative or palliative measures do not exist or are no longer effective.",
        "  Patients may not have received > 2 prior chemotherapies for advanced disease.",
        "  Either measurable or evaluable disease is allowed.",
        "  Age 18 years. Because no dosing or adverse event data are currently available on the use of ruxolitinib in participants <18 years of age, children are excluded from this study.",
        "  Life expectancy of greater than 3 months.",
        "  ECOG performance status  2 (see Appendix A).",
        "  Participants must have normal organ and marrow function as defined below:",
        "  Leukocytes 3,000/mcL",
        "  Absolute neutrophil count 1,500/mcL",
        "  Platelets 100,000/mcL",
        "  Total bilirubin within normal institutional limits",
        "  AST (SGOT)/ALT (SGPT)  2.5 X institutional upper limit of normal",
        "  Creatinine within normal institutional limits or creatinine clearance  60 mL/min/1.73 m2 for subjects with creatinine levels about institutional normal",
        "  Both men and women are allowed.",
        "  The effects of ruxolitinib on the developing human fetus are unknown. For this reason women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "Exclusion Criteria:",
        "  Phase I",
        "  Participants who exhibit any of the following conditions at screening will not be eligible for admission into the study.",
        "  Participants may not be receiving any other study agents within 2 weeks of initiating treatment.",
        "  Participants with untreated or uncontrolled brain metastases are excluded from this clinical trial. Patients with treated and stable (> 4 weeks) brain metastasis are allowed.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to ruxolitinib.",
        "  Participants receiving any medications or substances that are strong inhibitors of CYP3A4 are ineligible. (Please refer to Appendix B for list and washout periods).",
        "  Chronic corticosteroid use in excess of the equivalent of prednisone 10 mg once daily.",
        "  Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant women are excluded from this study because ruxolitinib is a JAK inhibitor with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with ruxolitinib, breastfeeding should be discontinued if the mother is treated with ruxolitinib. These potential risks may also apply to other agents used in this study.",
        "  Individuals with a history of a different malignancy are ineligible except for the following circumstances. Individuals with a history of other malignancies are eligible if they have been disease-free for at least 3 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 3 years: cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.",
        "  Clinically significant malabsorption syndrome.",
        "  Prior chemotherapy or radiation administered within 2 weeks from initiating study treatment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Ruxolitinib Maximum Tolerated Dose (MTD) [Phase I]",
        "  Ruxolitinib MTD in combination with paclitaxel 80 mg/m2 intravenously (IV) weekly is determined by the number of patients who have dose limiting toxicity (DLT). See DLT primary outcome measure for definition",
        "  If a DLT was observed in 0 of 3 patients in a cohort, then 3 patients were enrolled to the next cohort using a 5mg higher dose of ruxolitinib.",
        "  If a DLT was observed in 1 of 3 patients in a cohort, then 3 additional patients were added, and then if no further DLTs were observed, 3 patients were enrolled to the next cohort using a 5mg higher dose of ruxolitinib.",
        "  The MTD is identified as the level BELOW the cohort where DLT occurred in less than one third of patients within the cohort.",
        "  If no DLT's are observed, the MTD is not reached.",
        "  Time frame: Participants were assessed prior to each dose of paclitaxel with ruxolitinib; The observation period for MTD evaluation was the first 2 cycles of treatment. (Up to 8 weeks).",
        "Results 1: ",
        "  Arm/Group Title: All Phase I Participants",
        "  Arm/Group Description: Paclitaxel 80 mg/m2 IV weekly + Ruxolitinib orally twice daily according to the established dose escalation schedule for 4 cycles",
        "  1 cycle = 21 days Participants with stable disease or better will have the opportunity to continue on single agent Ruxolitinib at the established dose until disease progression, unacceptable toxicity or patient withdrawal.",
        "  Overall Number of Participants Analyzed: 18",
        "  Measure Type: Number",
        "  Unit of Measure: mg  15"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/3 (0.00%)",
        "  Anemia 0/3 (0.00%)",
        "  Anemia 0/3 (0.00%)",
        "  Fatigue 0/3 (0.00%)",
        "  Neutrophil count decreased 0/3 (0.00%)",
        "  Lymphedema 0/3 (0.00%)"
    ]
}