{
    "Clinical Trial ID": "NCT01506609",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group 2 Placebo + Carboplatin/Paclitaxel",
        "  Placebo BID Days 1 through 7 plus carboplatin target AUC 6 administered on Day 3 of each 21-day cycle and paclitaxel 175 mg/m^2 administered on Day 3 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  Group 2 Veliparib + Carboplatin/Paclitaxel",
        "  Veliparib 120 mg BID Days 1 through 7 plus carboplatin target AUC 6 administered on Day 3 of each 21-day cycle and paclitaxel 175 mg/m^2 administered on Day 3 of each 21-day cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed breast cancer that is either locally recurrent or metastatic.",
        "  Locally recurrent disease must not be amenable to surgical resection or radiation with curative intent.",
        "  Must have a documented deleterious Breast Cancer Gene BRCA1 or BRCA2 germline mutation.",
        "  If Human Epidermal Growth Factor Receptor (HER2) positive, subjects must have received and progressed on at least one prior standard HER2 directed therapy or the subject must be ineligible to receive anti-HER2 therapy.",
        "  Measurable or non-measurable (but radiologically evaluable) disease by RECIST (Response Evaluation Criteria in Solid Tumors) criteria 1.1.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Score of 0-2.",
        "  Subject must have adequate bone marrow, renal and hepatic function.",
        "  Subject must not be pregnant or plan to conceive a child.",
        "Exclusion Criteria:",
        "  Received anticancer agent(s) or an investigational agent within 21 days prior to C1D1, or radiotherapy within 28 days prior Cycle 1 Day 1.",
        "  More than 2 prior lines of cytotoxic chemotherapy.",
        "  Prior treatment of breast cancer with temozolomide, a platinum agent, or a Poly (ADP ribose) Polymerase (PARP) inhibitor.",
        "  Prior taxane therapy for metastatic breast cancer.",
        "  A history of or evidence of brain metastases or leptomeningeal disease.",
        "  A history of uncontrolled seizure disorder.",
        "  Pre-existing neuropathy from any cause in excess of Grade 1.",
        "  Known history of allergic reaction to cremophor/paclitaxel.",
        "  Clinical significant uncontrolled conditions, active infection, myocardial infarction, stroke, or transient ischemic attack, psychiatric illness/social situations that would limit compliance.",
        "  Pregnant or breastfeeding."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  PFS is defined as the number of months from the date the participant was randomized to the date of radiographic progression as determined by the central imaging center, or to the date of all cause deaths within 63 days of last tumor assessment if disease progression was not reached.",
        "  Time frame: Radiographic evaluation every 9 weeks, clinical evaluation every cycle (data cutoff date: 04 March 2016); maximum duration of follow up for PFS was 34 months.",
        "Results 1: ",
        "  Arm/Group Title: Group 2 Placebo + Carboplatin/Paclitaxel",
        "  Arm/Group Description: Placebo BID Days 1 through 7 plus carboplatin target AUC 6 administered on Day 3 of each 21-day cycle and paclitaxel 175 mg/m^2 administered on Day 3 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 98",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  12.3        (9.3 to 14.5)",
        "Results 2: ",
        "  Arm/Group Title: Group 2 Veliparib + Carboplatin/Paclitaxel",
        "  Arm/Group Description: Veliparib 120 mg BID Days 1 through 7 plus carboplatin target AUC 6 administered on Day 3 of each 21-day cycle and paclitaxel 175 mg/m^2 administered on Day 3 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 95",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  14.1        (11.5 to 16.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/2 (0.00%)",
        "  ANAEMIA 0/2 (0.00%)",
        "  FEBRILE NEUTROPENIA 0/2 (0.00%)",
        "  LYMPHADENOPATHY 0/2 (0.00%)",
        "  NEUTROPENIA 0/2 (0.00%)",
        "  PANCYTOPENIA 0/2 (0.00%)",
        "  THROMBOCYTOPENIA 0/2 (0.00%)",
        "  ATRIAL FIBRILLATION 0/2 (0.00%)",
        "  CARDIAC TAMPONADE 0/2 (0.00%)",
        "  PERICARDIAL EFFUSION 0/2 (0.00%)",
        "  TACHYCARDIA 0/2 (0.00%)",
        "  ABDOMINAL PAIN 0/2 (0.00%)",
        "  ABDOMINAL PAIN UPPER 0/2 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/1 (0.00%)",
        "  ANAEMIA 0/1 (0.00%)",
        "  FEBRILE NEUTROPENIA 0/1 (0.00%)",
        "  LYMPHADENOPATHY 0/1 (0.00%)",
        "  NEUTROPENIA 0/1 (0.00%)",
        "  PANCYTOPENIA 0/1 (0.00%)",
        "  THROMBOCYTOPENIA 0/1 (0.00%)",
        "  ATRIAL FIBRILLATION 0/1 (0.00%)",
        "  CARDIAC TAMPONADE 0/1 (0.00%)",
        "  PERICARDIAL EFFUSION 0/1 (0.00%)",
        "  TACHYCARDIA 0/1 (0.00%)",
        "  ABDOMINAL PAIN 0/1 (0.00%)",
        "  ABDOMINAL PAIN UPPER 0/1 (0.00%)"
    ]
}