{
    "Clinical Trial ID": "NCT02260531",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1 - Cabozantinib, Trastuzumab for HER2+",
        "  HER2-positive",
        "  Cabozantinib- orally administered daily per treatment cycle",
        "  Trastuzumab- IV administered once per cycle",
        "  MRI- Baseline, Cycle 2 Day 1, and every 2 cycles",
        "  Magnetic Resonance Angiography (MRA ), Baseline, Cycle 2 Day 1,",
        "  Cabozantinib: One, 60 mg tablet daily of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops.",
        "  Trastuzumab: For HER2-Positive participants only. Administered by IV on day 1 of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops.",
        "INTERVENTION 2: ",
        "  Cohort 2 - Cabozantinib for ER+ and/or PR+",
        "  Hormone receptor-positive (ER+ and/or PR+)",
        "  Cabozantinib- orally administered daily per treatment cycle",
        "  MRI- Baseline, Cycle 2 Day 1, and every 2 cycles",
        "  Magnetic Resonance Angiography (MRA ), Baseline, Cycle 2 Day 1,",
        "  Cabozantinib: One, 60 mg tablet daily of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have histologically or cytologically confirmed invasive breast cancer, with stage IV disease.",
        "  New or progressive CNS lesions, as assessed by the patient's treating physician.",
        "  For patients who have received prior cranial radiation, no increase in corticosteroid dose in the week prior to the baseline brain MRI",
        "  Discontinued prior therapy (with the exception of trastuzumab for patients with HER2+ breast cancer)",
        "  Recovery to baseline or  Grade 1 CTCAE v.4.0 from toxicities related to any prior treatments, unless AE(s) are clinically nonsignificant and/or stable on supportive therapy;",
        "  The subject has an ECOG performance status of 0 or 1",
        "  Patients must have normal organ and marrow function and laboratory values as follows within 14 days before the first dose of cabozantinib",
        "  Sexually active subjects (men and women) must agree to use medically accepted barrier methods of contraception (e.g., male or female condom) during the course of the study and for 4 months after the last dose of study drug(s)",
        "  Subjects of childbearing potential must not be pregnant at screening.",
        "  Patients on bisphosphonates may continue receiving bisphosphonate therapy during study. Patients wanting to initiate bisphosphonate therapy may do so.",
        "  The subject has had an assessment of all known disease sites eg, by computerized tomography (CT) scan, magnetic resonance imaging (MRI), bone scan as appropriate, within 28 days before the first dose of cabozantinib",
        "Exclusion Criteria:",
        "  The subject has received cabozantinib or another c-Met inhibitor (please note ARQ 197 is not considered a MET inhibitor for purposes of this study given data to suggest it inhibits tubulin)",
        "  The subject has uncontrolled, significant intercurrent or recent illness",
        "  Leptomeningeal disease as the only site of CNS involvement",
        "  Known contraindication to MRI with gadolinium contrast, such as cardiac pacemaker, shrapnel, or ocular foreign body",
        "  More than 2 seizures over the last 4 weeks prior to study entry",
        "  Grade 1 or higher CNS hemorrhage on baseline brain MRI, or history of grade 2 or higher CNS hemorrhage within 12 months",
        "  Has experienced clinically-significant GI bleeding within 6 months before first dose of cabozantinib; hemoptysis of  0.5 teaspoon (2.5ml) of red blood within 3 months before the first dose of cabozantinib; any other signs indicative of pulmonary hemorrhage within 3 months before the first dose of cabozantinib",
        "  The subject has tumor in contact with, invading or encasing any major blood vessels",
        "  The subject has evidence of tumor invading the GI tract (esophagus, stomach, small or large bowel, rectum or anus), or any evidence of endotracheal or endobronchial tumor within 28 days before the first dose of cabozantinib",
        "  The subject requires concomitant treatment, in therapeutic doses, with anticoagulants. Low dose aspirin ( 81 mg/day), low-dose warfarin ( 1 mg/day), and prophylactic LMWH are permitted.",
        "  The subject has prothrombin time (PT)/INR or partial thromboplastin time (PTT) test 1.3 × the laboratory ULN within 7 days before the first dose of cabozantinib.",
        "  Inability to swallow intact tablets",
        "  Pregnant or lactating females",
        "  Diagnosis of another malignancy within 2 years before the first dose of cabozantinib, except for superficial skin cancers, or localized, low grade tumors deemed cured and not treated with systemic therapy",
        "  Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible",
        "  The subject is known to be positive for the human immunodeficiency virus (HIV)",
        "  Subjects with clinically relevant ongoing complications from prior surgery are not eligible",
        "  QTcF > 500 msec on average of screening EKGs performed within 28 days of first dose of cabozantinib. Three EKGs must be performed at screening. If the average of these three consecutive results for QTcF is > 500 msec, the subject is ineligible.",
        "  Active infection requiring IV antibiotics at Day 1 of cycle 1",
        "  No prior lapatinib within 7 days prior to initiation of protocol treatment",
        "  Receive concurrent investigational agents while on study",
        "  Receive any concurrent chemotherapy, radiotherapy, or hormonal therapy while on study",
        "  Previously identified allergy or hypersensitivity to components of the cabozantinib formulations",
        "  The subject requires chronic concomitant treatment with strong CYP3A4 inducers"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  CNS Objective Response Rate (ORR)",
        "  The central nervous system (CNS) ORR was defined as the percentage of participants achieving complete response (CR) or partial response (PR) based on RECIST 1.1 criteria in the evaluation CNS lesions on treatment: CR is complete disappearance of all target lesions and PR is at least a 30% decrease in the sum of longest diameter (LD) of target lesions, taking as reference baseline sum LD. PR or better overall response assumes at a minimum incomplete response/stable disease (SD) for the evaluation of non-target lesions and absence of new lesions.",
        "  Time frame: Disease assessments occurred every 6 cycles. Patients with stable or responsive disease after completion of 6 cycles could reduce frequency of assessments to every 3 cycles. Response was evaluated up to 25 months.",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1 - Cabozantinib, Trastuzumab for HER2+",
        "  Arm/Group Description: HER2-positive",
        "  Cabozantinib- orally administered daily per treatment cycle",
        "  Trastuzumab- IV administered once per cycle",
        "  MRI- Baseline, Cycle 2 Day 1, and every 2 cycles",
        "  Magnetic Resonance Angiography (MRA ), Baseline, Cycle 2 Day 1,",
        "  Cabozantinib: One, 60 mg tablet daily of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops.",
        "  Trastuzumab: For HER2-Positive participants only. Administered by IV on day 1 of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops.",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  5        (.2 to 24)",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2 - Cabozantinib for ER+ and/or PR+",
        "  Arm/Group Description: Hormone receptor-positive (ER+ and/or PR+)",
        "  Cabozantinib- orally administered daily per treatment cycle",
        "  MRI- Baseline, Cycle 2 Day 1, and every 2 cycles",
        "  Magnetic Resonance Angiography (MRA ), Baseline, Cycle 2 Day 1,",
        "  Cabozantinib: One, 60 mg tablet daily of each 21 day cycle. Number of Cycles: until progression or unacceptable toxicity develops.",
        "  Overall Number of Participants Analyzed: 7",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  14        (.4 to 58)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/21 (28.57%)",
        "  Diarrhea 1/21 (4.76%)",
        "  Dyspepsia 0/21 (0.00%)",
        "  Mucositis oral 0/21 (0.00%)",
        "  Nausea 0/21 (0.00%)",
        "  Vomiting 1/21 (4.76%)",
        "  Fatigue 1/21 (4.76%)",
        "  Portal vein thrombosis 0/21 (0.00%)",
        "  Ejection fraction decreased 1/21 (4.76%)",
        "  Alanine aminotransferase increased 0/21 (0.00%)",
        "  Aspartate aminotransferase increased 0/21 (0.00%)",
        "  Lipase increased 3/21 (14.29%)",
        "Adverse Events 2:",
        "  Total: 4/7 (57.14%)",
        "  Diarrhea 0/7 (0.00%)",
        "  Dyspepsia 1/7 (14.29%)",
        "  Mucositis oral 1/7 (14.29%)",
        "  Nausea 0/7 (0.00%)",
        "  Vomiting 0/7 (0.00%)",
        "  Fatigue 1/7 (14.29%)",
        "  Portal vein thrombosis 1/7 (14.29%)",
        "  Ejection fraction decreased 0/7 (0.00%)",
        "  Alanine aminotransferase increased 1/7 (14.29%)",
        "  Aspartate aminotransferase increased 2/7 (28.57%)",
        "  Lipase increased 0/7 (0.00%)"
    ]
}