{
    "Clinical Trial ID": "NCT01250379",
    "Intervention": [
        "INTERVENTION 1: ",
        "  CT Arm",
        "  Participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant request for withdrawal, until the maximum cumulative dose of anthracycline was reached, or end of study (24 months after randomization of the last participant). Upon second-line disease progression participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant request for withdrawal, or end of study. Upon subsequent disease progression participants received treatment according the standard of care of the treatment site until end of study.",
        "INTERVENTION 2: ",
        "  CT+BV Arm",
        "  Participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site plus bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant request for withdrawal, until the maximum cumulative dose of anthracycline was reached, or end of study (24 months after randomization of the last participant). Upon second-line disease progression participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site plus bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant request for withdrawal, or end of study. Upon subsequent disease progression participants received treatment according the standard of care of the treatment site until end of study."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients, >/= 18 years of age",
        "  Histologically confirmed HER2-negative breast cancer",
        "  Disease progression during or following first-line treatment with Avastin and chemotherapy for locally recurrent or metastatic breast cancer",
        "  Avastin treatment in first-line setting must have been a minimum of 4 cycles (15 mg/kg) or 6 cycles (10 mg/kg) in combination with chemotherapy",
        "  ECOG performance status 0-2",
        "  At least 28 days since prior radiation therapy or surgery and recovery from treatment",
        "Exclusion Criteria:",
        "  Anti-angiogenic therapy or anti-vascular endothelial growth factors other than Avastin for first-line treatment",
        "  Active malignancy other than superficial basal cell and superficial squamous cell carcinoma of the skin, or in situ carcinoma of the cervix or breast within the last 5 years",
        "  Inadequate renal function",
        "  Clinically relevant cardio-vascular disease",
        "  Known CNS disease except for treated brain metastases",
        "  Chronic daily treatment with high-dose aspirin (>325 mg/day) or clopidogrel (>75 mg/day)",
        "  Pregnant or lactating women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Second-Line Progression-Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1)",
        "  Second-line PFS was defined as the time from randomization to progressive disease (PD) or death due to any cause during their second-line of treatment with bevacizumab and/or chemotherapy, whichever occurred first. For target lesions (TLs), PD was defined at least a 20 percent (%) increase in the sum of the largest diameter (SLD), taking as reference the smallest SLD recorded from baseline or the appearance of one or more new lesions. For non-target lesions (NTLs), PD was defined as the appearance of 1 or more new lesions and/or unequivocal progression of existing NTLs. Participants without second-line PD or death were censored at the date of last tumor assessment where non-progression was documented.",
        "  Time frame: Baseline (less than or equal to [  ] 28 days after randomization), every 8-9 weeks thereafter according to the standard of care of the treatment site until approximately 3 years",
        "Results 1: ",
        "  Arm/Group Title: CT Arm",
        "  Arm/Group Description: Participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant request for withdrawal, until the maximum cumulative dose of anthracycline was reached, or end of study (24 months after randomization of the last participant). Upon second-line disease progression participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant request for withdrawal, or end of study. Upon subsequent disease progression participants received treatment according the standard of care of the treatment site until end of study.",
        "  Overall Number of Participants Analyzed: 247",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  88.7",
        "Results 2: ",
        "  Arm/Group Title: CT+BV Arm",
        "  Arm/Group Description: Participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site plus bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant request for withdrawal, until the maximum cumulative dose of anthracycline was reached, or end of study (24 months after randomization of the last participant). Upon second-line disease progression participants received a single-agent chemotherapy at the discretion of the investigator according to the standard of care at the investigator's site plus bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant request for withdrawal, or end of study. Upon subsequent disease progression participants received treatment according the standard of care of the treatment site until end of study.",
        "  Overall Number of Participants Analyzed: 247",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  93.9"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 55/238 (23.11%)",
        "  Febrile neutropenia * 5/238 (2.10%)",
        "  Neutropenia * 6/238 (2.52%)",
        "  Leukopenia * 1/238 (0.42%)",
        "  Thrombocytopenia * 0/238 (0.00%)",
        "  Anaemia * 1/238 (0.42%)",
        "  Pancytopenia * 0/238 (0.00%)",
        "  Cardiac failure * 1/238 (0.42%)",
        "  Acute coronary syndrome * 0/238 (0.00%)",
        "  Atrial fibrillation * 0/238 (0.00%)",
        "  Cardiac failure congestive * 0/238 (0.00%)",
        "Adverse Events 2:",
        "  Total: 89/245 (36.33%)",
        "  Febrile neutropenia * 12/245 (4.90%)",
        "  Neutropenia * 10/245 (4.08%)",
        "  Leukopenia * 2/245 (0.82%)",
        "  Thrombocytopenia * 5/245 (2.04%)",
        "  Anaemia * 1/245 (0.41%)",
        "  Pancytopenia * 1/245 (0.41%)",
        "  Cardiac failure * 2/245 (0.82%)",
        "  Acute coronary syndrome * 1/245 (0.41%)",
        "  Atrial fibrillation * 1/245 (0.41%)",
        "  Cardiac failure congestive * 2/245 (0.82%)"
    ]
}