{
    "Clinical Trial ID": "NCT01967823",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lymphodepleting Conditioning Foll/by Infusion of Anti-NY ESO1 Murine TCR-Gene Engineered Lymphocytes",
        "  Non-myeloablative, lymphodepleting preparative regimen of cyclophosphamide and fludarabine + anti-ESO murine T-cell receptor (TCR) transduced peripheral blood lymphocytes (PBL) + high-dose aldesleukin",
        "  Anti-NY ESO-1 mTCR PBL: Day 0: Cells will be infused intravenously (IV) on the Patient Care Unit over 20-30 minutes.",
        "  Cyclophosphamide: Days -7 and -6: Cyclophosphamide 60 mg/kg/day X 2 days intravenously (IV) in 250 mL dextrose 5% in water (D5W) infused simultaneously with mesna 15 mg/kg/day over 1 hour x 2 days.",
        "  Fludarabine: Days -7 to -3: Fludarabine 25 mg /m^2/day intravenous piggy back (IVPB) daily over 30 minutes for 5 days.",
        "  Aldesleukin: Aldesleukin 720,000 IU/kg intravenously (IV) (based on total body weight) over 15 minutes every 8 hours beginning within 24 hours of cell infusion and continuing for up to 5 days (maximum 15 doses)."
    ],
    "Eligibility": [
        "INCLUSION CRITERIA - PATIENTS WITH SOLID TUMOR CANCERS AND MELANOMA:",
        "  Measurable (per Response Evaluation Criteria in Solid Tumors (RECIST) v1.0 criteria) metastatic cancer or locally advanced refractory/recurrent malignancy including melanoma that expresses ESO as assessed by one of the following methods: reverse transcription polymerase chain reaction (RT-PCR) on tumor tissue, immunohistochemistry of resected tissue, or serum antibody reactive with ESO.",
        "  Confirmation of diagnosis of metastatic cancer including melanoma by the National Cancer Institute (NCI) Laboratory of Pathology.",
        "  Patients must have previously received first-line standard therapy (or effective salvage chemotherapy regimens) for metastatic disease, if known to be effective for that disease, and have been either non-responders (progressive disease) or have recurred.",
        "  Patients with 3 or fewer brain metastases that are less than 1 cm in diameter and asymptomatic are eligible. Lesions that have been treated with stereotactic radiosurgery must be clinically stable for 1 month after treatment for the patient to be eligible. Patients with surgically resected brain metastases are eligible.",
        "  More than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the preparative regimen, and patient's toxicities must have recovered to a grade 1 or less (except for toxicities such as alopecia or vitiligo).",
        "  Note: Patients may have undergone minor surgical procedures within the past three weeks, as long as all toxicities have recovered to grade 1 or less.",
        "  Note: Patients who have previously received ipilimumab and have documented gastrointestinal (GI) toxicity must have a normal colonoscopy with normal colonic biopsies.",
        "  INCLUSION CRITERIA - PATIENTS WITH MALIGNANT MENINGIOMA:",
        "  - Histologically proven recurrent meningioma or aggressive meningioma.",
        "  Note: Confirmation of ESO expression and pathology is not required in patients with definitive radiologic evidence of meningioma who are unresectable, and in whom radiation therapy without biopsy is the standard treatment.",
        "  Recurrent disease/progression after receiving all standard treatments, which must include the following:",
        "  Surgical resection, if possible.",
        "  Definitive radiation therapy for unresectable meningioma, or for recurrent meningioma after resection.",
        "  At least 4 weeks post-surgery, and must be at least 3 months post-radiation therapy, with resolution of related toxicities.",
        "  Measurable disease on magnetic resonance imaging (MRI) scan.",
        "  No history of intracranial hemorrhage.",
        "  Patients with a history of neurofibromatosis (NF) may have other stable central nervous system (CNS) tumors, such as schwannoma, acoustic neuroma, or ependymoma only if those lesions have been stable for the past 6 months.",
        "  Patients must be on stable dose of steroids for at least 5 days prior to baseline imaging.",
        "  INCLUSION CRITERIA - ALL PATIENTS:",
        "  Age greater than or equal to 15 years and less than or equal to 70 years.",
        "  Patient, or their parent(s)/legal guardian(s) (if the patient is < 18 years of age), is able to understand and willing to sign a written informed consent. Written assent will be obtained for participants under the age of 18 as appropriate.",
        "  All participants greater than or equal to 18 years of age must be willing to sign a durable power of attorney.",
        "  Clinical performance status of Eastern Cooperative Oncology Group (ECOG) 0 or 1.",
        "  Patients aged 15-17 years weigh greater than or equal to 50 kg.",
        "  Human leukocyte antigen serotype within the HLA-A serotype group (HLA-A*0201) positive.",
        "  Patients of both genders must be willing to practice birth control from the time of enrollment on this study and for four months after treatment.",
        "  Women of child-bearing potential must have a negative pregnancy test because of the potentially dangerous effects of the treatment on the fetus.",
        "  Serology",
        "  Seronegative for human immunodeficiency virus (HIV) antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive may have decreased immune-competence and thus may be less responsive to the experimental treatment and more susceptible to its toxicities.)",
        "  Seronegative for hepatitis B antigen, and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then patient must be tested for the presence of antigen by RT-PCR and be Hepatitis C Virus Ribonucleic acid(HCV RNA) negative.",
        "  Hematology",
        "  Absolute neutrophil count (ANC) greater than 1000/mm(3) without the support of filgrastim",
        "  White blood cells (WBC) greater than or equal to 3000/mm(3)",
        "  Platelet count greater than or equal to 100,000/mm(3)",
        "  Hemoglobin greater than 8.0 g/dl. Subjects may be transfused to reach this cut-off.",
        "  Chemistry:",
        "  Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) less than or equal to 2.5 times the upper limit of normal",
        "  Serum creatinine less than or equal to 1.6 mg/dl",
        "  Total bilirubin less than or equal to 1.5 mg/dl, except in patients with Gilbert's Syndrome who must have a total bilirubin less than 3.0 mg/dl.",
        "  Subjects must be co-enrolled in protocol 03-C-0277.",
        "EXCLUSION CRITERIA:",
        "  Women of child-bearing potential who are pregnant or breastfeeding because of the potentially dangerous effects of the treatment on the fetus or infant.",
        "  Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).",
        "  Active systemic infections requiring anti-infective treatment, coagulation disorders, or any other active or uncompensated major medical illnesses.",
        "  Concurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).",
        "  Concurrent systemic steroid therapy.",
        "  History of severe immediate hypersensitivity reaction to cyclophosphamide, fludarabine, or aldesleukin.",
        "  History of coronary revascularization or ischemic symptoms.",
        "  Documented Left Ventricular Ejection Fraction (LVEF) less than or equal to 45% tested in patients:",
        "  Age greater than or equal to 65 years",
        "  With clinically significant atrial and/or ventricular arrhythmias, including but not limited to: atrial fibrillation, ventricular tachycardia, second- or third-degree heart block or have a history of ischemic heart disease and/or chest pain.",
        "  Documented forced expiratory volume 1 (FEV1) less than or equal to 60% predicted tested in patients with:",
        "  A prolonged history of cigarette smoking (greater than or equal to 20 pack-year smoking history, with cessation within the past two years).",
        "  Symptoms of respiratory dysfunction.",
        "  Patients who are receiving any other investigational agents."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With a Response",
        "  Percentage of patients who have a clinical response (complete response or partial response) to treatment (objective tumor regression). Response was determined entirely by radiographic imaging using the Response Evaluation Criteria in Solid Tumors (RECIST) v1.0 to compare target lesions in centimeters. Complete Response is defined as disappearance of all target lesions. Partial Response is defined as at least a 30% decrease in the sum of the longest diameter (LD) of target lesions taking as reference the baseline sum LD.",
        "  Time frame: 6 and 12 weeks after cell infusion, then every 3 months x3, then every 6 months x 2, then per principal investigator (PI) discretion, up to five years or disease progression.",
        "Results 1: ",
        "  Arm/Group Title: Lymphodepleting Conditioning Foll/by Infusion of Anti-NY ESO1 Murine TCR-Gene Engineered Lymphocytes",
        "  Arm/Group Description: Non-myeloablative, lymphodepleting preparative regimen of cyclophosphamide and fludarabine + anti-ESO murine T-cell receptor (TCR) transduced peripheral blood lymphocytes (PBL) + high-dose aldesleukin",
        "  Anti-NY ESO-1 mTCR PBL: Day 0: Cells will be infused intravenously (IV) on the Patient Care Unit over 20-30 minutes.",
        "  Cyclophosphamide: Days -7 and -6: Cyclophosphamide 60 mg/kg/day X 2 days intravenously (IV) in 250 mL dextrose 5% in water (D5W) infused simultaneously with mesna 15 mg/kg/day over 1 hour x 2 days.",
        "  Fludarabine: Days -7 to -3: Fludarabine 25 mg /m^2/day intravenous piggy back (IVPB) daily over 30 minutes for 5 days.",
        "  Aldesleukin: Aldesleukin 720,000 IU/kg intravenously (IV) (based on total body weight) over 15 minutes every 8 hours beginning within 24 hours of cell infusion and continuing for up to 5 days (maximum 15 doses).",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Complete Response: 10",
        "  Partial Response: 50"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/11 (36.36%)",
        "  Blood bilirubin increased 1/11 (9.09%)",
        "  Febrile neutropenia  [1]1/11 (9.09%)",
        "  Ejection fraction decreased 1/11 (9.09%)",
        "  Supraventricular and nodal arrhythmia::Sinus tachycardia 1/11 (9.09%)",
        "  Sepsis 1/11 (9.09%)",
        "  Lymphocyte count decreased 1/11 (9.09%)",
        "  Neutrophil count decreased 1/11 (9.09%)",
        "  Neutrophils/granulocytes (ANC/AGC) 1/11 (9.09%)"
    ]
}