{
    "Clinical Trial ID": "NCT01966471",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Anthracycline Followed by Trastuzumab, Pertuzumab, and Taxane",
        "  Trastuzumab and pertuzumab were administered concurrently for up to a total duration of 1 year (up to 18 cycles [1 Cycle = 21 days]) with the taxane (docetaxel or paclitaxel) component of chemotherapy following anthracycline [5 fluorouracil, epirubicin, and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)] based chemotherapy.",
        "INTERVENTION 2: ",
        "  Anthracycline Followed by Trastuzumab Emtansine and Pertuzumab",
        "  Trastuzumab emtansine and pertuzumab continued for up to a total duration of 1 year (up to 18 cycles [1 Cycle = 21 days]) following anthracycline [5 fluorouracil, epirubicin, and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)] based chemotherapy."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to (</=) 1",
        "  Non-metastatic histologically confirmed primary invasive breast carcinoma that was operable",
        "  HER2-positive breast cancer",
        "  Known hormone receptor status of the primary tumor",
        "Adequately excised: participants must have undergone either breast-conserving surgery or mastectomy/nipple- or skin-sparing mastectomy",
        "  Pathological tumor-node-metastasis staging (Union for International Cancer Control-American Joint Committee on Cancer [UICC/AJCC] 7th edition): eligible participants must have either:",
        "  Node-positive disease (pN more than or equal to [>/=] 1), any tumor size except T0, and any hormonal receptor status; or Node-negative disease (pN0) with pathologic tumor size >2.0 centimeters by standard local assessment and negative for estrogen receptor (ER) and progesterone receptor (PR) determined by a central pathology laboratory",
        "  Participants with synchronous bilateral invasive disease are eligible only if both lesions are HER2-positive",
        "  No more than 9 weeks (63 days) may elapse between definitive breast surgery (or the last surgery if additional resection required for breast cancer) and randomization",
        "  Baseline left ventricular ejection fraction (LVEF) >/=55% measured by echocardiogram (ECHO; preferred) or multiple-gated acquisition (MUGA) scans",
        "  Documentation on hepatitis B virus (HBV) and hepatitis C virus (HCV) serology is required",
        "  Female participants of childbearing potential must be willing to use one highly effective form of non-hormonal contraception or two effective forms of non-hormonal contraception. For male participants with partners of childbearing potential, one highly effective form of contraception or two effective forms of contraception must be used. Contraception must continue for the duration of study treatment and for 6 months after the last dose of study treatment",
        "Exclusion Criteria:",
        "  History of any prior (ipsilateral and/or contralateral) invasive breast carcinoma",
        "  History of non-breast malignancies within the 5 years prior to randomization, except for carcinoma in situ (CIS) of the cervix, CIS of the colon, melanoma in situ, and basal cell and squamous cell carcinomas of the skin",
        "  Any clinical T4 tumor as defined by tumor-node-metastasis classification in UICC/AJCC 7th edition, including inflammatory breast cancer",
        "  For the currently diagnosed breast cancer, any previous systemic anti-cancer treatment (for example, neoadjuvant or adjuvant), including but not limited to, chemotherapy, anti-HER2 therapy (for example, trastuzumab, trastuzumab emtansine, pertuzumab, lapatinib, neratinib, or other tyrosine kinase inhibitors), hormonal therapy, OR anti-cancer radiation therapy (RT) (intra-operative radiotherapy as a boost at the time of primary surgery is acceptable)",
        "  Previous therapy with anthracyclines, taxanes, or HER2-targeted therapy for any malignancy",
        "  History of DCIS and/or lobular CIS (LCIS) that was treated with any form of systemic chemotherapy, hormonal therapy, or RT to the ipsilateral breast where invasive cancer subsequently developed. Participants who had their DCIS/LCIS treated with surgery only and/or contralateral DCIS treated with radiation are allowed to enter the study",
        "  Participants with contraindication to RT while adjuvant RT is clinically indicated",
        "  Concurrent anti-cancer treatment in another investigational trial",
        "  Cardiopulmonary dysfunction as defined by protocol: angina pectoris requiring anti-anginal medication, serious cardiac arrhythmia not controlled by adequate medication, severe conduction abnormality, or clinically significant valvular disease, significant symptoms (Grade >/=2) relating to left ventricular dysfunction, cardiac arrhythmia, or cardiac ischemia, myocardial infarction within 12 months prior to randomization, uncontrolled hypertension, evidence of transmural infarction on electrocardiogram (ECG), requirement for oxygen therapy",
        "  Other concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions/illness, uncontrolled infections, uncontrolled diabetes, or known infection with HIV",
        "  Any known active liver disease. For participants who are known carriers of HBV/HCV, active hepatitis B/C infection must be ruled out per local guidelines",
        "  Inadequate hematologic, renal or liver function",
        "  Pregnant or lactating women",
        "  Hypersensitivity to any of the study medications or any of the ingredients or excipients of these medications, including hypersensitivity to benzyl alcohol",
        "  Chronic immunosuppressive therapies, including systemic corticosteroids"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Invasive Disease-Free Survival (IDFS) in the Node-Positive Subpopulation",
        "  IDFS event was defined as the time from randomization until the date of first occurrence of one of the following: Ipsilateral invasive breast tumor recurrence (an invasive breast cancer [bc] involving the same breast parenchyma as the original primary lesion); Ipsilateral local-regional invasive bc recurrence (an invasive bc in the axilla, regional lymph nodes, chest wall, and/or skin of the ipsilateral breast); Contralateral or ipsilateral second primary invasive bc; Distant recurrence (evidence of bc in any anatomic site [other than the three sites mentioned above]) that has either been histologically confirmed or clinically/radiographically diagnosed as recurrent invasive bc; Death attributable to any cause, including bc, non-bc, or unknown cause. 3-year IDFS event-free rate per randomized treatment arms in the ITT population was estimated using the Kaplan-Meier method and estimated the probability of a participant being event-free after 3 years after randomization.",
        "  Time frame: Last participant randomized to data cut-off date of 27 November 2019 (approximately 70 months). The 3 year IDFS event-free rate was assessed based on the data collected for each participant considering the cut-off date mentioned above.",
        "Results 1: ",
        "  Arm/Group Title: Anthracycline Followed by Trastuzumab, Pertuzumab, and Taxane",
        "  Arm/Group Description: Trastuzumab and pertuzumab were administered concurrently for up to a total duration of 1 year (up to 18 cycles [1 Cycle = 21 days]) with the taxane (docetaxel or paclitaxel) component of chemotherapy following anthracycline [5 fluorouracil, epirubicin, and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)] based chemotherapy.",
        "  Overall Number of Participants Analyzed: 826",
        "  Measure Type: Number",
        "  Unit of Measure: Percent Probability  94.10        (92.46 to 95.73)",
        "Results 2: ",
        "  Arm/Group Title: Anthracycline Followed by Trastuzumab Emtansine and Pertuzumab",
        "  Arm/Group Description: Trastuzumab emtansine and pertuzumab continued for up to a total duration of 1 year (up to 18 cycles [1 Cycle = 21 days]) following anthracycline [5 fluorouracil, epirubicin, and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)] based chemotherapy.",
        "  Overall Number of Participants Analyzed: 832",
        "  Measure Type: Number",
        "  Unit of Measure: Percent Probability  92.75        (90.95 to 94.54)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 216/926 (23.33%)",
        "  Anaemia 2/926 (0.22%)",
        "  Febrile neutropenia 51/926 (5.51%)",
        "  Leukopenia 2/926 (0.22%)",
        "  Neutropenia 16/926 (1.73%)",
        "  Thrombocytopenia 0/926 (0.00%)",
        "  Arrhythmia 1/926 (0.11%)",
        "  Cardiac failure 5/926 (0.54%)",
        "  Cardiac failure congestive 3/926 (0.32%)",
        "  Cardiomyopathy 0/926 (0.00%)",
        "  Congestive cardiomyopathy 2/926 (0.22%)",
        "Adverse Events 2:",
        "  Total: 195/912 (21.38%)",
        "  Anaemia 3/912 (0.33%)",
        "  Febrile neutropenia 31/912 (3.40%)",
        "  Leukopenia 0/912 (0.00%)",
        "  Neutropenia 10/912 (1.10%)",
        "  Thrombocytopenia 1/912 (0.11%)",
        "  Arrhythmia 0/912 (0.00%)",
        "  Cardiac failure 2/912 (0.22%)",
        "  Cardiac failure congestive 1/912 (0.11%)",
        "  Cardiomyopathy 1/912 (0.11%)",
        "  Congestive cardiomyopathy 0/912 (0.00%)"
    ]
}