{
    "Clinical Trial ID": "NCT00728949",
    "Intervention": [
        "INTERVENTION 1: ",
        "  IMC-A12 (Cixutumumab) + Antiestrogen Therapy",
        "  Participants will receive intravenous IMC-A12 10 mg/kg over 1 hour every 2 weeks, as well as the same dose and schedule of the last antiestrogen therapy to which their disease became refractory.",
        "INTERVENTION 2: ",
        "  IMC-A12 (Cixutumumab)",
        "  Participants will receive only IMC-A12 (10 mg/kg over 1 hour every 2 weeks)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The patient has histologically or cytologically-confirmed invasive breast cancer, which at the time of study entry is either stage III (locally advanced) disease not amenable to curative therapy or stage IV disease. Histological confirmation of recurrent/metastatic disease is not required if clinical evidence of stage IV disease recurrence is available",
        "  Tumors are positive for estrogen receptors (ER), progesterone receptors (PgR), or both (ie, 10% or more of infiltrating cancer cells exhibit nuclear staining for ER and/or PgR; positive biochemical test results are also acceptable)",
        "  The patient has received prior antiestrogen therapy:",
        "  With at least one antiestrogen agent (with or without ovarian suppression) administered for  3 months in the adjuvant or metastatic setting; and",
        "  Experienced disease progression while on or within 12 months after receiving the last dose of endocrine therapy",
        "  The patient is postmenopausal and/or meets at least one of the following criteria:",
        "  Age  18 years with an intact uterus and amenorrhea for  12 months, with estradiol and/or follicle-stimulating hormone (FSH) values in the postmenopausal range",
        "  History of bilateral oophorectomy",
        "  History of bilateral salpingo-oophorectomy",
        "  History of radiation castration and amenorrheic for  3 months",
        "  The patient has fasting serum glucose < 120 mg/dL or below the ULN",
        "Exclusion Criteria:",
        "  The patient has received more than two regimens of prior chemotherapy in the metastatic (or locally advanced and inoperable breast cancer) and adjuvant setting",
        "  The patient has poorly controlled diabetes mellitus. Patients with a history of diabetes mellitus are allowed to participate, provided that their blood glucose is within normal range (fasting glucose at study entry < 120 mg/dL or below ULN) and that they are on a stable dietary and/or therapeutic regimen for this condition",
        "  The patient is known to be positive for infection with the human immunodeficiency virus"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  PFS is defined as the time from the date of randomization until date of objectively determined progressive disease (PD) or death due to any cause. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions unequivocal progression of non-target lesions. Participants without documentation of progression or death will be censored at the date of last tumor assessment. The PFS will be estimated following the Kaplan-Meier method.",
        "  Time frame: From randomization up to 35.1 Months",
        "Results 1: ",
        "  Arm/Group Title: IMC-A12 (Cixutumumab) + Antiestrogen Therapy",
        "  Arm/Group Description: Participants will receive intravenous IMC-A12 10 mg/kg over 1 hour every 2 weeks, as well as the same dose and schedule of the last antiestrogen therapy to which their disease became refractory.",
        "  Overall Number of Participants Analyzed: 62",
        "  Median (90% Confidence Interval)",
        "  Unit of Measure: months  2.0        (1.9 to 3.4)",
        "Results 2: ",
        "  Arm/Group Title: IMC-A12 (Cixutumumab)",
        "  Arm/Group Description: Participants will receive only IMC-A12 (10 mg/kg over 1 hour every 2 weeks).",
        "  Overall Number of Participants Analyzed: 31",
        "  Median (90% Confidence Interval)",
        "  Unit of Measure: months  3.1        (1.9 to 4.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/56 (28.57%)",
        "  Pancytopenia 0/56 (0.00%)",
        "  Pericarditis 0/56 (0.00%)",
        "  Abdominal pain 1/56 (1.79%)",
        "  Anal fissure 1/56 (1.79%)",
        "  Ascites 1/56 (1.79%)",
        "  Constipation 0/56 (0.00%)",
        "  Diarrhoea 1/56 (1.79%)",
        "  Nausea 0/56 (0.00%)",
        "  Oesophageal pain 0/56 (0.00%)",
        "  Vomiting 0/56 (0.00%)",
        "  Disease progression 2/56 (3.57%)",
        "  Infusion related reaction 1/56 (1.79%)",
        "  Pain 0/56 (0.00%)",
        "Adverse Events 2:",
        "  Total: 11/37 (29.73%)",
        "  Pancytopenia 1/37 (2.70%)",
        "  Pericarditis 1/37 (2.70%)",
        "  Abdominal pain 2/37 (5.41%)",
        "  Anal fissure 0/37 (0.00%)",
        "  Ascites 0/37 (0.00%)",
        "  Constipation 1/37 (2.70%)",
        "  Diarrhoea 1/37 (2.70%)",
        "  Nausea 2/37 (5.41%)",
        "  Oesophageal pain 1/37 (2.70%)",
        "  Vomiting 2/37 (5.41%)",
        "  Disease progression 2/37 (5.41%)",
        "  Infusion related reaction 0/37 (0.00%)",
        "  Pain 1/37 (2.70%)"
    ]
}