{
    "Clinical Trial ID": "NCT00859651",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cholecalciferol 20,000 IU Group",
        "  Postmenopausal women who are at increased risk for breast cancer development receiving vitamin D3, oral cholecalciferol 20,000 IU weekly, for one year.",
        "INTERVENTION 2: ",
        "  Cholecalciferol 30,000 IU Group",
        "  Postmenopausal women who are at increased risk for breast cancer development receiving vitamin D3, oral cholecalciferol 30,000 IU weekly, for one year."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Elevated risk of breast cancer defined as having at least one of the following: (1) Predicted 5-year modified Gail model risk of 1.67% or greater, (2) Lobular carcinoma in situ, (3) Known BRCA1 or BRCA2 deleterious mutation carrier, (4) Prior history of ductal carcinoma in situ, if no current tamoxifen use or prior radiation to the contralateral breast.",
        "  Age 21 years or older.",
        "  Postmenopausal defined as > 6 months since the last menstrual period, prior bilateral oophorectomy, or serum follicle-stimulating hormone (FSH)/luteinizing hormone (LH) values consistent with institutional normal values for the postmenopausal state.",
        "  Baseline mammographic density 25% as assessed qualitatively by the mammographer (25-50% = \"scattered fibroglandular densities\"; >50-75% = \"heterogeneously dense breasts\"; >75% = \"extremely dense breasts\").",
        "  Baseline serum 25-hydroxyvitamin D <32 ng/ml.",
        "  Normal breast exam and mammogram (Breast Imaging Reporting and Data System (BIRADS) score of 1 or 2) or abnormal breast imaging with a benign breast biopsy without evidence of cancer. Normal baseline breast magnetic resonance imaging (MRI) (BIRADS score of 1, 2, or 3).",
        "  Prior tamoxifen or raloxifene use is allowed provided treatment is discontinued at least 28 days prior to enrollment.",
        "  At least one breast available for imaging. No bilateral breast implants.",
        "  Willingness to not take vitamin D supplements during the one year intervention, but up to 1000mg of calcium supplementation is allowed.",
        "  Normal serum calcium.",
        "  Adequate renal and hepatic function: serum creatinine, bilirubin, aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase < 2.0 x the institutional upper limit of normal (IULN).",
        "  Performance status of 0 or 1.",
        "Exclusion Criteria:",
        "  Other prior malignancy. The following is allowed: adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, adequately treated stage I or II cancer from which the participant is currently in complete remission, or any other cancer (including breast cancer) for which the participant has been disease-free for 5 years.",
        "  History of kidney stones.",
        "  Hypersensitivity reactions to vitamin D.",
        "  On estrogen replacement therapy.",
        "  Significant medical or psychiatric condition that would preclude study completion."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in Serum 25(OH)D",
        "  25(OH)D level at the end of one year intervention",
        "  Time frame: Baseline to 1 year",
        "Results 1: ",
        "  Arm/Group Title: Cholecalciferol 20,000 IU Group",
        "  Arm/Group Description: Postmenopausal women who are at increased risk for breast cancer development receiving vitamin D3, oral cholecalciferol 20,000 IU weekly, for one year.",
        "  Overall Number of Participants Analyzed: 18",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: ng/ml  25         (5)",
        "Results 2: ",
        "  Arm/Group Title: Cholecalciferol 30,000 IU Group",
        "  Arm/Group Description: Postmenopausal women who are at increased risk for breast cancer development receiving vitamin D3, oral cholecalciferol 30,000 IU weekly, for one year.",
        "  Overall Number of Participants Analyzed: 22",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: ng/ml  33         (9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/18 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/22 (0.00%)"
    ]
}