{
    "Clinical Trial ID": "NCT02308020",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Part A Abemaciclib: HR+, HER2+ Breast Cancer",
        "  Abemaciclib 200 mg was administered orally once every 12 hours on days 1-21 of a 21-day cycle when administered as a single agent or in combination with endocrine therapy (ET). Participants with hormone receptor positive HR+, HER2+ breast cancer receiving concurrent trastuzumab, 150 mg abemaciclib was given orally once every 12 hours on days 1-21 of a 21-day cycle. Participants may continue to receive treatment until discontinuation criteria are met.",
        "INTERVENTION 2: ",
        "  Part B Abemaciclib: HR+, HER2- Breast Cancer",
        "  Abemaciclib 200 mg was administered orally once every 12 hours on days 1-21 of a 21-day cycle when administered as a single agent or for in combination with endocrine therapy (ET).",
        "  Participants may continue to receive treatment until discontinuation criteria are met."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Have brain metastases secondary to hormone receptor positive breast cancer, NSCLC, or melanoma.",
        "  Have either human epidermal growth factor receptor 2 positive (HER2+) (Study Part A) or negative HER2- (Study Part B) breast cancer.",
        "  Participants in Study Part C must have HR+ breast cancer, NSCLC, or melanoma with brain lesions clinically indicated for surgical resection as well as consent to provide tissue for drug concentration determination after 5 to 14 days of study drug dosing.",
        "  Participants in Part D must have NSCLC of any subtype.",
        "  Participants in Part E must have melanoma of any subtype.",
        "  Participants in Part F must have HR+ breast cancer, NSCLC, or melanoma with leptomeningeal metastases.",
        "  For Parts A, B, D, and E: Must have at least 1 measurable brain lesion 10 millimeters (mm) in the longest diameter (LD).",
        "  For Part C (surgical): Have metastatic brain lesion(s) for which surgical resection is clinically indicated.",
        "  Have completed local therapy (surgical resection, whole-breast radiotherapy (WBRT), or SRS) 14 days prior to initiating abemaciclib and recovered from all acute effects.",
        "  If receiving concomitant corticosteroids, must be on a stable or decreasing dose for at least 7 days prior to the baseline Gd-MRI.",
        "  Have a Karnofsky performance status of 70.",
        "  Have a life expectancy 12 weeks.",
        "  For HR+ breast cancer participants in part A, B, C, and F: If currently receiving endocrine therapy, a participant may continue to receive the same endocrine therapy provided that extracranial disease is stable for at least 3 months and central nervous system (CNS) disease progression has occurred while on this endocrine therapy. If these conditions are not met, participants must discontinue endocrine therapy prior to initiation of abemaciclib.",
        "  For HER2+ breast cancer participants in parts A, C, and F: participants may receive concurrent treatment (ongoing or initiated simultaneously with abemaciclib) with IV trastuzumab.",
        "  For NSCLC participants in parts C, D, and F: if currently receiving gemcitabine or pemetrexed (single-agent or in combination with another therapy), a participant may continue to receive 1 of these 2 therapies provided that extracranial disease is stable for at least 6 weeks and CNS disease progression has occurred while on this therapy.",
        "  Have adequate organ function.",
        "Exclusion Criteria:",
        "  Require immediate local therapy, including but not limited to WBRT, SRS, or surgical resection, for treatment of brain metastases.",
        "  Are taking concurrent enzyme-inducing antiepileptic drugs (EIAED).",
        "  Have evidence of significant (ie, symptomatic) intracranial hemorrhage.",
        "  For Parts A, B, C, D, E: Have evidence of leptomeningeal metastases. Note: discrete dural metastases are permitted.",
        "  Have experienced >2 seizures within 4 weeks prior to study entry.",
        "  For Parts A, B, D, E, and F: Have previously received treatment with any cyclin dependent kinase 6 (CDK6) inhibitor. For Part C participants may have received prior palbociclib or ribociclib, but not abemaciclib treatment.",
        "  Have known contraindication to Gd-MRI.",
        "  Have a preexisting chronic condition resulting in persistent diarrhea."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants Achieving Complete Response (CR) or Partial Response (PR): Objective Intracranial Response Rate (OIRR)",
        "  OIRR is the percentage of participants with a (CR) or (PR) based on the Response Assessment in Neuro-Oncology Brain Metastasis (RANO-BM) response criteria. CR is measurable target lesions, the disappearance of all central nervous system (CNS) target lesions for at least 4 weeks; no new lesions; no corticosteroids; stable or improved clinically. PR is at least a 30% decrease in the sum longest duration (LD) of CNS target lesions, taking as reference the baseline sum LD for at least 4 weeks; no new lesions; stable to decreased corticosteroid dose; stable or improved clinically. Nontarget lesions requires disappearance CNS non-target lesions and no new CNS lesions. Stable disease (SD) is less than (<)30% decrease relative to baseline but <20% increase in sum LD relative to nadir. Progressive disease (PD) is greater than or equal to (  ) 20% increase in sum LD relative to nadir and a relative increase of 20%, 1 lesion must increase by absolute value of 5 millimeter (mm).",
        "  Time frame: Baseline to Objective Disease Progression (Up to 36 Months)",
        "Results 1: ",
        "  Arm/Group Title: Part A Abemaciclib: HR+, HER2+ Breast Cancer",
        "  Arm/Group Description: Abemaciclib 200 mg was administered orally once every 12 hours on days 1-21 of a 21-day cycle when administered as a single agent or in combination with endocrine therapy (ET). Participants with hormone receptor positive HR+, HER2+ breast cancer receiving concurrent trastuzumab, 150 mg abemaciclib was given orally once every 12 hours on days 1-21 of a 21-day cycle. Participants may continue to receive treatment until discontinuation criteria are met.",
        "  Overall Number of Participants Analyzed: 23",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  0",
        "Results 2: ",
        "  Arm/Group Title: Part B Abemaciclib: HR+, HER2- Breast Cancer",
        "  Arm/Group Description: Abemaciclib 200 mg was administered orally once every 12 hours on days 1-21 of a 21-day cycle when administered as a single agent or for in combination with endocrine therapy (ET).",
        "  Participants may continue to receive treatment until discontinuation criteria are met.",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  5.8"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/27 (22.22%)",
        "  Anaemia 0/27 (0.00%)",
        "  Thrombocytopenia 1/27 (3.70%)",
        "  Acute coronary syndrome 0/27 (0.00%)",
        "  Cardiac failure 0/27 (0.00%)",
        "  Myocardial infarction 0/27 (0.00%)",
        "  Glaucoma 0/27 (0.00%)",
        "  Diarrhoea 2/27 (7.41%)",
        "  Enterocolitis 1/27 (3.70%)",
        "  Haemorrhoidal haemorrhage 0/27 (0.00%)",
        "  Lower gastrointestinal haemorrhage 0/27 (0.00%)",
        "  Nausea 0/27 (0.00%)",
        "Adverse Events 2:",
        "  Total: 16/58 (27.59%)",
        "  Anaemia 0/58 (0.00%)",
        "  Thrombocytopenia 0/58 (0.00%)",
        "  Acute coronary syndrome 0/58 (0.00%)",
        "  Cardiac failure 0/58 (0.00%)",
        "  Myocardial infarction 0/58 (0.00%)",
        "  Glaucoma 1/58 (1.72%)",
        "  Diarrhoea 2/58 (3.45%)",
        "  Enterocolitis 0/58 (0.00%)",
        "  Haemorrhoidal haemorrhage 0/58 (0.00%)",
        "  Lower gastrointestinal haemorrhage 0/58 (0.00%)",
        "  Nausea 0/58 (0.00%)"
    ]
}