{
    "Clinical Trial ID": "NCT01764022",
    "Intervention": [
        "INTERVENTION 1: ",
        "  BCD-022 (CJSC BIOCAD)",
        "  BCD-022 is a product code for trastuzumab biosimilar manufactured by CJSC BIOCAD, Russia. In this arm patients will receive 6 courses of treatment with BCD-022 in combination with paclitaxel. Patients will receive BCD-022 at a loading dose of 8 mg/kg (once), followed by maintenance dose of 6 mg/kg every 3 weeks (5 administrations), + paclitaxel 175 mg/m2 every 3 weeks as 3 hour intravenous infusion (6 administrations).",
        "INTERVENTION 2: ",
        "  Herceptin ® (F. Hoffmann-La Roche Ltd., Switzerland)",
        "  In this arm patients will receive 6 courses of treatment with Herceptin in combination with paclitaxel. Patients will receive Herceptin at a loading dose of 8 mg/kg (once), followed by maintenance dose of 6 mg/kg every 3 weeks (5 administrations), + paclitaxel 175 mg/m2 every 3 weeks as 3 hour intravenous infusion (6 administrations)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent and ability to follow the Protocol procedures;",
        "  Age from 18 years to 75 years inclusive;",
        "  Female gender;",
        "  Histologically confirmed breast cancer (BC);",
        "  Metastatic BC (stage IV according to TNM classification version 6);",
        "  Grade 3+ HER2 overexpression confirmed by immunohistochemical (IHC) staining or grade 2+ HER2 overexpression accompanied by HER2 gene amplification confirmed by fluorescent hybridization in situ (FISH) ;",
        "  Documented results of oestrogen and progesterone receptors expression analysis;",
        "  Eastern Cooperative Oncology Group (ECOG) status 0, 1 or 2, not increasing within 2 weeks prior to randomization;",
        "  Life expectancy - 20 weeks or more from the moment of randomization;",
        "  Presence of at least 1 tumour with a size not less than 1 cm (revealed with computed tomography (CT) slice thickness not more than 5 mm). Patients having bone metastasis as the only measurable tumour are not eligible for the trial;",
        "  Patients of childbearing potential must implement reliable contraceptive measures during the study treatment, starting 4 weeks prior to inclusion into the trial and until 6 months after the last administration of the study drug.",
        "Exclusion Criteria:",
        "  Previous anticancer therapy for metastatic BC, including cytotoxic chemotherapy, or previous anticancer therapy with signal transduction inhibitors (e.g. lapatinib), biological drugs (e.g. trastuzumab, bevacizumab), experimental (not approved for BC therapy) anticancer drugs. Any previous hormonal therapy is allowed;",
        "  Disease progression within 6 months after adjuvant and/or neoadjuvant anti BC therapy;",
        "  Surgery, radiation therapy, use of any experimental medications within 4 weeks (28 days) prior to randomization;",
        "  Hypersensitivity to paclitaxel and all medications containing polyoxyethylated castor oil, hypersensitivity to dexamethasone, diphenhydramine, ranitidine/cimetidine, recombinant murine proteins, contrast agents or excipients of study medications;",
        "  BC metastases in central nervous system, progressing or clinically manifested (e.g. cerebral oedema, spinal cord injury), with exception of non-progressing metastases not requiring treatment with glucocorticosteroids and/or anticonvulsants within 4 weeks prior to randomization;",
        "  Cardiovascular system pathology (congestive heart failure (CHF) stage III-IV according to New York Heart Association (NYHA) classification, unstable angina pectoris, myocardial infarction) within 12 months prior to randomization;",
        "  Uncontrolled hypertension comprising all cases of arterial hypertension when no decrease in blood pressure could be achieved despite treatment with a combination of 3 antihypertensive drugs including one diuretic and non-medicamental correction methods (low salt diet, physical exercise);",
        "  Left ventricular ejection fraction <50% according to electrocardiography;",
        "  Neutrophils 1500/mm3;",
        "  Platelets 100 000/mm3;",
        "  Hemoglobin 90 g/L;",
        "  Creatinine level  1.5 × upper limit of normal (ULN);",
        "  Bilirubin level  1.5 × ULN;",
        "  Asparagine transferase (AST) and alanine transferase (ALT) levels  2.5 × ULN (5 × ULN for patients with liver metastases);",
        "  Alkaline phosphatase level  5 × ULN;",
        "  Pregnancy or lactation;",
        "  Any other concomitant cancer including contralateral breast cancer revealed within 5 years prior to screening, except curatively treated intraductal carcinoma in situ, curatively treated cervical carcinoma in situ or curatively treated basal cell or squamous cell carcinoma;",
        "  Conditions limiting patient's adherence to protocol requirements (dementia, neurologic or psychiatric disorders, drug addiction, alcoholism and others);",
        "  Stage II-IV neuropathy according to Common Terminology Criteria for Adverse Events (CTCAE) v.4.0;",
        "  Concomitant participation in other clinical trials, previous participation in other clinical trials within 30 days before entering into the trial, previous participation in the same trial;",
        "  Acute or active chronic infections;",
        "  Hepatitis C virus, hepatitis B virus, HIV or syphilis infections;",
        "  Obstacles in intravenous administration of study drugs"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  The response was assessed at the screening, after 3 therapy cycles and after 6 therapy cycles. If CT after 3 or 6 therapy cycles revealed the complete or partial response, a confirmatory CT scan was performed 4 weeks later. The best response during the study was assessed.",
        "  Time frame: Day 127",
        "Results 1: ",
        "  Arm/Group Title: BCD-022 (CJSC BIOCAD)",
        "  Arm/Group Description: BCD-022 is a product code for trastuzumab biosimilar manufactured by CJSC BIOCAD, Russia. In this arm patients will receive 6 courses of treatment with BCD-022 in combination with paclitaxel. Patients will receive BCD-022 at a loading dose of 8 mg/kg (once), followed by maintenance dose of 6 mg/kg every 3 weeks (5 administrations), + paclitaxel 175 mg/m2 every 3 weeks as 3 hour intravenous infusion (6 administrations).",
        "  Overall Number of Participants Analyzed: 113",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  56  49.6%",
        "Results 2: ",
        "  Arm/Group Title: Herceptin    (F. Hoffmann-La Roche Ltd., Switzerland)",
        "  Arm/Group Description: In this arm patients will receive 6 courses of treatment with Herceptin in combination with paclitaxel. Patients will receive Herceptin at a loading dose of 8 mg/kg (once), followed by maintenance dose of 6 mg/kg every 3 weeks (5 administrations), + paclitaxel 175 mg/m2 every 3 weeks as 3 hour intravenous infusion (6 administrations).",
        "  Overall Number of Participants Analyzed: 110",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  48  43.6%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/113 (7.08%)",
        "  Febrile neutropenia [1]0/113 (0.00%)",
        "  Anemia with trombocytopenia  0/113 (0.00%)",
        "  Neutropenia  1/113 (0.88%)",
        "  Paroxism of atrial fibrillation  0/113 (0.00%)",
        "  Ventricular extrasystolone RYAN-1  0/113 (0.00%)",
        "  Gastrointestinal hemorrhage  1/113 (0.88%)",
        "  Death for unknown reason  1/113 (0.88%)",
        "  Diarrhea with vomiting and weakness  0/113 (0.00%)",
        "Adverse Events 2:",
        "  Total: 13/110 (11.82%)",
        "  Febrile neutropenia [1]1/110 (0.91%)",
        "  Anemia with trombocytopenia  1/110 (0.91%)",
        "  Neutropenia  1/110 (0.91%)",
        "  Paroxism of atrial fibrillation  2/110 (1.82%)",
        "  Ventricular extrasystolone RYAN-1  1/110 (0.91%)",
        "  Gastrointestinal hemorrhage  0/110 (0.00%)",
        "  Death for unknown reason  1/110 (0.91%)",
        "  Diarrhea with vomiting and weakness  1/110 (0.91%)"
    ]
}