{
    "Clinical Trial ID": "NCT01023477",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Chloroquine Standard Dose (500mg/Week)",
        "  Patients with ER+ or ER- DCIS regardless of histologic grade will be randomly assigned to receive one month standard dose chloroquine (500 mg/week).",
        "  Chloroquine Standard Dose (500mg/week): Patients will receive chloroquine (500 mg/once a week) for 1 month prior to surgical removal of the DCIS lesion.",
        "  Breast Biopsy: Patients diagnosed with DCIS will undergo a breast biopsy prior to the start of study treatment. This biopsy is entirely voluntary and is not required to remain in the study. The biopsy will allow researchers to study the tissue for biomarkers and to determine how the DCIS tissue changes during treatment. Additional samples of the DCIS tissue will be collected at the time of surgery.",
        "INTERVENTION 2: ",
        "  Chloroquine Low Dose (250mg/Week)",
        "  Patients with ER+ or ER- DCIS regardless of histologic grade will be randomly assigned to receive one month low dose chloroquine (250mg/week).",
        "  Chloroquine Low Dose (250mg/week): Patients will receive chloroquine (250 mg/once a week) for 1 month prior to surgical removal of the DCIS lesion.",
        "  Breast Biopsy: Patients diagnosed with DCIS will undergo a breast biopsy prior to the start of study treatment. This biopsy is entirely voluntary and is not required to remain in the study. The biopsy will allow researchers to study the tissue for biomarkers and to determine how the DCIS tissue changes during treatment. Additional samples of the DCIS tissue will be collected at the time of surgery."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have a tissue diagnosis of low, intermediate or high grade ductal carcinoma in situ or ductal carcinoma in situ with microinvasion.",
        "  Patients with ductal carcinoma in situ undergoing either lumpectomy/radiation or mastectomy.",
        "  Patients must be female at least 18 years of age.",
        "  Patients must have a signed tissue acquisition consent and have at minimum, adequate samples of primary fresh tissue or blood available for use in this study.",
        "  No history of a previous invasive cancer in the last five years with the exception of minimally invasive non-melanoma skin cancer.",
        "  Normal liver function based on Liver Function Tests (Total Bilirubin and Asparate transaminase (AST) <1.5 X Upper Limit of Normal).",
        "  Normal White Blood Count (WBC) (3.5-10.8 x 103µL), Platelet count (PLT) (140-400 x 103µL), and Hematocrit (HCT)(37-52%)",
        "  Potassium within the normal range of 3.5-5.3 mEq/L",
        "  Adequate renal sufficiency (serum creatinine <1.5 mg/dL).",
        "  Eastern Cooperative Oncology Group performance status 0-2.",
        "  Are able to swallow and retain oral medication.",
        "  No underlying ocular/retinal pathology.",
        "  No medically documented preexisting auditory damage.",
        "  Subjects should be willing to abstain from use of hormonal therapies (e.g. hormone replacement therapy, oral contraceptive pills, hormone-containing Intra Uterine Device (IUD)s, and E-string) and chronic non-steroidal anti-inflammatory (NSAID) s for the duration of the study (chronic use of NSAID's is defined as a frequency >3 times/week for more than two weeks per year and includes low dose aspirin).",
        "  Subjects with child-bearing potential must agree to use adequate contraception (total abstinence (no sexual intercourse), use of condom with spermicide or sterilization surgery, including tubal ligation (tubes tied) or hysterectomy (removal of the uterus or womb)) prior to study entry and for the duration of study treatment phase. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.",
        "  If a subject is of child-bearing potential (women are considered not of child-bearing potential if they are at least one year postmenopausal and/or surgically sterile), she must have a documented negative serum or urine pregnancy test before starting treatment.",
        "Exclusion Criteria:",
        "  Patients with a prior history of chemotherapy, hormonal ablation therapy and/or radiation therapy.",
        "  History of other invasive cancer in the previous 5 years other than minimally invasive non-melanoma skin cancer.",
        "  Patient desires not to participate in the study.",
        "  Inability to consent.",
        "  Current or recent pregnancy (within 12 months),",
        "  Current use of hormone-containing forms of birth control such as implants (i.e. Norplants, or injectables ( i.e. depo-provera)",
        "  Currently lactating.",
        "  Patients with history of renal or hepatic insufficiency.",
        "  Current diagnosis for depression, including treatment with an Selective Serotonin Reuptake Inhibitor (SSRI).",
        "  History of prior treatment with chloroquine for malaria within past 24 months.",
        "  History of allergic reactions to quinolones or chloroquine.",
        "  Active diagnosis of psoriasis or currently receiving treatment for psoriasis.",
        "  History of porphyria.",
        "  History of known Glucose-6-Phosphate Dehydrogenase (G-6-PD) deficiency.",
        "  Alcoholism or hepatic disease.",
        "  History of epilepsy or seizures in the past 20 years.",
        "  History of deep vein thrombosis or pulmonary embolism.",
        "  History of human immunodeficiency virus (HIV) disease and/or treatment with anti-HIV agents.",
        "  Receiving concurrent treatment with prohibited medications (refer to Table 1 for details on prohibited medications); Examples include: ampicillin, antacids, cimetidine, cyclosporine, kaolin, magnesium trisilicate, coumarin-type anticoagulants, macrolide antibiotics (e.g., clarithromycin, isoniazid, and erythromycin), anti-HIV agents (e.g., ritonavir and delavirdine), antidepressants (e.g. fluoxetine and fluvoxamine), calcium channel blockers (e.g. verapamil and diltiazem), steroids and their modulators (e.g., gestodene, raloxifene, and mifepristone), and several herbal and dietary components (e.g. bergamottin and glabridin).",
        "  Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Average Change in the Longest Diameter of the Breast MRI Target Lesion",
        "  One of the primary outcomes of this study was to measure the impact of weekly chloroquine on the amount of DCIS seen on MRI.The tumor response was evaluated by RECIST criteria. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR The longest diameter of the target lesion or primary area of non-mass enhancement was measured by digital calipers. For one patient, the longest diameter was difficult to measure due to the presence of a significant post biopsy resolving hematoma at the biopsy site. Further correlation was made based on the extent of the pre-treatment microcalcifications and post treatment areas of non-mass enhancement.",
        "  Time frame: Immediately preceding study drug treatment and again after treatment prior to surgery. The total time interval was up to 8 weeks",
        "Results 1: ",
        "  Arm/Group Title: Chloroquine Standard Dose (500mg/Week)",
        "  Arm/Group Description: Patients with ER+ or ER- DCIS regardless of histologic grade will be randomly assigned to receive one month standard dose chloroquine (500 mg/week).",
        "  Chloroquine Standard Dose (500mg/week): Patients will receive chloroquine (500 mg/once a week) for 1 month prior to surgical removal of the DCIS lesion.",
        "  Breast Biopsy: Patients diagnosed with DCIS will undergo a breast biopsy prior to the start of study treatment. This biopsy is entirely voluntary and is not required to remain in the study. The biopsy will allow researchers to study the tissue for biomarkers and to determine how the DCIS tissue changes during treatment. Additional samples of the DCIS tissue will be collected at the time of surgery.",
        "  Overall Number of Participants Analyzed: 5",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage length change  6         (19.8)",
        "Results 2: ",
        "  Arm/Group Title: Chloroquine Low Dose (250mg/Week)",
        "  Arm/Group Description: Patients with ER+ or ER- DCIS regardless of histologic grade will be randomly assigned to receive one month low dose chloroquine (250mg/week).",
        "  Chloroquine Low Dose (250mg/week): Patients will receive chloroquine (250 mg/once a week) for 1 month prior to surgical removal of the DCIS lesion.",
        "  Breast Biopsy: Patients diagnosed with DCIS will undergo a breast biopsy prior to the start of study treatment. This biopsy is entirely voluntary and is not required to remain in the study. The biopsy will allow researchers to study the tissue for biomarkers and to determine how the DCIS tissue changes during treatment. Additional samples of the DCIS tissue will be collected at the time of surgery.",
        "  Overall Number of Participants Analyzed: 5",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage length change  43         (39)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/7 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/5 (0.00%)"
    ]
}