{
    "Clinical Trial ID": "NCT02404441",
    "Intervention": [
        "INTERVENTION 1: ",
        "  1mg/kg q2w",
        "  Phase I Dose escalation cohort patients who took PDR001 1 mg/kg q2w",
        "INTERVENTION 2: ",
        "  3mg/kg q2w",
        "  Phase I Dose escalation cohort patients who took PRD001 3 mg/kg q2w"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent must have been obtained prior to any screening procedures",
        "  Phase I part: Patients with advanced/metastatic solid tumors, with measurable or non-measurable disease as determined by RECIST version 1.1 (refer to Appendix 1), who have progressed despite standard therapy or are intolerant of standard therapy, or for whom no standard therapy exists.",
        "  Phase II part: Patients with advanced/metastatic solid tumors, with at least one measurable lesion as determined by RECIST version 1.1, who have progressed following their last prior therapy, and fit into one of the following groups:",
        "  Group 1a and 1b: NSCLC:",
        "  Patients with NSCLC must have had disease recurrence or progression during or after no more than one prior systemic chemotherapy regimen (platinum doublet-based) for advanced or metastatic disease. Prior maintenance therapy is allowed (e.g. pemetrexed, erlotinib, bevacizumab).",
        "  Only patients with EGFR mutation-negative tumor are eligible (defined as negative for exon 19 deletions and for the L858R mutation in EGFR at a minimum; however, if more extensive EGFR mutation testing has been performed, the tumor must not harbor any known activating EGFR mutations in Exons 18-21 in order to be considered EGFR mutation-negative). All patients must be tested for EGFR mutational status and, for ALK translocation status if no mutation is detected in EGFR. Patients with ALK translocation-positive NSCLC must have had disease progression following treatment with a corresponding inhibitor and no more than one systemic chemotherapy regimen (platinum doublet-based), in any sequence.",
        "  Group 2: Melanoma:",
        "  All patients must have been tested for BRAF mutations. Patients with V600 mutation positive melanoma must have clinical or radiological evidence of disease progression during or after treatment with a BRAF inhibitor alone or in combination with other agents.",
        "  Group 3: Triple negatice breast cancer.",
        "  Group 4: Anaplastic thyroid cancer",
        "  Patients are not required to have received or progressed on a prior therapy.",
        "  Patients must not be at short term risk for life threatening complications (such as airway compromise or bleeding from locoregional or metastatic disease).",
        "  Chemoradiation and/or surgery should be considered prior to study entry for those patients with locally advanced disease if those therapies are considered to be in the best interest of the patient.",
        "  ECOG Performance Status  1.",
        "  Patients must have a site of disease amenable to biopsy, and be a candidate for tumor biopsy. Patient must be willing to undergo a new tumor biopsy at baseline or at molecular pre-screening if applicable, and during therapy on this study. For patients in the phase II part of the study, exceptions may be granted after documented discussion with Novartis. After a sufficient number of paired biopsies are collected, the decision may be taken to stop the collection of biopsies.",
        "Exclusion Criteria:",
        "  History of severe hypersensitivity reactions to other mAbs",
        "  Subjects with active, known or suspected autoimmune disease. Subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.",
        "  Active infection requiring systemic antibiotic therapy.",
        "  HIV infection.",
        "  Active HBV or HCV infection.",
        "  Patients with ocular melanoma.",
        "  Systemic anti-cancer therapy within 2 weeks of the first dose of study treatment. For cytotoxic agents that have major delayed toxicity, e.g. mitomycin C and nitrosoureas, 4 weeks washout period. For patients receiving anticancer immunotherapies such as CTLA-4 antagonists, 6 weeks is indicated as the washout period.",
        "  Prior PD-1- or PD-L1-directed therapy.",
        "  Patients requiring chronic treatment with systemic steroid therapy, other than replacement-dose steroids in the setting of adrenal insufficiency. Topical, inhaled, nasal and ophthalmic steroids are not prohibited.",
        "  Patients receiving systemic treatment with any immunosuppressive medication (other than steroids as described above).",
        "  Use of any vaccines against infectious diseases (e.g. influenza, varicella, pneumococcus) within 4 weeks of initiation of study treatment.",
        "  Presence of  CTCAE grade 2 toxicity (except alopecia, peripheral neuropathy and ototoxicity, which are excluded if  CTCAE grade 3) due to prior cancer therapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase l: The Exposure (AUC(0-336h)) After First Dose of Treatment at Cycle 3 (Each Cycle = 28 Days)",
        "  Estimated the recommended phase 2 dose (RP2D) and/or the maximum tolerated dose (MTD) for PDR001.",
        "  AUC0-336h is the AUC from time zero to 336 hour post dose of a measurable concentration sampling time.",
        "  Time frame: Predose, 1hour (h), 24h, 48h, 72h, 168h, 240h, 336h post dose (cycle 3)",
        "Results 1: ",
        "  Arm/Group Title: 1mg/kg q2w",
        "  Arm/Group Description: Phase I Dose escalation cohort patients who took PDR001 1 mg/kg q2w",
        "  Overall Number of Participants Analyzed: 8",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: day*ug/mL  270        (52.5%)",
        "Results 2: ",
        "  Arm/Group Title: 3mg/kg q2w",
        "  Arm/Group Description: Phase I Dose escalation cohort patients who took PRD001 3 mg/kg q2w",
        "  Overall Number of Participants Analyzed: 4",
        "  Geometric Mean (Geometric Coefficient of Variation)",
        "  Unit of Measure: day*ug/mL  1150        (51.1%)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/16 (56.25%)",
        "  Anaemia 2/16 (12.50%)",
        "  Lymphadenopathy 0/16 (0.00%)",
        "  Thrombocytopenia 0/16 (0.00%)",
        "  Acute coronary syndrome 0/16 (0.00%)",
        "  Acute myocardial infarction 0/16 (0.00%)",
        "  Arrhythmia 0/16 (0.00%)",
        "  Atrial fibrillation 0/16 (0.00%)",
        "  Atrial flutter 0/16 (0.00%)",
        "  Cardiac arrest 0/16 (0.00%)",
        "  Cardiac tamponade 0/16 (0.00%)",
        "  Coronary artery stenosis 0/16 (0.00%)",
        "Adverse Events 2:",
        "  Total: 7/15 (46.67%)",
        "  Anaemia 0/15 (0.00%)",
        "  Lymphadenopathy 0/15 (0.00%)",
        "  Thrombocytopenia 1/15 (6.67%)",
        "  Acute coronary syndrome 0/15 (0.00%)",
        "  Acute myocardial infarction 0/15 (0.00%)",
        "  Arrhythmia 0/15 (0.00%)",
        "  Atrial fibrillation 0/15 (0.00%)",
        "  Atrial flutter 0/15 (0.00%)",
        "  Cardiac arrest 0/15 (0.00%)",
        "  Cardiac tamponade 0/15 (0.00%)",
        "  Coronary artery stenosis 0/15 (0.00%)"
    ]
}