{
    "Clinical Trial ID": "NCT00656305",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ExAblate Treatment Arm",
        "  ExAblate 2000: MR guided focused ultrasound",
        "INTERVENTION 2: ",
        "  ExAblate Sham Control Arm",
        "  ExAblate 2000: MR guided focused ultrasound sham"
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Men and women age 18 and older",
        "  Patients who are able and willing to give consent and able to attend all study visits",
        "  Patients who are suffering from symptoms of bone metastases or multiple myeloma bone lesions and are radiation failure patients:",
        "  Radiation failure candidates are those who have received radiation without adequate relief from metastatic bone pain as determined by the patient and treating physician, those for whom their treating physician would not prescribe radiation or additional radiation treatments, and those patients who refuse additional radiation therapy,",
        "  Patients who refuse other accepted available treatments such as surgery or narcotics for pain alleviation.",
        "  Patient with NRS (0-10 scale) pain score  4 irrespective of medication",
        "  Targeted tumor(s) are ExAblate device accessible and are located in ribs, extremities (excluding joints), pelvis, shoulders and in the posterior aspects of the following spinal vertebra: Lumbar vertebra (L3 - L5), Sacral vertebra (S1 - S5)",
        "  Targeted tumor (treated) size up to 55 cm2 in surface area",
        "  Patient whose targeted (treated) lesion is on bone and the interface between the bone and lesion is deeper than 10-mm from the skin.",
        "  Targeted (treated) tumor clearly visible by non-contrast MRI, and ExAblate MRgFUS device accessible",
        "  Able to communicate sensations during the ExAblate treatment",
        "  Patients on ongoing chemotherapy regimen for at least 1 month at the time of eligibility:",
        "  - with same chemotherapy regimen (as documented from patient medical dossier),",
        "  And",
        "  - Worst pain NRS still >= 4",
        "  And",
        "  - do NOT plan to initiate a new chemotherapy for pain palliation should be eligible for the study.",
        "  No radiation therapy to targeted (most painful) lesion in the past two weeks",
        "  Bisphosphonate intake should remain stable throughout the study duration.",
        "  Patients will have from 1 to 5 painful lesions and only the most painful lesion will be treated.",
        "  Patients with persistent distinguishable pain associated with 1 site to be treated (if patient has pain from additional sites, the pain from the additional sites must be evaluated as being less intense by at least 2 points on the NRS compared to the site to be treated).",
        "Exclusion Criteria:",
        "  Patients who either",
        "  Need surgical stabilization of the affected bony structure (>7 fracture risk score, see Section 7.3) OR",
        "  Targeted tumor is at an impending fracture site (>7 on fracture risk score, see Section 7.3).",
        "  OR",
        "  - Patients with surgical stabilization of tumor site with metallic hardware",
        "  More than 5 painful lesions, or more than 1 requiring immediate localized treatment",
        "  Targeted (treated) tumor is in the skull",
        "  Patients on dialysis",
        "  Patients with life expectancy < 3-Months",
        "  patients with an acute medical condition (e.g., pneumonia, sepsis) that is expected to hinder them from completing this study.",
        "  Patients with unstable cardiac status including:",
        "  Unstable angina pectoris on medication",
        "  Patients with documented myocardial infarction within six months of protocol entry",
        "  Congestive heart failure requiring medication (other than diuretic)",
        "  Patients on anti-arrhythmic drugs",
        "  Severe hypertension (diastolic BP > 100 on medication)",
        "  Patients with standard contraindications for MR imaging such as non-MRI compatible implanted metallic devices including cardiac pacemakers, size limitations (weight >250 pounds), etc.",
        "  Patients with an active infection or severe hematological, neurological, or other uncontrolled disease.",
        "  Known intolerance or allergies to the MRI contrast agent (e.g. Gadolinium or Magnevist) including advanced kidney disease",
        "  KPS Score < 60 (See \"Definitions\" below)",
        "  Severe cerebrovascular disease (multiple CVA or CVA within 6 months)",
        "  Individuals who are not able or willing to tolerate the required prolonged stationary position during treatment (approximately 2 hrs.)",
        "  Target (treated) tumor is less then 1cm from nerve bundles, bowels or bladder.",
        "  Are participating or have participated in another clinical trial in the last 30 days",
        "  Patients initiating a new chemotherapy regime, or radiation (for the targeted most painful lesion) within the last 2 weeks",
        "  Patients unable to communicate with the investigator and staff.",
        "  Patients with persistent undistinguishable pain (pain source unidentifiable)",
        "  Targeted (treated) tumor surface area >= 55 cm2",
        "  Patient whose bone-lesion interface is < 10-mm from the skin",
        "  Targeted (treated) tumor NOT visible by non-contrast MRI,",
        "  Targeted (most painful) tumor Not accessible to ExAblate",
        "  The targeted tumor is less than 2 points more painful compared to other painful lesions on the site specific NRS."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Responders",
        "  Using the Numerical Rating Score (NRS) for pain (0 being no pain and 10 being worst imaginable pain), each subject was rated as a Responder or Non-responder. A responder is defined as a subject with a reduction in NRS worst score from baseline of two (2) or more points, and no increase in pain medication use.",
        "  Time frame: 3 months post treatment",
        "Results 1: ",
        "  Arm/Group Title: ExAblate Treatment Arm",
        "  Arm/Group Description: ExAblate 2000: MR guided focused ultrasound",
        "  Overall Number of Participants Analyzed: 81",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  54  66.7%",
        "Results 2: ",
        "  Arm/Group Title: ExAblate Sham Control Arm",
        "  Arm/Group Description: ExAblate 2000: MR guided focused ultrasound sham",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  6  23.1%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/87 (9.20%)",
        "  Death * [1]8/87 (9.20%)",
        "  Hospitalization [2]1/87 (1.15%)",
        "  Hospitalization [3]1/87 (1.15%)",
        "Adverse Events 2:",
        "  Total: 0/28 (0.00%)",
        "  Death * [1]0/28 (0.00%)",
        "  Hospitalization [2]0/28 (0.00%)",
        "  Hospitalization [3]0/28 (0.00%)"
    ]
}