{
    "Clinical Trial ID": "NCT02178722",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase 1: Epacadostat 25 mg BID",
        "  Epacadostat 25 mg tablet orally twice daily (BID) starting on Cycle 1 Day 1 in combination with pembrolizumab 2 mg/kg administered intravenously every 3 weeks (Q3W) starting on Cycle 1 Day 1.",
        "INTERVENTION 2: ",
        "  Phase 1: Epacadostat 50 mg BID",
        "  Epacadostat 50 mg tablet orally BID starting on Cycle 1 Day 1 in combination with pembrolizumab 2 mg/kg or 200mg administered intravenously every 3 weeks (Q3W) starting on Cycle 1 Day 1."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Subjects with histologically or cytologically non-small cell lung cancer (NSCLC), melanoma, transitional cell carcinoma of the genitourinary (GU) tract, renal cell cancer, triple negative breast cancer, adenocarcinoma of the endometrium or squamous cell carcinoma of the head and neck (Phase 1).",
        "  Subjects with histologically confirmed melanoma, NSCLC, transitional cell carcinoma of the GU tract, TNBC, SCCHN, ovarian cancer, MSI high colorectal cancer (CRC), RCC, gastric cancer, HCC and DLBCL (Phase 2).",
        "  Life expectancy > 12 weeks.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0 - 1.",
        "  Presence of measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 or Lugano Classification for subjects with DLBCL.",
        "  Laboratory and medical history parameters within protocol-defined range.",
        "  For Phase 1: Subjects who have advanced or metastatic disease as noted above that have received at least one prior therapy or have advanced or metastatic disease for which no curative treatment is available may be enrolled.",
        "  For Phase 2 expansion cohorts: Subjects with NSCLC, melanoma (checkpoint inhibitor naïve, primary refractory melanoma, relapsed melanoma), transitional cell carcinoma of the GU tract, SCCHN, ovarian cancer, MSI high CRC, RCC, DLBCL, TNBC, gastric cancer, and HCC.",
        "  Phase 2 expansion: NSCLC",
        "  Subjects who have received at least 1 prior platinum-based therapy. Subjects who have a non-platinum-based regimen may be enrolled with medical monitor approval.",
        "  Tumors with epidermal growth factor receptor mutation positive or anaplastic lymphoma kinase fusion oncogene positive treated with a tyrosine kinase inhibitor are permitted; however, subjects should have progressed on or be intolerant to the targeted therapy.",
        "  Subjects must not have received immunotherapy with programmed death receptor-1 (PD-1) or cytotoxic T-lymphocyte antigen (CTLA-4) targeted therapy.",
        "  Phase 2 expansion: Melanoma",
        "  Documentation of V600E-activating BRAF mutation status.",
        "  Prior systemic therapy requirements.",
        "  Melanoma immune checkpoint-naïve: Subjects must not have received immunotherapy with anti-PD-1, anti-PD-L1, or anti-CTLA-4 therapy. Exception: Prior anti-CTLA-4 in the adjuvant setting would be permitted.",
        "  Primary refractory melanoma: Subjects must have received prior treatment with anti-PD-1 or anti-PD-L1 therapy (alone or as part of a combination) in the advanced or metastatic setting and have progressive disease as their best response to treatment that is confirmed 4 weeks later.",
        "  Relapsed melanoma: Subjects must have received prior anti-PD-1 or anti-PD-L1 therapy (alone or as part of a combination) in the advanced or metastatic setting and achieved partial response ore complete response but later have confirmed progressive disease.",
        "  Subjects enrolling in the primary refractory or relapsed melanoma must be willing to undergo mandatory pretreatment and on-treatment biopsies.",
        "  Ocular melanoma is excluded.",
        "  Phase 2 expansion: Transitional cell carcinoma of the GU tract",
        "  Metastatic or locally advanced and not amenable to curative therapy with disease progression on or after platinum-based chemotherapy or alternative therapy if platinum-based therapy is not appropriate.",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded",
        "  Phase 2 expansion: SCCHN",
        "  Histologically confirmed metastatic or recurrent squamous cell carcinoma not amenable to local therapy with curative intent (surgery or radiation with or without chemotherapy). Carcinoma of the nasopharynx, salivary gland, or * *Subjects must have received at least 1 prior systemic chemotherapy regimen that must have included a platinum-based therapy.",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Phase 2 expansion: Ovarian cancer",
        "  Subjects with FIGO Stage Ic, Stage II, Stage III, Stage IV, recurrent, or persistent (unresectable) histologically confirmed epithelial ovarian cancer, primary peritoneal cancer, or fallopian tube carcinoma.",
        "  Subjects must have received a platinum-taxane-based regimen as first-line therapy.",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Borderline, low-malignant-potential epithelial carcinoma per histopathology is excluded.",
        "  Phase 2 expansion: Relapsed or refractory DLBCL",
        "  Prior allogeneic stem-cell transplantation is excluded.",
        "  Must have received > or = 1 prior treatment regimen.",
        "  Not a candidate for curative therapy or hematopoietic stem-cell transplantation (either due to disease burden, fitness, or preference).",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Phase 2 expansion: TNBC",
        "  Histologically confirmed breast adenocarcinoma that is unresectable loco regional, or metastatic",
        "  Pathologically confirmed as triple negative, source documented, defined as both of the following:",
        "  Estrogen receptor (ER) and progesterone receptor (PgR) negative.",
        "  Human epidermal growth factor receptor 2 (HER2) negative as per American Society of Clinical Oncology/College of American Pathologists guidelines.",
        "  Subject must have received at least 1 prior systemic regimen for advanced or metastatic disease",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Phase 2 expansion: RCC",
        "  Subjects with histological or cytological confirmation of clear cell RCC.",
        "  Not curable by surgery.",
        "  Subjects must have received prior antiangiogenic therapy.",
        "  Subjects must not have received prior immunotherapy with anti-PD-1, anti-PD-L1, or anti-CTLA-4 therapy.",
        "  Phase 2 expansion: MSI high CRC",
        "  Subjects with histological confirmation of locally advanced unresectable or metastatic MSI high CRC.",
        "  MSI status is, respectively, determined by examining CRC tumor.",
        "  Subjects may have received no more than 2 lines of prior therapy for advanced disease.",
        "  Phase 2 expansion: Gastric Cancer",
        "  Must have histologically or cytologically confirmed diagnosis of gastric or gastroesophageal junction adenocarcinoma.",
        "  Must have progression on or after therapy containing platinum/fluoropyrimidine or refused standard therapy.",
        "  Subjects may have received no more than 2 lines of prior therapy for advanced disease.",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Phase 2 expansion: HCC",
        "  Must have histologically or cytologically confirmed diagnosis of HCC (fibrolamellar and mixed hepatocellular/cholangiocarcinoma subtypes are not eligible).",
        "  Barcelona Clinic Liver Cancer (BCLC) Stage C disease (Llovet et al 1999), or BCLC Stage B disease.",
        "  Subjects may have received no more than 2 lines of prior therapy for the advanced disease",
        "  Must have progressed on, refused, or were intolerant of sorafenib.",
        "  The following are excluded: Subjects with liver transplants, clear invasion of the bile duct or main portal branch(es), or hepatorenal syndrome, or subjects who have required esophageal variceal ablation within 28 days of starting study treatment.",
        "  Prior PD-1 or CTLA-4 targeted therapies are excluded.",
        "  Tumor biopsies are required. If a subject has inaccessible lesions, such as in ovarian cancer, HCC, or gastric cancer, or highly vascular lesions, such as RCC, enrollment may be considered with medical monitor approval, and archived tissue may be acceptable.",
        "  Females of child-bearing potential and males who use adequate birth control through 120 days post dose.",
        "Exclusion Criteria:",
        "  Subjects who participated in any other study in which receipt of an investigational study drug or device occurred within 2 weeks or 5 half-lives (whichever is longer) prior to first dose.",
        "  Has received prior therapy with an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-Cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways). Exception: Prior anti-CTLA-4 in the adjuvant setting for subjects with melanoma would be permitted.",
        "  Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate provided they are stable.",
        "  Has an active autoimmune disease.",
        "  Has evidence of noninfectious pneumonitis that required steroids or current pneumonitis.",
        "  Live vaccine use within 30 days of first dose of study medication.",
        "  Monoamine oxidase inhibitors."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase 1: Percentage of Participants With Treatment-Emergent Adverse Events (TEAE) and Serious Treatment-Emergent Adverse Events",
        "  An adverse event is defined as the appearance of (or worsening of any pre-existing) undesirable sign(s), symptom(s), or medical condition(s) that occur after a participant provides informed consent. A TEAE is any adverse event either reported for the first time or worsening of a pre-existing event after first dose of study drug. Serious adverse event (SAE) is defined as an event that meets 1 of the following criteria: is fatal or life threatening, results in persistent or significant disability or incapacity, constitutes a congenital anomaly or birth defect, is clinically meaningful (i.e. defined as an event that jeopardizes the participant or requires potential medical or surgical intervention to prevent 1 of the outcomes listed above) or requires inpatient hospitalization or prolongation of existing hospitalization.",
        "  Time frame: Approximately 54 months",
        "Results 1: ",
        "  Arm/Group Title: Phase 1: Epacadostat 25 mg BID",
        "  Arm/Group Description: Epacadostat 25 mg tablet orally twice daily (BID) starting on Cycle 1 Day 1 in combination with pembrolizumab 2 mg/kg administered intravenously every 3 weeks (Q3W) starting on Cycle 1 Day 1.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  SAE: 0",
        "TEAS: 100.",
        "Results 2: ",
        "  Arm/Group Title: Phase 1: Epacadostat 50 mg BID",
        "  Arm/Group Description: Epacadostat 50 mg tablet orally BID starting on Cycle 1 Day 1 in combination with pembrolizumab 2 mg/kg or 200mg administered intravenously every 3 weeks (Q3W) starting on Cycle 1 Day 1.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  SAE: 40.0",
        "TEAS: 95.0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/4 (0.00%)",
        "  Anaemia 0/4 (0.00%)",
        "  Lymphadenopathy 0/4 (0.00%)",
        "  Thrombocytopenia 0/4 (0.00%)",
        "  Acute coronary syndrome 0/4 (0.00%)",
        "  Acute myocardial infarction 0/4 (0.00%)",
        "  Atrial fibrillation 0/4 (0.00%)",
        "  Atrial flutter 0/4 (0.00%)",
        "  Cardiac arrest 0/4 (0.00%)",
        "  Cardiac failure 0/4 (0.00%)",
        "  Cardiac failure congestive 0/4 (0.00%)",
        "  Cardiac tamponade 0/4 (0.00%)",
        "Adverse Events 2:",
        "  Total: 8/20 (40.00%)",
        "  Anaemia 1/20 (5.00%)",
        "  Lymphadenopathy 0/20 (0.00%)",
        "  Thrombocytopenia 0/20 (0.00%)",
        "  Acute coronary syndrome 0/20 (0.00%)",
        "  Acute myocardial infarction 0/20 (0.00%)",
        "  Atrial fibrillation 0/20 (0.00%)",
        "  Atrial flutter 0/20 (0.00%)",
        "  Cardiac arrest 0/20 (0.00%)",
        "  Cardiac failure 0/20 (0.00%)",
        "  Cardiac failure congestive 0/20 (0.00%)"
    ]
}