{
    "Clinical Trial ID": "NCT00058058",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Reference Standard Positive (RS+)",
        "  Reference Standard Positive indicates a breast cancer diagnosed in the contralateral (study) breast. Participants who received a diagnosis of ductal carcinoma in situ or any invasive breast cancer as a result of a biopsy or surgery that was performed within 365 days of the initial MRI scan were considered positive for cancer. Participants were considered positive only on the basis of positive tissue diagnosis.",
        "INTERVENTION 2: ",
        "  Reference Standard Negative (RS-)",
        "  Women with no diagnosis of cancer during the year after their enrollment were considered negative. All cases for whom no tissue diagnosis of cancer was reported during the 365 days following the initial MRI were considered negative, regardless of whether any additional imaging had been performed."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Recently confirmed unilateral ductal carcinoma in situ or invasive cancer of the breast",
        "  Confirmed by biopsy or fine needle aspiration (FNA) within the past 60 days",
        "  Negative or benign mammogram (BI-RADS assessment 1 or 2) and negative or benign clinical breast exam of the contralateral breast within the past 90 days",
        "  Prior biopsy of the contralateral breast (including FNA) is allowed provided it was performed at least 6 months prior to study entry",
        "  Prior magnetic resonance exam of the contralateral breast is allowed provided it was performed at least 1 year prior to study entry",
        "  No remote history of breast cancer",
        "  No new breast symptoms within the past 60 days for which further evaluation is recommended",
        "  Hormone receptor status:",
        "  Not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Age",
        "  18 and over",
        "  Sex",
        "  Female",
        "  Menopausal status",
        "  Not specified",
        "  Performance status",
        "  Not specified",
        "  Life expectancy",
        "  Not specified",
        "  Hematopoietic",
        "  Not specified",
        "  Hepatic",
        "  Not specified",
        "  Renal",
        "  Not specified",
        "  Cardiovascular",
        "  No pacemaker",
        "  No magnetic aneurysm clips",
        "  Other",
        "  Not pregnant",
        "  No implanted magnetic device",
        "  No severe claustrophobia",
        "  No other contraindications to MRI",
        "  No psychiatric, psychological, or other condition that would preclude informed consent",
        "  PRIOR CONCURRENT THERAPY:",
        "  Biologic therapy",
        "  Not specified",
        "  Chemotherapy",
        "  At least 6 months since prior anticancer chemotherapy",
        "  Endocrine therapy",
        "  No concurrent therapeutic hormonal therapy, tamoxifen, or aromatase inhibitors (preventive therapy allowed)",
        "  Radiotherapy",
        "  Not specified",
        "  Surgery",
        "Not specified"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  MRI Diagnostic Yield of Cancers in the Contralateral Breast",
        "  To assess the diagnostic yield of magnetic resonance imaging (MRI) in evaluating the contralateral breast of women with a recent unilateral diagnosis of breast cancer and a negative contralateral mammogram and clinical breast exam.",
        "  the \"Test\" status was defined based on combinations of the following 4 factors:",
        "  The initial BI-RADs: from the MRI of the contralateral breast",
        "  The final BI-RADs: determined after all subsequent work-up and follow-up within 365 from the initial MRI (an explicit recommendation for biopsy always resulted in a final BI-RADs of 4).",
        "  Subsequent work-up includes all procedures resultant from an Initial MRI finding (generally triggered by a BI-RADs 0 or 3) within 365 from the initial MRI",
        "  Whether or not biopsy procedure (Bx) were performed on the contralateral (Study) breast within 365 from the initial MRI",
        "  Time frame: within 90 days of a negative mammogram of the study breast",
        "Results 1: ",
        "  Arm/Group Title: Reference Standard Positive (RS+)",
        "  Arm/Group Description: Reference Standard Positive indicates a breast cancer diagnosed in the contralateral (study) breast. Participants who received a diagnosis of ductal carcinoma in situ or any invasive breast cancer as a result of a biopsy or surgery that was performed within 365 days of the initial MRI scan were considered positive for cancer. Participants were considered positive only on the basis of positive tissue diagnosis.",
        "  Overall Number of Participants Analyzed: 33",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Test + (Final BI-RAD 0, 4, 5): 30  90.9%",
        "Test Negative (T-): 3   9.1%",
        "  Test + (Initial MRI BI-RAD 4, 5/work-up): 30  90.9%",
        "Test Negative (T-): 3   9.1%",
        "  Test + (Initial MRI BI-RAD 4, 5/work-up/comp bx): 30  90.9%",
        "Test Negative (T-): 3   9.1%",
        "  Test + (Initial MRI BI-RAD 0, 4, 5): 30  90.9%",
        "Test Negative (T-): 3   9.1%",
        "  Test + (Initial MRI BI-RAD 0, 3, 4, 5): 31  93.9%",
        "Test Negative (T-): 2   6.1%",
        "  Test + (Initial MRI BI-RAD 0, 3, 4, 5/work-up)\".: 31  93.9%",
        "Test Negative (T-): 2   6.1%",
        "Results 2: ",
        "  Arm/Group Title: Reference Standard Negative (RS-)",
        "  Arm/Group Description: Women with no diagnosis of cancer during the year after their enrollment were considered negative. All cases for whom no tissue diagnosis of cancer was reported during the 365 days following the initial MRI were considered negative, regardless of whether any additional imaging had been performed.",
        "  Overall Number of Participants Analyzed: 936",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Test + (Final BI-RAD 0, 4, 5): 114  12.2%",
        "Test Negative (T-): 822  87.8%",
        "  Test + (Initial MRI BI-RAD 4, 5/work-up): 105  11.2%",
        "Test Negative (T-): 831  88.8%",
        "  Test + (Initial MRI BI-RAD 4, 5/work-up/comp bx): 91   9.7%",
        "Test Negative (T-): 845  90.3%",
        "  Test + (Initial MRI BI-RAD 0, 4, 5): 143  15.3%",
        "Test Negative (T-): 793  84.7%",
        "  Test + (Initial MRI BI-RAD 0, 3, 4, 5): 247  26.4%",
        "Test Negative (T-): 689  73.6%",
        "  Test + (Initial MRI BI-RAD 0, 3, 4, 5/work-up)\".: 145  15.5%",
        "Test Negative (T-): 791  84.5%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/1007 (0.00%)",
        "Adverse Events 2:",
        "   "
    ]
}