{
    "Clinical Trial ID": "NCT00325598",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1 (36 Gy)",
        "  36 Gy in 9 fractions BID x 4 1/2 treatment days",
        "  Partial Breast Irradiation (PBI)",
        "INTERVENTION 2: ",
        "  Cohort 2 (40 Gy)",
        "  40 Gy in 10 fractions BID over 5 treatment days",
        "  Partial Breast Irradiation (PBI)"
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Histologic Documentation:",
        "  Patients will have histologically confirmed Unicentric Stage I (T1 N0 M0) invasive ductal breast cancer.",
        "  Histologically negative tumor margin 2 mm or more from any inked edges, or no tumor in a re-excision specimen or final shaved specimen.",
        "  Tubular, mucinous and medullary variant histologies of infiltrating ductal carcinoma are permitted.",
        "  Low-grade DCIS (I and II) of 2 cm or less with histologically negative margins of at least 2 mm margins (or a negative re-excision) are permitted.",
        "  Women age 70 years or older with T1 invasive ductal carcinoma which are estrogen-receptor positive (ER+) with clinically negative axillary nodes who do not undergo surgical lymph node evaluation are also eligible if patient will take hormonal therapy.",
        "  Patients with T1N0 (i+) tumors on sentinel lymph node mapping or dissection (i.e. is tumor deposit is 0.2mm or less, regardless of whether the deposit is detected by IHC or H&E staining) will also be eligible, provided that completion axillary dissection has been performed to confirm N0 status.",
        "  In the case where invasive cancer is present, the invasive cancer's pathology will be used regardless if DCIS is also present.",
        "  Prior Treatment: Patient may have been treated with adjuvant chemotherapy. Patients may be on adjuvant hormonal therapy or begin hormonal therapy following XRT at the discretion of the medical oncologist.",
        "  Radiation therapy should begin within:",
        "  4-12 weeks from definitive surgical procedure",
        "  2-6 weeks after chemotherapy, if chemotherapy given first",
        "  Radiation cannot be delivered concurrently with chemotherapy.",
        "  Age >= 18 years of age",
        "  ECOG Performance Status 0-2.",
        "  Signed Informed Consent",
        "  Exclusion Criteria",
        "  The following guidelines are to assist physicians in selecting patients for whom protocol therapy is safe and appropriate. Physicians should recognize that the following may seriously increase the risk to the patient entering this protocol. Patients who meet the following criteria should not be entered in this study:",
        "  1a Multicentric IDC of the breast defined as discontiguous tumors separated by at least 5 cm of uninvolved tissue; alternatively, discontiguous tumors that are clinically or mammographically within separate breast quadrants or subareolar central region.",
        "  b Multifocal IDC of the breast, defined as discontiguous discrete foci of invasive carcinoma, separated by uninvolved intervening tissue, but within an overall span of 5cm, or within the same breast quadrant or subareolar central region.",
        "  Tumor > 2.0 cm, nodal involvement on H&E staining, or metastatic involvement",
        "  Histological evidence of:",
        "  Lymphovascular invasion: as defined by a tumor embolus present in an endothelial-lined space; cases with tumor emboli present in a space not lined by endothelial cells but otherwise very suspicious for an angiolymphatic space were also considered ineligible.",
        "  EIC (Extensive Intraductal Component): defined as the presence of intraductal carcinoma both within the primary infiltrating ductal tumor (comprising at least 25% of the tumor area) and intraductal carcinoma present clearly beyond the edges of the invasive tumor, or as a predominantly intraductal tumor with one or more areas of focal invasion 7, 55.",
        "  Invasive Lobular Carcinoma",
        "  Infiltrating carcinoma with mixed ductal and lobular features: cases with ambiguous or mixed histologic features that showed positive E-cadherin staining throughout the tumor by immunohistochemistry were classified as ductal type and considered eligible 56, 57.",
        "  Infiltrating papillary carcinoma",
        "  Margins: In-situ or invasive carcinoma present less than 2 mm from the inked resection margin.",
        "  History of cosmetic or reconstructive breast surgery",
        "  Psychiatric illness which would prevent the patient from giving informed consent. Medical condition such as uncontrolled infection (including HIV), uncontrolled diabetes mellitus or connective tissue diseases (lupus, systemic sclerosis or other collagen vascular diseases) which, in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.",
        "  Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and considered by their physician to be at less than 5% risk of relapse within three years.",
        "  Patients with diffuse (> 1 quadrant or > 5cm) suspicious microcalcifications",
        "  Women who are pregnant."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Feasibility of PBI Directed External Radiotherapy as Measured by Percentage of Participants Achieving a Dosimetrically Satisfactory Treatment Plan",
        "  -The study will be deemed infeasible if more than 4 patients cannot be given treatment because her tumor is such that a dosimetrically satisfactory treatment plan cannot be devised for her.",
        "  Time frame: Within 1 year of protocol registration",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1 (36 Gy)",
        "  Arm/Group Description: 36 Gy in 9 fractions BID x 4 1/2 treatment days",
        "  Partial Breast Irradiation (PBI)",
        "  Overall Number of Participants Analyzed: 50",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  100",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2 (40 Gy)",
        "  Arm/Group Description: 40 Gy in 10 fractions BID over 5 treatment days",
        "  Partial Breast Irradiation (PBI)",
        "  Overall Number of Participants Analyzed: 50",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  100"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/50 (6.00%)",
        "  Fever 1/50 (2.00%)",
        "  Rigors/chills 1/50 (2.00%)",
        "  Chest pain 1/50 (2.00%)",
        "  Costochondritis 1/50 (2.00%)",
        "  Infection (mastitis) 1/50 (2.00%)",
        "  Breast pain 1/50 (2.00%)",
        "  Breast edema 1/50 (2.00%)",
        "  Pelvic pain 1/50 (2.00%)",
        "  Dyspnea 1/50 (2.00%)",
        "  Erythema 1/50 (2.00%)",
        "Adverse Events 2:",
        "  Total: 0/50 (0.00%)",
        "  Fever 0/50 (0.00%)",
        "  Rigors/chills 0/50 (0.00%)",
        "  Chest pain 0/50 (0.00%)",
        "  Costochondritis 0/50 (0.00%)",
        "  Infection (mastitis) 0/50 (0.00%)",
        "  Breast pain 0/50 (0.00%)",
        "  Breast edema 0/50 (0.00%)",
        "  Pelvic pain 0/50 (0.00%)",
        "  Dyspnea 0/50 (0.00%)",
        "  Erythema 0/50 (0.00%)"
    ]
}