{
    "Clinical Trial ID": "NCT03012477",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cisplatin + AZD1775",
        "  Treatment will consist of one cycle of cisplatin monotherapy (cisplatin 75 mg/m2 IV x1) followed by combination therapy of AZD1775 plus cisplatin starting 21 days(1 cycle) later.",
        "  AZD1775 will be administered 200 mg as twice daily oral dosing predetermined dosing schedule, in combination with Cisplatin predetermined dosage every 21 days.",
        "  At least 10 patients will undergo a research biopsy within 5-48 hours after beginning cisplatin (Cycle 1 Day 1) and then again within 5-8 hours after the last dose of AZD1775 in cycle 2 (Cycle 2 Day 3)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Participants must have histologically or cytologically confirmed invasive breast cancer, with stage IV disease. Patients without pathologic or cytologic confirmation of metastatic disease should have unequivocal evidence of metastasis from physical examination or radiologic evaluation.",
        "  Either the primary invasive tumor and/or the metastasis must be triple-negative, defined as:",
        "  hormone-receptor poor, ER- and PR-negative, or staining present in <1% by immunohistochemistry (IHC)",
        "  HER2-negative: 0 or 1+ by IHC, or FISH<2.0",
        "  Participants must have at least one lesion that is not within a previously radiated field that is measurable on computerized tomography (CT) or magnetic resonance imaging (MRI) scan per RECIST version 1.1. Bone lesions are not considered measurable by definition. See Section 11 for the evaluation of measurable disease.",
        "Prior chemotherapy: Patients may have received 0-1 prior chemotherapeutic regimen for metastatic breast cancer and must have been off treatment with chemotherapy for at least 21 days before enrollment in the study. The number of patients with 0 prior chemotherapeutic regimen will be limited to a maximum of n = 20.",
        "  Prior biologic therapy: Patients must have discontinued all biologic therapy at least 21 days before participation.",
        "  Prior radiation therapy: Patients may have received prior radiation therapy in either the metastatic or early-stage setting. Radiation therapy must be completed at least 14 days prior to study participation and patients should have recovered from adverse effects of radiation to grade 1.",
        "  Age 18",
        "  ECOG performance status 1",
        "  Participants must have normal organ and marrow function as defined below:",
        "  Absolute neutrophil count  1500/mm3",
        "  Platelets 100,000/mm3",
        "  Hemoglobin  9 g/dL",
        "  Total Bilirubin  1.5 mg/dL",
        "  Serum creatinine 1.5 mg/dL OR measured creatinine clearance (CrCl) 45 mL/min as calculated by the Cockcroft-Gault method OR 24-hour measured urine CrCl 45mL/min",
        "  Alanine aminotransferase (ALT) and aspartate aminotransferase (AST)  2.5 times the upper limit of normal. For patients with documented liver metastases, AST/ALT  5.0 times the upper limit of normal.",
        "  Patients on bisphosphonates may continue receiving bisphosphonate therapy during study treatment.",
        "  Availability of a tissue block from initial breast cancer diagnosis and/or metastatic recurrence. If a tissue block is not available, 10-20 unstained slides may be provided as an alternative. If unstained slides will be provided, they should not be sent until specifically requested by the DFCI study coordinator. If archival tumor tissue is not available, a fresh biopsy may be performed.",
        "  In the first stage of the trial, at least 10 patients with biopsy-accessible disease must be willing to undergo paired research biopsies. These biopsies will occur 5-48 hours after the C1D1 cisplatin dose (ie. C1D2or C1D3) and 5-8hrs (+/- 24hrs) after the last dose of AZD1775 on C2D3. The exact timing of the biopsy relative to receipt of study treatment should be accurately recorded.",
        "  Biopsies may be done with local anesthesia or intravenous conscious sedation, according to standard institutional guidelines.",
        "  Research biopsies requiring general anesthesia are not allowed on this protocol unless a biopsy is being obtained simultaneously for clinical reasons, in the judgment of the patients' treating physician.",
        "  Patients who undergo an attempted on-treatment research biopsy and in whom inadequate tissue is obtained are still eligible to continue protocol therapy. They will not be required to undergo a repeat biopsy attempt.",
        "  If dosing is delayed placing the biopsy outside of the allowable window, the biopsy should be rescheduled to be within the window. If not feasible, the biopsy should be obtained as close to within the window as possible.",
        "  Fine needle aspirates (FNA) is not allowed",
        "  Female subjects of childbearing potential must have a negative serum pregnancy test at screening.",
        "  The effects of AZD1775 on the developing human fetus are unknown. Women of child-bearing potential and men must agree to use enhanced methods of contraception. All women are considered to be of childbearing potential unless they fulfill one of the following criteria at screening:",
        "  Post-menopausal defined as age 50 and amenorrheic for at least 12 months OR Women age <50 if they have been amenorrheic for at least 12 months and have a serum follicle-stimulating hormone (FSH) and luteinizing hormone (LH) level in the postmenopausal range (per institutional standards).",
        "  If women have documentation of irreversible surgical sterilisation by hysterectomy, bilateral oophorectomy, or bilateral salpingectomy, or bilateral tubal ligation, they are considered post-menopausal.",
        "  Appropriate contraception should be used from the time of screening, throughout the duration of study participation, and for four months after the last dose of AZD1775. Acceptable methods of contraception include abstinence, tubal ligation, intra-uterine devices, and vasectomised partner. All methods of contraception (with the exception of total abstinence) should be used in combination with the use of a condom by the male sexual partner for intercourse. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, the participants treating physician should be informed immediately. Additionally, male patients should refrain from donating sperm from the start of dosing until 6 months after discontinuing AZD1775. If male patients wish to father children they should be advised to arrange for freezing of sperm samples prior to the start of study treatment.",
        "  Participant must be able to swallow pills.",
        "  Participant may not have a percutaneous endoscopic gastrostomy (PEG) tube or be receiving total parenteral nutrition (TPN).",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "Exclusion Criteria:",
        "  Participants who are receiving any other investigational agents within 21 days of the first dose of study drug.",
        "  Major surgical procedures <28 days from beginning study treatment.",
        "  Participants who have received a prior inhibitor of Wee1 kinase activity",
        "  Participants who have received prior platinum chemotherapy",
        "  Known brain metastases that are untreated, symptomatic, or require therapy to control symptoms. Patients with a history of treated central nervous system (CNS) metastases are eligible. Treated brain metastases are defined as those having no evidence of progression for  1 month after treatment, or hemorrhage for  2 weeks after treatment and no ongoing requirement for corticosteroids, as ascertained by clinical examination and brain imaging (magnetic resonance imaging or CT scan) during the screening period. Any corticosteroid use for brain metastases must have been discontinued without the subsequent appearance of symptoms for 2 weeks before the first study drug. Treatment for brain metastases may include whole brain radiotherapy, radiosurgery, or a combination as deemed appropriate by the treating physician. Patients with CNS metastases treated by neurosurgical resection or brain biopsy performed within 1 month before day 1 of study treatment will be excluded.",
        "  Patients with grade >1 neuropathy or grade >1 toxicity (except alopecia or anorexia) from prior therapy",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to AZD1775 or Cisplatin.",
        "  Participants receiving any medications, substances, or foods (ie, grapefruit juice) listed below are ineligible (Please refer to Section 5.4 for list of restricted co-medications):",
        "  prescription or non-prescription drugs or other products known to be sensitive CYP3A4 substrates or CYP3A4 substrates with a narrow therapeutic index, or to be moderate to strong inhibitors/inducers of CYP3A4 which cannot be discontinued 2 weeks prior to Day 1 of dosing and withheld throughout the study until 2 weeks after the last dose of study drug. sensitive substrates of CYP2C8, CYP2C9, CYP2C19, or substrates of these enzymes with narrow therapeutic range",
        "  inhibitors or substrates of P-gp",
        "  Participants who have an uncontrolled intercurrent illness, including, but not limited to, ongoing or active infection, uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, congestive heart failure-New York Heart Association Class III or IV (Appendix B), active ischemic heart disease, myocardial infarction within the previous six months, uncontrolled diabetes mellitus, gastric or duodenal ulceration diagnosed within the previous 6 months, chronic liver or renal disease, or severe malnutrition. In addition, patients are ineligible if they have a psychiatric illness or a social situation that could limit their ability to comply with the study requirements.",
        "  Participants who have refractory nausea and vomiting, chronic gastrointestinal diseases, or previous significant bowel resection that would preclude adequate absorption of AZD1775.",
        "  Pregnant women are excluded from this study because AZD1775 is a Wee1 inhibitor agent with the potential for teratogenic or abortifacient effects.",
        "  Lactating or breastfeeding women are excluded because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with AZD1775, breastfeeding should be discontinued prior to being treated with AZD1775. These potential risks may also apply to other agents used in this study.",
        "  Known HIV-positive participants are ineligible because these participants are at increased risk of lethal infections when treated with marrow-suppressive therapy.",
        "  Participant with mean resting corrected QT interval (specifically QTc calculated using the Fridericia formula [QTcF]) > 450 msec for males and > 470 msec for females, from 3 electrocardiograms (ECGs) performed within 2-5 minutes apart at study entry, or congenital long QT syndrome."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate",
        "  The objective response rate (ORR) was defined as the percentage of participants achieving complete response (CR) or partial response (PR) based on RECIST 1.1 criteria on treatment. Per RECIST 1.1 for target lesions: CR is complete disappearance of all target lesions and PR is at least a 30% decrease in the sum of longest diameter (LD) of target lesions, taking as reference baseline sum LD. PR or better overall response assumes at a minimum incomplete response/stable disease (SD) for the evaluation of non-target lesions and absence of new lesions.",
        "  Time frame: Evaluated every 6 weeks from the time of their first treatment, per RECIST 1.1. Duration of therapy will depend on individual response, evidence of disease progression and tolerance, up to 1 year",
        "Results 1: ",
        "  Arm/Group Title: Cisplatin + AZD1775",
        "  Arm/Group Description: Treatment will consist of one cycle of cisplatin monotherapy (cisplatin 75 mg/m2 IV x1) followed by combination therapy of AZD1775 plus cisplatin starting 21 days(1 cycle) later.",
        "  AZD1775 will be administered 200 mg as twice daily oral dosing predetermined dosing schedule, in combination with Cisplatin predetermined dosage every 21 days.",
        "  At least 10 patients will undergo a research biopsy within 5-48 hours after beginning cisplatin (Cycle 1 Day 1) and then again within 5-8 hours after the last dose of AZD1775 in cycle 2 (Cycle 2 Day 3).",
        "  Overall Number of Participants Analyzed: 34",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  26        (13 to 44)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 13/34 (38.24%)",
        "  Anemia 3/34 (8.82%)",
        "  Diarrhea 7/34 (20.59%)",
        "  Nausea 2/34 (5.88%)",
        "  Sepsis 1/34 (2.94%)",
        "  Urinary tract infection 1/34 (2.94%)",
        "  Alkaline phosphatase increased 1/34 (2.94%)",
        "  Neutrophil count decreased 2/34 (5.88%)",
        "  Dehydration 1/34 (2.94%)",
        "  Headache 1/34 (2.94%)",
        "  Thromboembolic event 1/34 (2.94%)"
    ]
}