{
    "Clinical Trial ID": "NCT01286987",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Part 1 and Part 2: Talazoparib (Breast Cancer)",
        "  Participants with breast cancer who received talazoparib capsules in Part 1 and 2 at a dose of either 600 mcg/day, 900 mcg/day, 1000 mcg/day, 1100 mcg/day.",
        "INTERVENTION 2: ",
        "  Part 1 and Part 2: Talazoparib (Ovarian/ Peritoneal Cancer)",
        "  Participants with ovarian/ peritoneal cancer who received talazoparib capsules in Part 1 and 2 at a dose of either 25 mcg/day, 50 mcg/day, 100 mcg/day, 200 mcg/day, 400 mcg/day, 600 mcg/day, 900 mcg/day, 1000 mcg/day, 1100 mcg/day."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically documented, unresectable, locally advanced or metastatic solid tumor",
        "  Must have available archived tumor tissue (formalin-fixed paraffin-embedded) [FFPE].",
        "  18 years of age or older.",
        "  Have measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST, v1.1) or increased CA-125 (ovarian cancer) or PSA (prostate cancer) and/or CA 19-9 (pancreatic cancer).",
        "  Eastern Cooperative Oncology Group (ECOG) performance status  1.",
        "  Have adequate organ function",
        "  Able to take oral medications.",
        "  Willing and able to provide informed consent.",
        "  Sexually active patients must be willing to use an acceptable method of contraception.",
        "  Females of childbearing potential must have a negative serum pregnancy test at screening.",
        "  Willing and able to comply with all study procedures.",
        "  Part 2 Dose Expansion Tumor Types:",
        "  Breast and ovarian cancer patients with deleterious or pathogenic BRCA mutations who have received no more than 4 prior regimens for metastatic disease.",
        "  Prostate or pancreatic cancer patients with deleterious or pathogenic BRCA mutations who have received no more than 2 prior regimens for metastatic disease.",
        "  Small cell lung cancer (SCLC) patients who have received no more than one prior regimen for SCLC.",
        "  Ewing's sarcoma patients who have received no more than 3 prior regimens for metastatic disease.",
        "Exclusion Criteria:",
        "  Part 2 Expansion: Prior treatment with a PARP inhibitor.",
        "  Has history of central nervous system (CNS) metastasis.",
        "  * Exception: In patients with SCLC, history of adequately treated brain metastasis who do not require corticosteroids for management of CNS symptoms.",
        "  Has had major surgery within 28 days before Cycle 1, Day 1.",
        "  Has active peptic ulcer disease.",
        "  Active gastrointestinal tract disease with malabsorption syndrome.",
        "  Pregnant or breastfeeding at screening or planning to become pregnant (in each case, either oneself or one's partner) at any time during the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Objective Response",
        "  Objective response in participants was defined as the number of participants with complete response (CR) or partial response (PR) after treatment with talazoparib and maintained for at least 4 weeks (28 days) as assessed by response evaluation criteria in solid tumors (RECIST) version 1.1. CR defined as disappearance of all non-nodal target lesions (where all target lesions were recorded with a length of 0 millimeter [mm] on the case report form [CRF]) and the reduction of the shortest diameter of all nodal lesions to less than [<] 10 mm. PR was defined by a 30% or more decrease in the sum of the longest diameters (SLD) + sum of shortest diameters (SSD) of target lesions, taking as reference the baseline SLD+SSD.",
        "  Time frame: From Baseline until disease progression or death due to any cause (maximum duration: 1071 days for Part 1; 834 days for Part 2)",
        "Results 1: ",
        "  Arm/Group Title: Part 1 and Part 2: Talazoparib (Breast Cancer)",
        "  Arm/Group Description: Participants with breast cancer who received talazoparib capsules in Part 1 and 2 at a dose of either 600 mcg/day, 900 mcg/day, 1000 mcg/day, 1100 mcg/day.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: participants  8",
        "Results 2: ",
        "  Arm/Group Title: Part 1 and Part 2: Talazoparib (Ovarian/ Peritoneal Cancer)",
        "  Arm/Group Description: Participants with ovarian/ peritoneal cancer who received talazoparib capsules in Part 1 and 2 at a dose of either 25 mcg/day, 50 mcg/day, 100 mcg/day, 200 mcg/day, 400 mcg/day, 600 mcg/day, 900 mcg/day, 1000 mcg/day, 1100 mcg/day.",
        "  Overall Number of Participants Analyzed: 31",
        "  Measure Type: Number",
        "  Unit of Measure: participants  12"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/3 (33.33%)",
        "  Anaemia * 0/3 (0.00%)",
        "  Thrombocytopenia * 0/3 (0.00%)",
        "  Supraventricular tachycardia * 0/3 (0.00%)",
        "  Ventricular tachycardia * 0/3 (0.00%)",
        "  Inappropriate antidiuretic hormone secretion * 0/3 (0.00%)",
        "  Ascites * 0/3 (0.00%)",
        "  Abdominal pain * 0/3 (0.00%)",
        "  Dyspepsia * 0/3 (0.00%)",
        "  Intestinal obstruction * 0/3 (0.00%)",
        "  Nausea * 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/3 (66.67%)",
        "  Anaemia * 0/3 (0.00%)",
        "  Thrombocytopenia * 0/3 (0.00%)",
        "  Supraventricular tachycardia * 0/3 (0.00%)",
        "  Ventricular tachycardia * 0/3 (0.00%)",
        "  Inappropriate antidiuretic hormone secretion * 0/3 (0.00%)",
        "  Ascites * 0/3 (0.00%)",
        "  Abdominal pain * 0/3 (0.00%)",
        "  Dyspepsia * 0/3 (0.00%)",
        "  Intestinal obstruction * 0/3 (0.00%)",
        "  Nausea * 0/3 (0.00%)"
    ]
}