{
    "Clinical Trial ID": "NCT01097642",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone",
        "  Brand name is Ixempra ®; it is an epothilone B analog used in combination with other chemotherapeutics against cancer.",
        "  Ixabepilone: Ixabepilone will be given at 40mg/m^2 IV over 180 minutes on day 1 of each of four 21 day cycles.",
        "INTERVENTION 2: ",
        "  Ixabepilone Plus Cetuximab",
        "  Cetuximab, brand name Erbitux, is an epidermal growth factor receptor (EGFR) inhibitor and monoclonal antibody used with Ixabepilone against cancer.",
        "  Cetuximab: Cetuximab will be given at 400mg/m^2 IV over 120 minutes for its initial loading dose on day 1 of the first of four 21 day cycles. It will then be administered on a weekly basis at 250 mg/m^2 IV over 60 minutes.",
        "  Ixabepilone: Ixabepilone will be given at 40mg/m^2 IV over 180 minutes on day 1 of each of four 21 day cycles."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with histologic confirmation of invasive breast carcinoma.",
        "  Patients must have intact primary tumor.",
        "  Patients greater than or equal to 18 years.",
        "  Patients should have T1N1-3M0 or T2-4 N0-3M0.",
        "  Patients with bilateral breast cancer are eligible.",
        "  Patients with second primary breast cancers are eligible.",
        "  Patients should have a Karnofsky performance scale of greater than or equal to 70%.",
        "  Patients must have clinically measurable disease to be treated in the neoadjuvant setting.",
        "  Patients should have adequate bone marrow function, as defined by peripheral granulocyte count of greater than or equal to 1500/mm^3, and platelet count greater than or equal to 100000mm^3.",
        "  Patients must have adequate liver function with a bilirubin within normal laboratory values. Alkaline phosphatase and transaminases (ALT and AST) may be up to 1.5 x upper limit of normal (ULN) of the institution.",
        "  Patients should have adequate renal function with creatinine levels within normal range.",
        "  Patients should have a normal left ventricular ejection fraction (LVEF) of greater than or equal to 50%.",
        "  Negative serum or urine pregnancy test for a woman of childbearing potential (WOCBP).",
        "  WOCBP must use a reliable and appropriate contraceptive method during the study and six months after chemotherapy is completed. WOCBP are women who are not menopausal for 12 months or had no previous surgical sterilization.",
        "  Patients must agree to have study biopsies.",
        "  Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with institutional policy.",
        "Exclusion Criteria:",
        "  Patients with a history of other invasive malignancies diagnosed and treated within the previous 5 years, except non-melanoma skin cancer and non-invasive cervical cancer.",
        "  Her2Neu, ER and PR positive patients should be excluded.",
        "  Patients with Inflammatory breast cancer (IBC) are excluded.",
        "  Patients with an organ allograft or other history of immune compromise.",
        "  Prior treatment with any investigational drug within the preceding 4 weeks.",
        "  Chronic treatment with systemic steroids or another immunosuppressive agent.",
        "  A Known history of HIV seropositivity.",
        "  Patients with an active, bleeding diathesis or on oral anti-vitamin K medication (except low dose coumarin defined as 1 mg a day).",
        "  Other concurrent and/or uncontrolled medical disease which could compromise participation in the study (i.e., uncontrolled diabetes, uncontrolled hypertension, severe infection, severe malnutrition, unstable angina, or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within six months, chronic liver or renal disease, active upper GI tract ulceration).",
        "  Patients with a pre-existing peripheral neuropathy."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Complete Response Rate",
        "  The study's primary objective is to determine the pathologic complete response rate (pCR) (breast and axilla) of Ixabepilone versus Ixabepilone when combined with cetuximab in patients with invasive breast adenocarcinoma T1N1-N3M0 or T2-4 N0-3M0 disease who are triple negative and who are candidates for preoperative chemotherapy.",
        "  The criteria used: \"Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.\", or similar definition that is accurate and appropriate.",
        "  Time frame: one year after treatment",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone",
        "  Arm/Group Description: Brand name is Ixempra   ; it is an epothilone B analog used in combination with other chemotherapeutics against cancer.",
        "  Ixabepilone: Ixabepilone will be given at 40mg/m^2 IV over 180 minutes on day 1 of each of four 21 day cycles.",
        "  Overall Number of Participants Analyzed: 15",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  13.3%",
        "Results 2: ",
        "  Arm/Group Title: Ixabepilone Plus Cetuximab",
        "  Arm/Group Description: Cetuximab, brand name Erbitux, is an epidermal growth factor receptor (EGFR) inhibitor and monoclonal antibody used with Ixabepilone against cancer.",
        "  Cetuximab: Cetuximab will be given at 400mg/m^2 IV over 120 minutes for its initial loading dose on day 1 of the first of four 21 day cycles. It will then be administered on a weekly basis at 250 mg/m^2 IV over 60 minutes.",
        "  Ixabepilone: Ixabepilone will be given at 40mg/m^2 IV over 180 minutes on day 1 of each of four 21 day cycles.",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  8  32.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/15 (13.33%)",
        "  Neutropenia  0/15 (0.00%)",
        "  GI Events  0/15 (0.00%)",
        "  Peripheral neuropathy  2/15 (13.33%)",
        "  Rash  0/15 (0.00%)",
        "Adverse Events 2:",
        "  Total: 6/25 (24.00%)",
        "  Neutropenia  2/25 (8.00%)",
        "  GI Events  1/25 (4.00%)",
        "  Peripheral neuropathy  2/25 (8.00%)",
        "  Rash  1/25 (4.00%)"
    ]
}