{
    "Clinical Trial ID": "NCT00789581",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone",
        "  Doxorubicin and cyclophosphamide (AC) given every 3 weeks for 4 cycles, followed by ixabepilone every 3 weeks for 4 cycles.",
        "  Doxorubicin: 60 mg/m2",
        "  Cyclophosphamide: 600 mg/m2",
        "  Ixabepilone (Ixempra): 40 mg/m2",
        "INTERVENTION 2: ",
        "  Paclitaxel",
        "  Doxorubicin and cyclophosphamide (AC) given every 3 weeks for 4 cycles, followed by paclitaxel given weekly for 12 weeks.",
        "  Doxorubicin: 60 mg/m2",
        "  Cyclophosphamide: 600 mg/m2",
        "Paclitaxel (Taxol): 80 mg/m2"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients greater than or equal to18 years of age.",
        "  Histologically confirmed invasive unilateral breast cancer (regardless of",
        "  histology).",
        "  Early-stage breast cancer, defined as:",
        "  Node-positive disease: >0.2-mm metastasis in at least one lymph node (pN1mipN2b)OR",
        "  Node-negative, with primary tumor >1.0 cm (T1c-T3).",
        "  Definitive loco-regional surgery must have been completed as specified",
        "  below:",
        "  Patients must have undergone either breast conservation surgery",
        "  (i.e., lumpectomy) or total mastectomy.",
        "  Surgical margins of the resected section must be histologically free of",
        "  invasive adenocarcinoma and ductal carcinoma in situ.",
        "  Surgical margins involved with lobular carcinoma in situ (LCIS) will not",
        "  be considered as a positive margin; therefore, such patients will be eligible for this study without additional resection.",
        "  Patients must have completed axillary lymph node sampling for the pathologic evaluation of axillary lymph nodes as specified below:",
        "  Sentinel node biopsy and/or either lymph node sampling procedure or axillary dissection.",
        "  Multicentric and multifocal invasive breast cancer is eligible if loco-regional surgery has been completed as described above.",
        "  Patients with synchronous bilateral cancers are eligible only if:",
        "  All cancers are of triple-negative phenotype, defined as ER-, PR-, HER2-.",
        "  Eligibility based on the highest stage grouping.",
        "  HER2 negative tumors. HER2 negativity must be confirmed by one of the",
        "  following:",
        "  FISH-negative (FISH ratio <2.2), or",
        "  IHC 0-1+, or",
        "  IHC 2-3+ AND FISH-negative (FISH ratio <2.2).",
        "  Estrogen receptor negative (<10% staining by IHC for estrogen receptor).",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.",
        "  Patient must be <= 84 days from having completed definitive primary breast surgery (either lumpectomy or mastectomy).",
        "  MammoSite brachytherapy radiation is acceptable if it is performed",
        "  immediately following surgery and prior to chemotherapy. It is recommended that chemotherapy be started no earlier than 2 weeks following the removal of the MammoSite balloon catheter.",
        "  Adequate hematologic function, defined by:",
        "  Absolute neutrophil count (ANC) >1500/mm3",
        "  Platelet count >=100,000/mm3",
        "  Hemoglobin >9 g/dL",
        "  Adequate liver function, defined by:",
        "  AST and ALT <=2.5 x the upper limit of normal (ULN)",
        "  Total bilirubin <=1.5 x ULN (unless the patient has grade 1 bilirubin",
        "  elevation due to Gilbert's disease or a similar syndrome involving slow",
        "  conjugation of bilirubin).",
        "  Adequate renal function, defined by:",
        "  Serum creatinine <=1.5 x ULN",
        "  Complete staging work-up <=12 weeks prior to initiation of study treatment",
        "  with computed tomography (CT) scans of the chest and abdomen/pelvis (abdomen/pelvis preferred; abdomen accepted), and either a positron emission tomography (PET) scan or a bone scan.",
        "  Adequate cardiac function, defined by a left ventricular ejection fraction",
        "  (LVEF) value of >50% (or normal per institutional guidelines) by MUGA scan or echocardiogram (ECHO).",
        "  Adequate recovery from recent surgery. At least 1 week must have elapsed from the time of a minor surgery (i.e., sentinel node biopsy, port-acath (placement); at least 3 weeks must have elapsed from the time of a major surgery (i.e., lumpectomy, partial or total mastectomy, axillary lymph node dissection, breast reconstruction procedure).",
        "  Patients with previous history of invasive cancers (including breast cancer)",
        "  are eligible if definitive treatment was completed more than 5 years prior to",
        "  initiating current study treatment, and there is no evidence of recurrent disease.",
        "  Women of childbearing potential must have a negative serum or urine pregnancy test performed within 7 days prior to start of treatment. If a woman becomes pregnant or suspects she is pregnant while participating in this study, she must agree to inform her treating physician immediately.",
        "  Patient must be accessible for treatment and follow-up.",
        "  Women of childbearing potential must agree to use an acceptable method of birth control to avoid pregnancy for the duration of study treatment, and for 3 months thereafter.",
        "  All patients must be able to understand the investigational nature of the",
        "  study and give written informed consent prior to study entry.",
        "Exclusion Criteria:",
        "  Women who are pregnant or breastfeeding.",
        "  History of previous diagnosis of invasive breast cancer (unless treated >5 years previously with no recurrence). History of previously treated ductal carcinoma in situ (DCIS) is acceptable.",
        "  Any evidence or suspicion of metastatic disease other than ipsilateral",
        "  axillary lymph nodes.",
        "  Any tumor >=T4 (cutaneous invasion, deep adherence, inflammatory breast cancer).",
        "  Previous anthracycline chemotherapy.",
        "  Concurrent use of CYP3A4 inhibitors from 72 hours prior to initiation of",
        "  study treatment until the end of treatment with ixabepilone.",
        "  Previous treatment for this breast cancer (including neoadjuvant",
        "  chemotherapy).",
        "  Previous cancer (with the exception of non-melanoma skin cancer or cervical carcinoma in situ) in the past 5 years (including invasive contralateral breast cancer).",
        "  Peripheral neuropathy of > grade 1 per NCI CTCAE v3.0.",
        "  Cardiac disease, including: congestive heart failure (CHF) > Class II per",
        "  New York Heart Association (NYHA) classification; unstable angina (anginal symptoms at rest) or new-onset angina (i.e., began within the last 3 months), or myocardial infarction within the past 6 months; symptomatic CHF, unstable angina pectoris, cardiac arrhythmia, or cardiac ventricular arrhythmias requiring anti-arrhythmic therapy.",
        "  History of hypersensitivity to CremophorEL (polyoxyethylated castor oil) or",
        "  a drug formulated in CremophorEL such as paclitaxel.",
        "  Use of any investigational agent within 30 days of administration of the first dose of study drug.",
        "  Patients may not receive any other investigational or anti-cancer treatments while participating in this study.",
        "  Concurrent severe, uncontrolled infection or intercurrent illness including,",
        "  but not limited to, ongoing or active infection, or psychiatric illness/social",
        "  situations that would limit compliance with study requirements.",
        "  Mental condition that would prevent patient comprehension of the nature of, and risk associated with, the study.",
        "  Inability to comply with study and/or follow-up procedures."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival",
        "  The percentage of participants with disease-free survival at 3 and 5 years. Disease-free survival (DFS) is measured from the time between randomization and the date of first documented disease recurrence, or death from any cause.",
        "  Time frame: up to 5.25 years (63 months)",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone",
        "  Arm/Group Description: Doxorubicin and cyclophosphamide (AC) given every 3 weeks for 4 cycles, followed by ixabepilone every 3 weeks for 4 cycles.",
        "  Doxorubicin: 60 mg/m2",
        "  Cyclophosphamide: 600 mg/m2",
        "  Ixabepilone (Ixempra): 40 mg/m2",
        "  Overall Number of Participants Analyzed: 306",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  3-year DFS: 88.6        (84.3 to 91.8)",
        "  5-year DFS: 87.1        (82.6 to 90.5)",
        "Results 2: ",
        "  Arm/Group Title: Paclitaxel",
        "  Arm/Group Description: Doxorubicin and cyclophosphamide (AC) given every 3 weeks for 4 cycles, followed by paclitaxel given weekly for 12 weeks.",
        "  Doxorubicin: 60 mg/m2",
        "  Cyclophosphamide: 600 mg/m2",
        "Paclitaxel (Taxol): 80 mg/m2",
        "  Overall Number of Participants Analyzed: 308",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  3-year DFS: 88.8        (84.6 to 91.9)",
        "  5-year DFS: 84.7        (79.7 to 88.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 58/305 (19.02%)",
        "  FEBRILE NEUTROPENIA * 12/305 (3.93%)",
        "  NEUTROPENIA * 4/305 (1.31%)",
        "  ANAEMIA * 2/305 (0.66%)",
        "  LEUKOPENIA * 1/305 (0.33%)",
        "  PANCYTOPENIA * 1/305 (0.33%)",
        "  THROMBOCYTOPENIA * 1/305 (0.33%)",
        "  DISSEMINATED INTRAVASCULAR COAGULATION * 0/305 (0.00%)",
        "  ATRIAL FIBRILLATION * 1/305 (0.33%)",
        "  DIASTOLIC DYSFUNCTION * 1/305 (0.33%)",
        "  PERICARDIAL EFFUSION * 1/305 (0.33%)",
        "Adverse Events 2:",
        "  Total: 50/304 (16.45%)",
        "  FEBRILE NEUTROPENIA * 12/304 (3.95%)",
        "  NEUTROPENIA * 1/304 (0.33%)",
        "  ANAEMIA * 0/304 (0.00%)",
        "  LEUKOPENIA * 0/304 (0.00%)",
        "  PANCYTOPENIA * 0/304 (0.00%)",
        "  THROMBOCYTOPENIA * 0/304 (0.00%)",
        "  DISSEMINATED INTRAVASCULAR COAGULATION * 1/304 (0.33%)",
        "  ATRIAL FIBRILLATION * 1/304 (0.33%)",
        "  DIASTOLIC DYSFUNCTION * 0/304 (0.00%)",
        "  PERICARDIAL EFFUSION * 0/304 (0.00%)"
    ]
}