{
    "Clinical Trial ID": "NCT00479674",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Abraxane, Carboplatin, Bevacizumab",
        "  Abraxane 100 mg/m2 IV over 30 min days 1,8,15.; Carboplatin AUC=2 IV over 15 min days 1,8,15., Bevacizumab 10 mg/kg IV days 1,15",
        "  Abraxane: 100 mg/m2 IV over 30 min days 1,8,15. Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death..",
        "  Bevacizumab: 10 mg/kg IV days 1,15 Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria,intolerable toxicity, or death.",
        "  Carboplatin: area under curve (AUC)=2 IV over 15 min days 1,8,15. Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Tissue block containing tumor to confirm metastatic breast cancer is required;",
        "  Measurable disease according to RECIST criteria",
        "  \"Triple negative\" disease defined as tumor demonstrating no expression for estrogen, progesterone or human epidermal growth factor receptor 2(HER2)receptors. \"No expression\" is categorized as  10% of cells staining or Allred  2;",
        "  Aged 18 years or older;",
        "  Eastern Cooperative Oncology Group (ECOG)/Zubrod performance status of 0 or 1; life expectancy  3 months;",
        "  Patients may have received 0 - 1 prior therapies (except taxanes in the metastatic setting). An interval of at least 1 week must have elapsed since prior chemotherapy or hormonal therapy for metastatic disease; at least 6 months must have elapsed since prior adjuvant therapy;",
        "   2 weeks between surgery and study enrollment ( 4 weeks between major surgery (defined as open abdominal/thoracic/cardiac) and study enrollment;",
        "  Laboratory tests performed within 14 days of study entry:",
        "  Granulocytes  1,500/µL;",
        "  Platelets  100,000/µL;",
        "  Hemoglobin  9 gm/dL;",
        "  Total bilirubin  institutional upper limit of normal (ULN);",
        "  Aspartate transaminase (AST) and alanine aminotransferase (ALT)  5 times ULN;",
        "  Alkaline phosphatase  2.5 times ULN;",
        "  Estimated creatinine clearance  60 mL/min.",
        "  left ventricular ejection fraction (LVEF) 50% by multigated acquisition (MUGA)/Echocardiogram;",
        "  Informed consent to receive protocol treatment, to provide biologic specimens, and to complete neurotoxicity questionnaires;",
        "  Cognitive and communication skills to comply with study and/or follow-up procedures;",
        "  No reproductive potential:",
        "  If pre-menopausal: Negative serum pregnancy test and patient agreement to use adequate contraceptive method (abstinence, intrauterine device, barrier device with spermicide or surgical sterilization) during and for 3 months after completion of treatment.",
        "If post-menopausal: Amenorrhea for  12 months.",
        "Exclusion Criteria:",
        "  Pregnant or breast feeding;",
        "  Prior treatment with Abraxane®, carboplatin or bevacizumab, or any taxane for metastatic breast cancer;",
        "  Known hypersensitivity to any component of any study drug;",
        "  Active infection;",
        "  Current neuropathy  grade 2;",
        "  central nervous system (CNS) metastases as determined by head CT with contrast;",
        "  History of bleeding within the past 6 months or active bleeding disorder;",
        "  Serious non-healing wound, ulcer or bone fracture;",
        "  Uncontrolled congestive heart failure (CHF), or history of myocardial infarction(MI), unstable angina, stroke, or transient ischemia within previous 6 months;",
        "  Inadequately controlled hypertension (defined as systolic blood pressure < 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medications; prior history of hypertensive crisis or hypertensive encephalopathy;",
        "  Proteinuria (defined as urine protein: creatinine (UPC) ratio  1.0 or urine dipstick  2+.",
        "  Significant vascular disease (aortic aneurysm, aortic dissection) or symptomatic peripheral vascular disease;",
        "  History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within previous 6 months;",
        "  Uncontrolled serious contraindicated medical condition or psychiatric illness."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Best Clinical Response Expressed as Percentage of Participants Treated With Combination Regimen of Weekly Abraxane® and Carboplatin Plus Biweekly Bevacizumab to Treat Women With Stage IV or Inoperable Stage III \"Triple Negative\" Metastatic Breast Cancer.",
        "  Best clinical response is based on RECIST criteria, the proportion in each response category along with the exact binomial confidence intervals are estimated. Toxicity summaries are also provided.",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Abraxane, Carboplatin, Bevacizumab",
        "  Arm/Group Description: Abraxane 100 mg/m2 IV over 30 min days 1,8,15.; Carboplatin AUC=2 IV over 15 min days 1,8,15., Bevacizumab 10 mg/kg IV days 1,15",
        "  Abraxane: 100 mg/m2 IV over 30 min days 1,8,15. Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death..",
        "  Bevacizumab: 10 mg/kg IV days 1,15 Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria,intolerable toxicity, or death.",
        "  Carboplatin: area under curve (AUC)=2 IV over 15 min days 1,8,15. Cycles Repeated Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death.",
        "  Overall Number of Participants Analyzed: 39",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Complete Response: 18        (8 to 34)",
        "  Partial Response: 69        (52 to 83)",
        "  Stable Disease: 8        (2 to 21)",
        "  Progressive Disease: 5        (1 to 17)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/41 (53.66%)",
        "  Anemia 1/41 (2.44%)",
        "  Dyspepsia 1/41 (2.44%)",
        "  Mucositis oral 1/41 (2.44%)",
        "  Nausea 3/41 (7.32%)",
        "  Vomiting 1/41 (2.44%)",
        "  Pain 3/41 (7.32%)",
        "  Allergic reaction 1/41 (2.44%)",
        "  Infections and infestations - Other, specify:  [1]1/41 (2.44%)",
        "  Vascular access complication 3/41 (7.32%)",
        "  Alanine aminotransferase increased 1/41 (2.44%)"
    ]
}