{
    "Clinical Trial ID": "NCT03004534",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Presurgical Molecular Assessment",
        "  Oral 300 mg darolutamide tablet; dose of 600 mg (2 x 300 mg tablets) b.i.d.",
        "  darolutamide: Oral 300 mg tablets; 600 mg (2 x 300 mg tablets) taken twice per day, to a daily dose of 1200 mg."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed and dated PICF obtained prior to initiation of any study-specific procedure and treatment.",
        "  Female  18 years old.",
        "  Histologically proven invasive breast carcinoma (through either a core needle biopsy or an incisional biopsy) for which surgery is indicated as the primary treatment modality. Patients for which Neoadjuvant Systemic Therapy (NAST) is indicated are also eligible provided they are willing to undergo a biopsy after completing treatment with darolutamide and prior to NAST start.",
        "  Known ER, PgR and HER2 statuses.",
        "  Tumor must be confined to either the breast or to the breast and ipsilateral axilla (Note: patinets with multifocal/multicentric tumors are eligible). Patient must have (according to TNM 7th edition rules):",
        "  T1 with T 1.0cm, T2 or T3 by at least one radiographic or clinical measurement",
        "  Either clinically positive (N1 only) or clinically negative axillary nodes (N0)",
        "  M0",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.",
        "  Adequate organ function within 28 days prior to enrollment, as defined by the following criteria:",
        "  Hematology: Hemoglobin  9.0 g/dl; ANC  1.5 × 109/L; Platelet count  100 × 109/L",
        "  Liver function: ALT and AST  2.5 × ULN; Total bilirubin  1.5 × ULN (or  3 times ULN for patients with documented Gilbert's syndrome or for whom indirect bilirubin concentrations suggest an extra-hepatic source of elevation)",
        "  Renal function: Creatinine  2.0 × ULN",
        "  No more than 42 days should elapse from the day study-specific tumor sample is taken at initial diagnosis (or subsequent procedure) to the day of the first intake of darolutamide.",
        "  Women of childbearing potential (WoCBP)* must agree to use acceptable non-hormonal contraceptive methods of birth control from the day of the screening pregnancy test and up to 3 months after the last intake of darolutamide.",
        "  For WoCBP* negative serum pregnancy test within 7 days of enrollment.",
        "  Willingness and ability to comply with scheduled visits, treatment plans, laboratory tests, and biopsies as detailed in the protocol.",
        "  Note: WoCBP are any women between menarche and menopause who have not been permanently sterilized, capable of procreation. Permanent sterilization includes hysterectomy and/or bilateral oophorectomy and/or bilateral salpingectomy but excludes bilateral tubal ligation/occlusion. Postmenopause is defined as: Bilateral oophorectomy; Age  60; Age < 60 and amenorrheic for  12 months in the absence of an alternative medical cause and FSH and estradiol in postmenopausal ranges.",
        "Exclusion Criteria:",
        "  Any T0, Tis, T1 < 1.0 cm, T4; or N2-3; or M1 BC.",
        "  Bilateral invasive BC.",
        "  Patient that underwent excisional biopsy of the primary tumor.",
        "  Medical indication or patient desire to undergo BC surgery or start NAST prior to completing at least 14 days of treatment with darolutamide, and or refusal of patient to undergo corresponding biopsy in case NAST is planned.",
        "  Prior or concurrent systemic anticancer therapy for BC treatment(immunotherapy, hormonotherapy, biologic/targeted therapy, chemotherapy, investigational agents).",
        "  Prior or concurrent ipsilateral radiation therapy for invasive or noninvasive BC.",
        "  Prior or concurrent treatment or preventative use of any hormonal agent such as aromatase inhibitors (AI), fulvestrant, raloxifene, tamoxifen or other SERM, or with any other hormonal agent used for the treatment or prevention of BC or for any other indication (e.g. osteoporosis).",
        "  Concurrent use of ovarian hormone replacement therapy. Prior treatment should be stopped at least 28 days prior to registration.",
        "  Prior or concurrent treatment with AR antagonists or CYP17 enzyme inhibitor.",
        "  Use of other investigational drug within 28 days of enrollment.",
        "  Major surgery* within 28 days before enrollment.",
        "  Any concurrent or previous malignancy within 5 years prior to enrollment except for basal or squamous skin cancer, or carcinoma in situ of the cervix, or other non-invasive/in-situ neoplasm, all of which must have been adequately and radically treated. A patient with previous history of invasive malignancy (other than adequately and radically treated basal or squamous skin cancer) is eligible provided that she has been disease free for more than 5 years.",
        "  Severe or uncontrolled concurrent disease, infection or comorbidity.",
        "  Known active viral hepatitis, HIV or chronic liver disease.",
        "  Other serious illness or medical condition within 6 months before enrollment, including any of the following: Concurrent congestive heart failure NYHA Class III or IV, severe/unstable angina pectoris, myocardial infarction, uncontrolled hypertension, coronary/peripheral artery bypass graft, high-risk uncontrolled arrhythmias, stroke.",
        "  Any contraindication to oral agents or gastrointestinal disorder or procedure which expects to interfere significantly with absorption of protocol treatment.",
        "  History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating investigator.",
        "  Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.",
        "  Known allergy to darolutamide or any of the excipients.",
        "  Pregnant or lactating darolutamide. * Note: Major surgery defined as requiring a general anesthesia or respiratory assistance; involving openings into the great cavities of the body, organs removed, or normal anatomy altered; implying risks of severe hemorrhage; implying risk for life of the patient or severe disability."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Identifying Molecular Alterations in Breast Cancer Tissue Tumor Samples Following Short-Term Preoperative Exposure to Darolutamide in Female Patients Wit Early Breast Cancer.",
        "  Androgen Receptor (AR) was assessed on the collected samples.",
        "  Time frame: 1 year, 6 months",
        "Results 1: ",
        "  Arm/Group Title: Presurgical Molecular Assessment",
        "  Arm/Group Description: Oral 300 mg darolutamide tablet; dose of 600 mg (2 x 300 mg tablets) b.i.d.",
        "  darolutamide: Oral 300 mg tablets; 600 mg (2 x 300 mg tablets) taken twice per day, to a daily dose of 1200 mg.",
        "  Overall Number of Participants Analyzed: 34",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Androgen Receptor - Up: 7  20.6%",
        "  Androgen Receptor - Unchanged: 12  35.3%",
        "  Androgen Receptor - Down: 15  44.1%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/36 (0.00%)"
    ]
}