{
    "Clinical Trial ID": "NCT00088413",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Breast Cancer Cohort",
        "  Patients with evaluable, metastatic breast cancer who have failed or not a candidate for standard therapy.",
        "INTERVENTION 2: ",
        "  Ovarian Cancer Cohort",
        "  Patients with evaluable, metastatic ovarian cancer who have failed or not a candidate for standard therapy."
    ],
    "Eligibility": [
        "INCLUSION CRITERIA:",
        "  A. Histologically confirmed carcinoma that for patients in the first cohort (colorectal and non-colorectal cancer) is carcinoembryonic antigen (CEA) or mucin-1 (MUC-1) positive. Tumor that has been shown to express CEA or MUC-1 (greater than or equal to 20 % of cells) by immunohistochemical techniques or patients that have had an elevated serum CEA (greater than 5 microgram/L) at any point during their disease course. For patients in the ovarian and breast cancer cohorts, as greater than 95% of these express MUC-1 or CEA, we will not require staining prior to coming onto trial.",
        "  B. Patients must have completed at least one fluorouracil (5-FU) containing chemotherapy regimen (e.g. 5-FU/leucovorin (LV) with or without either irinotecan or oxaliplatin) for the colorectal cancer arm, or either failed or not be a candidate for therapy of proven efficacy for non-colorectal, breast, or ovarian cancer.",
        "  C. 18 years of age or greater.",
        "  D. All patients enrolled on the colorectal/non-colorectal cohort with colorectal adenocarcinoma cohort must be human leukocyte antigen A2 (HLA-A2) positive.",
        "  E. At least 10 patients enrolled on the colorectal/non-colorectal cohort with non-colorectal adenocarcinoma cohort must be HLA-A2 positive.",
        "  F. Patients in the breast cohort and the ovarian cohorts are not required to be HLA-A2 positive.",
        "  G. For the colorectal and non-colorectal cancer cohort, patients will be required to have: metastatic disease (measurable or evaluable), metastatic disease documented by biopsy but not evaluable by imaging (e.g. small volume peritoneal disease), and patients with surgically resected metastatic disease at high risk of relapse. For the ovarian cohort and the breast cancer cohort, patients will be required to have evaluable disease.",
        "  H. Able to understand and give informed consent.",
        "  I. Able to avoid close household contact (close household contacts are those who share housing or have close physical contact) for at least three weeks after recombinant vaccinia vaccination with persons with active or a history of eczema or other eczematoid skin disorders; those with other acute, chronic or exfoliative skin conditions (e.g., atopic dermatitis, burns, impetigo, varicella zoster, severe acne, or other open rashes or wounds) until condition resolves; pregnant or nursing women; children 3 years of age and under; and immunodeficient or immunosuppressed persons (by disease or therapy), including human immunodeficiency virus (HIV) infection.",
        "  J. Eastern Oncology Cooperative Group (ECOG) performance status of 0 - 1.",
        "  K. Serum creatinine not above the institution limits of normal, and aspartate aminotransferase (AST) less than or equal to twice the upper limits of normal OR creatinine clearance on a 24 hour urine collection of greater than or equal to 60 mL/min.",
        "  L. Total bilirubin within the institution limits of normal OR patients with Gilbert's syndrome, a total bilirubin less than or equal to 3.0",
        "  M. Recovered completely from any reversible toxicity associated with recent therapy. Typically this is 3-4 weeks for patients who most recently received cytotoxic therapy except for the nitrosoureas and mitomycin C for which 6 weeks is needed for recovery.",
        "  N. Hematological eligibility parameters (within 16 days of starting therapy):",
        "  Granulocyte count greater than or equal to 1,500/mm(3)",
        "  Platelet count greater than or equal to 100,000/mm(3)",
        "  Hemoglobin (Hgb) greater than or equal to 10 Gm/dL",
        "  O. Prior immune therapy with related vaccinia and fowlpox vaccines or antigen-specific peptides is allowed.",
        "  P. Men and women must agree to use effective birth control or abstinence during and for a period of 4 months after the last vaccination therapy.",
        "  Q. Patients with prostate cancer must continue to receive gonadotropin-releasing hormone (GnRH) agonist therapy (unless orchiectomy has been done).",
        "  R. Patients should appear clinically stable (in the opinion of the principal investigator) to complete the full 3 month course of vaccination with an anticipated survival of 6 months or longer.",
        "EXCLUSION CRITERIA:",
        "  A. Patients should have no evidence of being immunocompromised as listed below.",
        "  Human immunodeficiency virus positivity due to the potential for decreased tolerance and risk for severe side effects",
        "  Active autoimmune diseases requiring treatment or a history of autoimmune disease that might be stimulated by vaccine treatment. This requirement is due to the potential risks of exacerbating autoimmunity. Patients with endocrine disease that is controlled by replacement therapy including thyroid disease and adrenal disease and vitiligo may be enrolled.",
        "  B. Concurrent use of systemic steroids, except for physiologic doses for systemic steroid replacement or local (topical, nasal, or inhaled) steroid use. Limited doses systemic steroids to prevent intravenous (IV) contrast, allergic reaction, or anaphylaxis (in patients who have known contrast allergies) are allowed.",
        "  C. History of allergy or untoward reaction to prior vaccination with vaccinia virus.",
        "  D. Pregnant or breast-feeding women.",
        "  E. Altered immune function, including immunodeficiency or history of immunodeficiency; eczema; history of eczema, or other eczematoid skin disorders; or those with acute, chronic or exfoliative skin conditions (e.g. atopic dermatitis, burns, impetigo, varicella zoster, severe acne, or other open rashes or wounds).",
        "  F. Serious intercurrent medical illness which would interfere with the ability of the patient to carry out the treatment program, including, but not limited to, inflammatory bowel disease, Crohn's disease, ulcerative colitis, or active diverticulitis",
        "  G. Patients with a history of cardiomyopathy or symptomatic congestive heart failure (unless stable on treatment), symptomatic arrhythmia not controlled by medication. Unstable atherosclerotic heart disease (e.g. unstable angina) who require active intervention and history of myocardial infarction or embolic stroke within the past 6 months.",
        "  H. Clinically active brain metastasis, or a history of encephalitis, multiple sclerosis, or seizures within the last year (from seizure disorder or brain metastasis).",
        "  I. Medical conditions, which, in the opinion of the investigators would jeopardize the patient or the integrity of the data obtained.",
        "  J. Concurrent chemotherapy; an exception to this is to allow for patients with breast cancer who are receiving trastuzumab, to continue therapy with trastuzumab while receiving the vaccine treatment.",
        "  K. Serious hypersensitivity reaction to egg products.",
        "  L. Clinically significant cardiomyopathy requiring treatment.",
        "  M. Chronic hepatitis infection, including B and C, because of potential immune impairment.",
        "  N. Although topical steroids are allowed, steroid eye drop are contraindicated.",
        "  O. Cardiac complications, including recent myocardial infarction or cerebrovascular accident within one year, and/or unstable or uncontrolled angina."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Complete Responses (CRs), Partial Responses (PRs,) Stable Disease and Progressive Disease in the Ovarian Cancer and Breast Cancer Cohorts",
        "  Response was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST). Complete Response is disappearance of all clinical and laboratory signs and symptoms of disease for a minimum of 4 weeks during which no new lesions may appear. Partial Response is a minimum of 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter. Stable disease is neither sufficient shrinkage to qualify for partial response nor progressive disease, taking as reference the smallest sum longest diameter since the treatment started. Progressive disease is a minimum of 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since the treatment started or the appearance of one or more new measurable lesions.",
        "  Time frame: Approximately 6 months while on trial",
        "Results 1: ",
        "  Arm/Group Title: Breast Cancer Cohort",
        "  Arm/Group Description: Patients with evaluable, metastatic breast cancer who have failed or not a candidate for standard therapy.",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 1   8.3%",
        "  Partial Response: 0   0.0%",
        "  Stable Disease: 4  33.3%",
        "  Progressive Disease: 7  58.3%",
        "Results 2: ",
        "  Arm/Group Title: Ovarian Cancer Cohort",
        "  Arm/Group Description: Patients with evaluable, metastatic ovarian cancer who have failed or not a candidate for standard therapy.",
        "  Overall Number of Participants Analyzed: 14",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response: 0   0.0%",
        "  Partial Response: 0   0.0%",
        "  Stable Disease: 3  21.4%",
        "  Progressive Disease: 11  78.6%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 25/25 (100.00%)",
        "  Anemia*4 0/25 (0.00%)",
        "BLOOD/BONE MARROW:: Hemoglobin*3 13/25 (52.00%)",
        "BLOOD/BONE MARROW:: Leukocytes (total WBC)*3 4/25 (16.00%)",
        "BLOOD/BONE MARROW:: Lymphopenia*3 2/25 (8.00%)",
        "BLOOD/BONE MARROW:: Neutrophils/granulocytes (ANC/AGC)*3 5/25 (20.00%)",
        "BLOOD/BONE MARROW:: Platelets*3 3/25 (12.00%)",
        "LYMPHATICS:: Edema: limb*3 2/25 (8.00%)",
        "Adverse Events 2:",
        "  Total: 26/26 (100.00%)",
        "  Anemia*4 1/26 (3.85%)",
        "BLOOD/BONE MARROW:: Hemoglobin*3 8/26 (30.77%)",
        "BLOOD/BONE MARROW:: Leukocytes (total WBC)*3 1/26 (3.85%)",
        "BLOOD/BONE MARROW:: Lymphopenia*3 1/26 (3.85%)",
        "BLOOD/BONE MARROW:: Neutrophils/granulocytes (ANC/AGC)*3 1/26 (3.85%)",
        "BLOOD/BONE MARROW:: Platelets*3 2/26 (7.69%)",
        "LYMPHATICS:: Edema: limb*3 2/26 (7.69%)"
    ]
}