{
    "Clinical Trial ID": "NCT01492101",
    "Intervention": [
        "INTERVENTION 1: ",
        "  NKTR-102",
        "  NKTR-102: 145 mg/m2 NKTR-102 will be delivered q21day as a 90 minute intravenous (IV) infusion on day 1 of each treatment cycle.",
        "INTERVENTION 2: ",
        "  Physician's Treatment of Choice",
        "  Treatment of Physician's Choice (TPC): One of the following Treatment of Physician Choice will be administered per standard of care:",
        "  eribulin ixabepilone vinorelbine gemcitabine paclitaxel docetaxel or nab-paclitaxel"
    ],
    "Eligibility": [
        "Inclusion Criteria (major highlights):",
        "  Patient is an adult female with histologically or cytologically confirmed carcinoma of the breast for whom single-agent cytotoxic chemotherapy is indicated",
        "  Patient can have either measurable or non-measurable disease by RECIST.",
        "  Patient has received prior therapy (administered in the neoadjuvant, adjuvant and/or metastatic setting) with an anthracycline, a taxane and capecitabine",
        "  Patient has minimum of 2 and a maximum of 5 prior cytotoxic chemotherapy regimens with the last dose administered within 6 months. A minimum of two chemotherapy regimens had to be for locally recurrent and/or metastatic disease. All therapy received prior to a diagnosis of metastatic disease (eg, neoadjuvant, adjuvant or repeated adjuvant therapy following a second resection) is counted as one regimen.",
        "  Patient has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "  Adequate hematopoietic, liver and kidney functions.",
        "  Exclusion Criteria (major highlights):",
        "  Patient with chemotherapy within 21 days, radiotherapy within 14 days, biological therapy with 14 days, hormonal therapy within 7 days and investigational therapy within 21 days prior to randomization.",
        "  Patient with any major surgery within 28 days prior to randomization.",
        "  Patient with concurrent use of biologic agents for the treatment of cancer including antibodies or any investigational agent(s).",
        "  Patient with prior treatment for cancer with a camptothecin derivative.",
        "  Patient with chronic or acute GI disorders resulting in diarrhea of any severity grade; patients who are using chronic anti-diarrheal supportive care to control diarrhea in the 28 days prior to randomization.",
        "  Patient received pharmacotherapy for hepatitis B or C, tuberculosis or HIV.",
        "  Patient with known cirrhosis diagnosed with Child-PUGH Class A or higher liver disease.",
        "  Patient with prior malignancy (other than breast cancer) except for non-melanoma skin cancer and carcinoma in situ (of the cervix or bladder), unless diagnosed and definitively treated more than 5 years prior to randomization.",
        "  Patient requiring daily use of oxygen supplementation in the 28 days prior to randomization.",
        "  Patients with significant cardiovascular impairment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Kaplan-Meier Estimate of Overall Survival: Intention to Treat (ITT) Population",
        "  Duration of OS was defined as the time from the date of randomisation to the date of death due to any cause. Subjects were followed until their date of death, loss to follow-up, withdrawal of consent for further follow-up for survival, or final database closure. OS was determined using the ITT population which included all subjects randomized into 1 of the 2 treatment arms. Subjects who were lost-to-follow-up or were not known to have died were censored at last date they were shown to be alive. Subjects who did not have any follow-up since the date of randomization were censored at the date of randomization.",
        "  Time frame: 36 Months",
        "Results 1: ",
        "  Arm/Group Title: NKTR-102",
        "  Arm/Group Description: NKTR-102: 145 mg/m2 NKTR-102 will be delivered q21day as a 90 minute intravenous (IV) infusion on day 1 of each treatment cycle.",
        "  Overall Number of Participants Analyzed: 429",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  12.4        (11.0 to 13.6)",
        "Results 2: ",
        "  Arm/Group Title: Physician's Treatment of Choice",
        "  Arm/Group Description: Treatment of Physician's Choice (TPC): One of the following Treatment of Physician Choice will be administered per standard of care:",
        "  eribulin ixabepilone vinorelbine gemcitabine paclitaxel docetaxel or nab-paclitaxel",
        "  Overall Number of Participants Analyzed: 423",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  10.3        (9.0 to 11.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 128/425 (30.12%)",
        "  Febrile neutropenia *2/425 (0.47%)",
        "  Anaemia *2/425 (0.47%)",
        "  Pancytopenia *2/425 (0.47%)",
        "  Coagulopathy *1/425 (0.24%)",
        "  Idiopathic thrombocytopenic purpura *0/425 (0.00%)",
        "  Microangiopathic haemolytic anaemia *1/425 (0.24%)",
        "  Neutropenia *0/425 (0.00%)",
        "  Pericardial effusion *1/425 (0.24%)",
        "  Acute coronary syndrome *1/425 (0.24%)",
        "Adverse Events 2:",
        "  Total: 129/406 (31.77%)",
        "  Febrile neutropenia *6/406 (1.48%)",
        "  Anaemia *0/406 (0.00%)",
        "  Pancytopenia *0/406 (0.00%)",
        "  Coagulopathy *0/406 (0.00%)",
        "  Idiopathic thrombocytopenic purpura *1/406 (0.25%)",
        "  Microangiopathic haemolytic anaemia *0/406 (0.00%)",
        "  Neutropenia *1/406 (0.25%)",
        "  Pericardial effusion *1/406 (0.25%)",
        "  Acute coronary syndrome *0/406 (0.00%)"
    ]
}