{
    "Clinical Trial ID": "NCT00320411",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib Monotherapy",
        "  Lapatinib: 1500 mg (six 250 mg tablets) orally once daily"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A subject will be considered eligible for inclusion in this study only if all of the following criteria apply:",
        "  Life expectancy of 16 weeks from the start of lapatinib therapy;",
        "  Signed informed consent obtained from the patient;",
        "  Subjects must have histologically confirmed breast cancer with advanced (Stage IIIb, IIIc with T4 lesion) or metastatic disease (including recurrent patients);",
        "  Subjects must meet the following criteria regarding prior therapy:",
        "  Anthracyclines, taxanes:",
        "  If anthracycline- and taxane-containing regimens are administered sequentially;",
        "  Subjects should have been provided with at least 2 cycles each and at least 4 cycles in total.",
        "  If anthracycline- and taxane-containing regimen are administered concurrently;",
        "  Subjects should have been provided with at least 4 cycles in total. or",
        "  Subjects should have been provided with at least 2 cycles in total and provided progressive disease occurred.",
        "  If anthracycline- and taxane-containing regimen are administered separately;",
        "  Subjects should have been provided with at least 4 cycles each. or",
        "  Subjects should have been provided with at least 2 cycles each and provided progressive disease occurred each regimen.",
        "  Trastuzumab:",
        "  Prior treatment must contain trastuzumab alone or in combination with other chemotherapy for at least 6 weeks of standard doses.",
        "  Subjects must meet the following criteria regarding ErbB2 expression (defined by the following status before undergoing trastuzumab therapy.)",
        "  Patients with ErbB2 overexpression:",
        "  3+ by IHC, or FISH+",
        "  2+ by IHC and FISH+ are also eligible. However, patients with \"2+ by IHC\" who have previously been treated with trastuzumab should undergo FISH before study entry, if they have not had this test performed before, and are considered eligible only if their tumours are categorised as FISH+.",
        "  Documentation of tumor progression or relapse after the most recent treatment is required.",
        "  Archived tumor tissue must be available to compare tumor response with intra-tumoral expression levels of biomarkers (ErbB1 and ErbB2).",
        "  Measurable lesion(s) according to RECIST (Response Evaluation Criteria in Solid Tumors); (See \"6.3. Efficacy\")",
        "  A female, 20 and 74 years (at the time of giving consent), is eligible to enter and participate in this study if she is of:",
        "  Non-childbearing potential (i.e., women with functioning ovaries who have a current documented tubal ligation or hysterectomy, or women who are post-menopausal, i.e., at least 1 year has past since the last menstrual period); or is",
        "  The subject has a negative serum pregnancy test at screening, and agrees to one of the following from 2 weeks prior to administration of the first dose of lapatinib until 28 days after the final dose of lapatinib＊.",
        "  Complete abstinence from intercourse:",
        "  Consistent and correct use of one of the following acceptable methods of birth control:",
        "  Injectable progestogen;",
        "  Any intrauterine device (IUD);",
        "  Oral contraceptives (either combined or Progestogen only);",
        "  Barrier methods including diaphragm or condom with a spermicide.",
        "  At least 3 weeks since the last dose of prior last chemotherapy, immunotherapy, biologic therapy, hormonal therapy, or radiotherapy (except for local radiation therapy to pain relief) for cancer or since the date of completion of surgery (except for minor surgical procedures) before beginning treatment with lapatinib, except for trastuzumab which must be discontinued at least 2 weeks prior to beginning of study drug. Subjects must have recovered or stabilized sufficiently from side effects associated with prior therapy;",
        "  Prior to enrollment, radiation therapy is allowed to a limited field (e.g. painful bone mets, painful lumps), if it is not the sole site of measurable and/or assessable disease. Patients must have completed treatment and adequately recovered, in particular from bone marrow suppression.",
        "  Subjects who are not on bisphosphonate therapy. Bisphosphonates initiated prior to study medication are allowed; however, initiation of bisphosphonate following the first dose of study medication is not allowed. Prophylactic use of bisphosphonates is only permitted for treatment of osteoporosis.",
        "  Subjects with stable CNS metastasis (asymptomatic and off systemic steroids and anticonvulsants for at least 3 months) are also eligible;",
        "  ECOG Performance Status of 0 to 2;",
        "  Able to swallow and retain oral medication;",
        "  Left ventricular ejection fraction (LVEF), measured by echocardiogram (ECHO), above the institutional's lower limit of normal (LVEF of 50% in such case as normal range of LVEF is not provided by institution).",
        "  Subjects must have adequate organ function as defined below:",
        "  Myelofunction:",
        "  Neutrophil count 1500 /mm3 Hemoglobin 9 g/dL (at least 2 weeks after blood transfusion if needed) Platelet count 100,000 /mm3",
        "  Hepatic function:",
        "  Albumin 2.5 g/dL Total bilirubin 1.5xULN AST, ALT: 3xULN (without liver metastases), 5xULN (if documented liver metastases)",
        "  Renal function:",
        "  Serum creatinine 1.5 mg/dL, or creatinine clearance 40 mL/min (calculated by the Cockcroft and Gault Method)",
        "  Subjects who can visit the hospital once weekly (±3 days) at least in the first month after the start of lapatinib therapy and then every 4 weeks (±1 week) until the last assessment.",
        "Exclusion Criteria:",
        "  A subject will not be eligible for inclusion in this study if any of the following criteria apply:",
        "  Pregnant or lactating females;",
        "  Malabsorption Syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. Subjects with ulcerative colitis are also excluded;",
        "  History of other malignancy. Subjects who have been disease free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible;",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation, or any serious medical disorder that would interfere with the subject's safety * [* Grade 3 (according to NCI-CTCAE Version 3.0), as a general rule];",
        "  Active or uncontrolled infection;",
        "  Known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure;",
        "  Known history of or clinical evidence of leptomeningeal carcinomatosis;",
        "  Participated in a clinical study within the past 28 days of the first dose of lapatinib;",
        "  Prior therapy with an ErbB1inhibitor (e.g., gefinitib) and/or ErbB2 inhibitor other than trastuzumab;",
        "  Has taken/received prohibited inhibitors (including foods) of CYP3A4 within 7 days prior to the first dose of study medication or has taken/received prohibited inducers inducers (including foods) of CYP3A4 within 14 days prior to the first dose of study medication(Refer to Appendix 7).",
        "  The subject has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to lapatinib or excipients",
        "  Patients ineligible for participation in the study in the judgment of the investigator/sub investigator."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Tumor Response",
        "  Tumor response was measured as the number of participants achieving either a complete response (CR; disappearance of all target lesions) or partial response (PR; 30% decrease in the sum of the longest diameter of target lesions) among all participants who received study treatment. Tumor response was evaluated as the best response in accordance with response evaluation criteria in solid tumors (RECIST). Progressive disease: a 20% increase in the sum of the longest diameter of target lesions. Stable disease: small changes that do not meet the above-mentioned criteria.",
        "  Time frame: Baseline and then followed every 4 weeks until disease progression or death. If treatment was terminated due to adverse events, then followed every 12 weeks until disease progression is noted.",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib Monotherapy",
        "  Arm/Group Description: Lapatinib: 1500 mg (six 250 mg tablets) orally once daily",
        "  Overall Number of Participants Analyzed: 58",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Complete response: 1",
        "  Partial response: 8",
        "  Stable disease: 18",
        "  Progressive disease: 29",
        "Unknown: 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/58 (24.14%)",
        "  Ventricular dysfunction 1/58 (1.72%)",
        "  Nausea 1/58 (1.72%)",
        "  Diarrhea 1/58 (1.72%)",
        "  Vomiting 1/58 (1.72%)",
        "  Malaise 1/58 (1.72%)",
        "  Disease progression 1/58 (1.72%)",
        "  Hepatic function abnormal 2/58 (3.45%)",
        "  Hepatomegaly 1/58 (1.72%)",
        "  Pneumonia 2/58 (3.45%)",
        "  Cellulitis 1/58 (1.72%)",
        "  Lymphocyte count decreased 1/58 (1.72%)"
    ]
}