{
    "Clinical Trial ID": "NCT02069093",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Dexamethasone Based Mouthwash",
        "  Participants swished and spat 10mL of 0.5mg/5mL dexamethasone steroid mouthwash (investigational treatment) 4 times daily (qid) orally for 2 minutes each for 8 weeks. Participants remained without food or drink (NPO) for one hour after administration of the mouthwash. Also, participants received everolimus 10 mg and exemstane 25 mg (study treatments) according to local regulations."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Adult women > 18 years of age with metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy",
        "  Histological or cytological confirmation of hormone-receptor positive (HR+) human epidermal growth factor receptor 2 negative (HER2-) breast cancer",
        "  Postmenopausal women. Postmenopausal status is defined either by:",
        "  Age  55 years and one year or more of amenorrhea",
        "  Age < 55 years and one year or more of amenorrhea, with an estradiol assay < 20 pg/ml",
        "  Surgical menopause with bilateral oophorectomy",
        "  Note: Ovarian radiation or treatment with a luteinizing hormone-releasing hormone (LH-RH) agonist (goserelin acetate or leuprolide acetate) is not permitted for induction of ovarian suppression",
        "  Patient has been assessed by treating physician to be appropriate candidate for everolimus plus exemestane therapy as treatment of advanced or metastatic breast cancer and plans to prescribe everolimus 10mg PO QD in combination with exemestane 25mg PO QD",
        "  Patient must start everolimus 10mg plus exemestane 25mg treatment on Cycle 1 Day 1 of trial",
        "  ECOG Performance status  2",
        "  Adequate renal function: serum creatinine  1.5x ULN;",
        "  Willingness to self-report level of oral pain using Visual Analog Scale (VAS) and the Normalcy Diet Scale (NDS) throughout each stomatitis event, as required in the patient diary. At baseline, patient's self-reported oral pain level, using VAS, must be 0 and the normalcy diet scale score should  60",
        "  Signed informed consent obtained prior to any screening procedure",
        "Exclusion criteria:",
        "  Patients currently receiving anticancer therapies (except biphosphonate, denosumab);",
        "  Patients who currently have stomatitis/oral mucositis/mouth ulcers;",
        "  Known intolerance or hypersensitivity to everolimus or other rapamycin analogs (e.g. sirolimus, temsirolimus);",
        "  Known impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral Everolimus;",
        "  Uncontrolled diabetes mellitus as defined by HbA1c >8% despite adequate therapy. Patients with a known history of impaired fasting glucose or diabetes mellitus (DM) may be included, however blood glucose and antidiabetic treatment must be monitored closely throughout the trial and adjusted as necessary;",
        "  Patients who have any severe and/or uncontrolled medical conditions such as:",
        "  Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction 6 months prior to start of everolimus, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease",
        "  Symptomatic congestive heart failure of New York heart Association Class III or IV",
        "  active (acute or chronic) or uncontrolled severe infection, liver disease such as cirrhosis, decompensated liver disease (except for Hep B and Hep C positive patients)",
        "  Known severely impaired lung function (spirometry and DLCO 50% or less of normal and O2 saturation 88% or less at rest on room air)",
        "  active, bleeding diathesis;",
        "  Chronic treatment with corticosteroids or other immunosuppressive agents. Topical or inhaled corticosteroids are allowed;",
        "  Known history of HIV seropositivity;",
        "  Patients who have received live attenuated vaccines within 1 week of start of everolimus and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines;",
        "  Patients who have a history of another primary malignancy, with the exceptions of: non-melanoma skin cancer, and carcinoma in situ of the cervix, uteri, or breast from which the patient has been disease free for 3 years;",
        "  Patients with a history of non-compliance to medical regimens or who are considered potentially unreliable or will not be able to complete the entire study or patient diaries;",
        "  Patients who are currently part of any clinical investigation or who has not had resolution of all acute toxic effects or prior anti-cancer therapy to NCI CTCAE version 4.03 Grade 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Stomatitis Grade  2",
        "  The incidence of grade  2 stomatitis was reported. Grade 1 = minimal symptoms, normal diet; grade 2 = symptomatic, but able to swallow a modified diet; grade 3 = symptomatic and unable to aliment or hydrate orally; and grade 4 = symptoms associated with life-threatening consequences.",
        "  Time frame: 56 days",
        "Results 1: ",
        "  Arm/Group Title: Dexamethasone Based Mouthwash",
        "  Arm/Group Description: Participants swished and spat 10mL of 0.5mg/5mL dexamethasone steroid mouthwash (investigational treatment) 4 times daily (qid) orally for 2 minutes each for 8 weeks. Participants remained without food or drink (NPO) for one hour after administration of the mouthwash. Also, participants received everolimus 10 mg and exemstane 25 mg (study treatments) according to local regulations.",
        "  Overall Number of Participants Analyzed: 86",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Stomatitis grade >=2: Yes: 2",
        "  Stomatitis grade >=2: No: 83",
        "  Stomatitis grade >=2: Not evaluable: 1"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 20/92 (21.74%)",
        "  Lymphadenopathy 1/92 (1.09%)",
        "  Cardiac failure 1/92 (1.09%)",
        "  Pericardial effusion 1/92 (1.09%)",
        "  Gastric ulcer 1/92 (1.09%)",
        "  Rectal haemorrhage 1/92 (1.09%)",
        "  Chest pain 1/92 (1.09%)",
        "  Generalised oedema 1/92 (1.09%)",
        "  Mass 1/92 (1.09%)",
        "  Pyrexia 2/92 (2.17%)",
        "  Lung infection 1/92 (1.09%)",
        "  Pneumonia 2/92 (2.17%)",
        "  Sepsis 1/92 (1.09%)"
    ]
}