{
    "Clinical Trial ID": "NCT01702571",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab Emtansine (All Participants)",
        "  This cohort (Cohort 1) enrolled all participants with HER2 positive, unresectable, LABC or mBC who had received prior anti-HER2 and chemotherapy treatment and had progressed on or after the most recent treatment for LABC or mBC, or within 6 months of completing adjuvant therapy. Participants received trastuzumab emtansine every 3 weeks until unacceptable toxicity, withdrawal of consent, or disease progression.",
        "INTERVENTION 2: ",
        "  Trastuzumab Emtansine (Asian Participants)",
        "  This cohort (Cohort 2) enrolled Asian race participants with HER2-positive, unresectable, LABC or mBC who had received prior anti-HER2 and chemotherapy treatment and had progressed on or after the most recent treatment for LABC or mBC, or within 6 months of completing adjuvant therapy. Participants received trastuzumab emtansine every 3 weeks until unacceptable toxicity, withdrawal of consent, or disease progression."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  HER2-positive disease determined locally",
        "  Histologically or cytologically confirmed invasive breast cancer",
        "  Prior treatment for breast cancer in the adjuvant, unresectable, locally advanced or metastatic setting must include both chemotherapy, alone or in combination with another agent, and an anti-HER2 agent, alone or in combination with another agent",
        "  Documented progression of incurable, unresectable, LABC, or mBC, defined by the investigator: progression must occur during or after most recent treatment for LABC/mBC or within 6 months of completing adjuvant therapy",
        "  Measurable and/or non-measurable disease",
        "  Left ventricular ejection fraction (LVEF) >/=50% by either echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0,1 or 2",
        "  Adequate organ function",
        "  Use of highly effective contraception as defined by the protocol",
        "Exclusion Criteria:",
        "  History of treatment with trastuzumab emtansine",
        "  Prior enrollment into a clinical study containing trastuzumab emtansine regardless of having received trastuzumab emtansine or not",
        "  Peripheral neuropathy of Grade >/= 3 per National Cancer Institute (NCI) common terminology criteria for adverse events (CTCAE) v 4.0",
        "  History of other malignancy within the previous 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive breast cancer",
        "  History of receiving any anti-cancer drug/biologic or investigational treatment within 21 days prior to first study treatment except hormone therapy, which can be given up to 7 days prior to first study treatment; recovery of treatment-related toxicity consistent with other eligibility criteria",
        "  History of exposure to cumulative doses of anthracyclines",
        "  History of radiation therapy within 14 days of first study treatment. The participant must have recovered from any resulting acute toxicity (to Grade </=1) prior to first study treatment.",
        "  Metastatic central nervous system (CNS) disease only",
        "  Brain metastases which are symptomatic",
        "  History of a decrease in LVEF to less than (<) 40% or symptomatic congestive heart failure (CHF) with previous trastuzumab treatment",
        "  History of symptomatic CHF (New York Heart Association [NYHA] Classes II-IV) or serious cardiac arrhythmia requiring treatment",
        "  History of myocardial infarction or unstable angina within 6 months of first study treatment",
        "  Current dyspnea at rest due to complications of advanced malignancy or requirement for continuous oxygen therapy",
        "  Current severe, uncontrolled systemic disease (clinically significant cardiovascular, pulmonary, or metabolic disease)",
        "  Pregnancy or lactation",
        "  Currently known active infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus",
        "  History of intolerance (such as Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins or any component of the product"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Adverse Events of Primary Interest (AEPIs)",
        "  The AEPIs in this study were defined as the following: adverse events (AEs) Grade >/= 3, specifically, hepatic events, allergic reactions, thrombocytopenia and hemorrhage events, all Grade >/= 3 AEs related to trastuzumab emtansine and pneumonitis events of all grades.",
        "  Time frame: Baseline up to approximately 7 years",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab Emtansine (All Participants)",
        "  Arm/Group Description: This cohort (Cohort 1) enrolled all participants with HER2 positive, unresectable, LABC or mBC who had received prior anti-HER2 and chemotherapy treatment and had progressed on or after the most recent treatment for LABC or mBC, or within 6 months of completing adjuvant therapy. Participants received trastuzumab emtansine every 3 weeks until unacceptable toxicity, withdrawal of consent, or disease progression.",
        "  Overall Number of Participants Analyzed: 2002",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  23.1        (21.2 to 25.0)",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab Emtansine (Asian Participants)",
        "  Arm/Group Description: This cohort (Cohort 2) enrolled Asian race participants with HER2-positive, unresectable, LABC or mBC who had received prior anti-HER2 and chemotherapy treatment and had progressed on or after the most recent treatment for LABC or mBC, or within 6 months of completing adjuvant therapy. Participants received trastuzumab emtansine every 3 weeks until unacceptable toxicity, withdrawal of consent, or disease progression.",
        "  Overall Number of Participants Analyzed: 181",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of Participants  51.4        (43.9 to 58.9)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 427/2002 (21.33%)",
        "  ANAEMIA 13/2002 (0.65%)",
        "  BONE MARROW FAILURE 1/2002 (0.05%)",
        "  DISSEMINATED INTRAVASCULAR COAGULATION 1/2002 (0.05%)",
        "  FEBRILE NEUTROPENIA 1/2002 (0.05%)",
        "  THROMBOCYTOPENIA 11/2002 (0.55%)",
        "  ACUTE CORONARY SYNDROME 3/2002 (0.15%)",
        "  ANGINA PECTORIS 1/2002 (0.05%)",
        "  CARDIAC ARREST 1/2002 (0.05%)",
        "  CARDIAC FAILURE 1/2002 (0.05%)",
        "  CARDIAC TAMPONADE 1/2002 (0.05%)",
        "Adverse Events 2:",
        "  Total: 36/181 (19.89%)",
        "  ANAEMIA 0/181 (0.00%)",
        "  BONE MARROW FAILURE 0/181 (0.00%)",
        "  DISSEMINATED INTRAVASCULAR COAGULATION 0/181 (0.00%)",
        "  FEBRILE NEUTROPENIA 0/181 (0.00%)",
        "  THROMBOCYTOPENIA 10/181 (5.52%)",
        "  ACUTE CORONARY SYNDROME 1/181 (0.55%)",
        "  ANGINA PECTORIS 0/181 (0.00%)",
        "  CARDIAC ARREST 0/181 (0.00%)",
        "  CARDIAC FAILURE 0/181 (0.00%)",
        "  CARDIAC TAMPONADE 0/181 (0.00%)"
    ]
}