{
    "Clinical Trial ID": "NCT01490892",
    "Intervention": [
        "INTERVENTION 1: ",
        "  3D HI and SHI of UCA",
        "  Perflutren injection, suspension (IV)0.25 ml followed by 3D Harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)",
        "  3D HI and SHI of UCA: Perflutren injection, suspension (IV)0.25 ml followed by 3D Harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Be a female diagnosed by x-ray mammography (performed within 90 days prior to the study procedure) as having a solid breast mass or abnormal area without a mass.",
        "  Be scheduled for a biopsy (core / excisional / lumpectomy) of the mass or region of abnormality or for mastectomy within 30 days after this study procedure.",
        "  Be at least 18 years of age.",
        "  Be medically stable.",
        "  If a female of child-bearing potential, must have a negative pregnancy test.",
        "  Have signed Informed Consent to participate in the study.",
        "Exclusion Criteria:",
        "  Males",
        "  Females who are pregnant or nursing.",
        "  Patients whose breast lesion is unequivocally a cyst by unenhanced US.",
        "  Patients currently on chemotherapy or with other primary cancers requiring systemic treatment.",
        "  Patients who are medically unstable, patients who are seriously or terminally ill, and patients whose clinical course is unpredictable. For example:",
        "  Patients on life support or in a critical care unit.",
        "  Patients with unstable occlusive disease (eg, crescendo angina)",
        "  Patients with clinically unstable cardiac arrhythmias, such as recurrent ventricular tachycardia.",
        "  Patients with uncontrolled congestive heart failure (NYHA Class IV)",
        "  Patients with recent cerebral hemorrhage.",
        "  Patients with clinically significant and unstable renal and/or liver disease (eg, transplant recipients in rejection)",
        "  Patients who have undergone surgery within 24 hours prior to the study sonographic examination.",
        "  Patients with known hypersensitivity to perflutren",
        "  Patients who have received any contrast medium (X-ray, MRI, CT, of US) in the 24 hours prior to the research US exam",
        "  Patients with cardiac shunts.",
        "  Patients with congenital heart defects.",
        "  Patients with severe emphysema, pulmonary vasculitis, or a history of pulmonary emboli.",
        "  Patients with confirmed or suspected liver lesions.",
        "  Patients with respiratory distress syndrome.",
        "  Patients who have had excisional biopsy/lumpectomy of the current area of interest within the past 6 weeks."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Breast Cancer Lesions Characterized as Malignant or Benign With 3D SHI, Harmonic Imaging (HI) or Power Doppler Imaging (PDI)",
        "  Characterization of benign and malignant breast cancer lesions is compared by each imaging method which evaluates vascular activity. Imaging methods to be compared are 3D Subharmonic imaging (SHI) or pulse inversion harmonic imaging (HI), fundamental grayscale ultrasound (US) or power Doppler imaging (PDI). Data will be analyzed qualitatively.",
        "  Time frame: 2 hours",
        "Results 1: ",
        "  Arm/Group Title: 3D HI and SHI of UCA",
        "  Arm/Group Description: Perflutren injection, suspension (IV)0.25 ml followed by 3D Harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)",
        "  3D HI and SHI of UCA: Perflutren injection, suspension (IV)0.25 ml followed by 3D Harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)",
        "  Overall Number of Participants Analyzed: 219",
        "  Measure Type: Number",
        "  Unit of Measure: lesions  Power Doppler Imaging (PDI) : Benign: 69",
        "  Power Doppler Imaging (PDI) : Malignant: 24",
        "  Power Doppler Imaging (PDI) : Not Characterized: 126",
        "  3D SHI : Benign: 58",
        "3D SHI : Malignant: 25",
        "  3D SHI : Not Characterized: 136",
        "  Harmonic Imaging (HI) : Benign: 3",
        "  Harmonic Imaging (HI) : Malignant: 5",
        "  Harmonic Imaging (HI) : Not Characterized: 211"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/219 (0.00%)"
    ]
}