{
    "Clinical Trial ID": "NCT00856492",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1 (Nab-Paclitaxel + Bevacizumab - AC+PEG-G))",
        "  Received intravenous (IV) administration of nabpaclitaxel 100 mg/m2 IV weekly for 12 weeks (nP x 12) with IV bevacizumab 10 mg/kg every 2 weeks (six doses), followed by IV doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 with pegfilgrastim 6 mg subcutaneously every 2 weeks for six cycles (ddAC x 6).",
        "INTERVENTION 2: ",
        "  Arm 2/3 (Nab-Paclitaxel/AC+PEG-G))",
        "  Received nP x 12 followed by ddAC x 6, or received ddAC x 6 first followed by nP x 12, without bevacizumab"
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically or pathologically confirmed breast cancer meeting one of the following criteria:",
        "  Locally advanced disease (stage IIIB disease, stage IIB/IIIA, or stage IIIC disease)",
        "  Inflammatory disease meeting the following two clinicopathologic criteria:",
        "  Diffuse erythema AND edema (peau d'orange) of the breast involving the majority of the skin of the breast, i.e., more than 50%",
        "  A biopsy demonstrating cancer either within the dermal lymphatics OR in the breast parenchyma itself",
        "  HER2/neu-negative tumor as demonstrated by 0 or 1+ (weak or no staining) by DAKO, IHC, or equivalent test OR no gene amplification by FISH*",
        "  2+ by DAKO or IHC allowed provided FISH* negative",
        "  NOTE: *A negative FISH test ratio is < 1.8 or FISH HER2 gene copy < 4.0; if only a positive or negative result is available from the FISH test, a negative result is acceptable for study entry",
        "  Hormone receptor status known",
        "  PATIENT CHARACTERISTICS:",
        "  Menopausal status not specified",
        "  Zubrod performance status 0-2",
        "  Granulocyte count > 1,500/mm^3",
        "  ANC  1,500/mm^3",
        "  Platelet count > 100,000/mm^3",
        "  Hemoglobin 9.0 g/dL",
        "  Serum creatinine  1.5 times upper limit of normal (ULN)",
        "  Bilirubin  1.5 mg/dL",
        "  ALT and AST  3 times ULN",
        "  Alkaline phosphatase  2.5 ULN (unless bone metastasis is present in the absence of liver metastasis)",
        "  Urine protein:creatinine ratio  0.5 OR urine protein < 1,000 mg on 24-hour urine collection",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception",
        "  Able to take oral medications (e.g., no uncontrolled nausea, vomiting, or diarrhea, lack of physical integrity of the upper gastrointestinal tract, or malabsorption syndrome)",
        "  QTc < 500 msec by EKG",
        "  LVEF normal by MUGA or ECHO (for patients with hypertension or for patients > 60 years of age)",
        "  NYHA class II cardiac function by baseline ECHO/MUGA (for patients who have received central thoracic radiotherapy that included the heart in the radiotherapy port, or for patients who have a history of class II heart failure but are asymptomatic on treatment are eligible)",
        "  No history of stroke (cerebrovascular accident), transient ischemic attack, or cardiac event within the past 12 months, including any of the following:",
        "  Myocardial infarction (including severe/unstable angina)",
        "  Coronary/peripheral artery bypass graft",
        "  Symptomatic congestive heart failure",
        "  Pulmonary embolism",
        "  No poorly controlled hypertension, defined as recurrent or persistent ( 24 hours) elevated blood pressure (i.e., systolic blood pressure  140 mm Hg and/or diastolic blood pressure  90 mm Hg)",
        "  No other malignancy within the past 5 years except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer",
        "  Peripheral neuropathy < grade 2",
        "  PRIOR CONCURRENT THERAPY:",
        "  No prior tyrosine kinase inhibitors",
        "  More than 5 years since prior chemotherapy, radiotherapy, or biologic therapy (e.g., trastuzumab or bevacizumab) for invasive breast cancer",
        "  At least 7 days since prior hormonal therapy",
        "  At least 7 days since prior and no concurrent strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) or grapefruit juice",
        "  No concurrent CYP3A4 inducers (e.g., dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifapentin, phenobarbital, St. John's wort)",
        "  No other concurrent therapy for the treatment of breast cancer except for bisphosphonates",
        "  No concurrent brachytherapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Patients With Pathological Complete Response Rate",
        "  Pathologic complete response (pCR), commonly defined as the absence of residual invasive cancer in both the breast and axillary lymph nodes, has emerged as a surrogate endpoint for disease-free and overall survival, as the achievement of a pCR is associated with a favorable long-term prognosis in all breast cancer subtypes.",
        "  Time frame: pre-study pathology vs. post-chemo surgery pathology (approx. 39-42 weeks post-randomization)",
        "Results 1: ",
        "  Arm/Group Title: Arm 1 (Nab-Paclitaxel + Bevacizumab - AC+PEG-G))",
        "  Arm/Group Description: Received intravenous (IV) administration of nabpaclitaxel 100 mg/m2 IV weekly for 12 weeks (nP x 12) with IV bevacizumab 10 mg/kg every 2 weeks (six doses), followed by IV doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 with pegfilgrastim 6 mg subcutaneously every 2 weeks for six cycles (ddAC x 6).",
        "  Overall Number of Participants Analyzed: 98",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  35  35.7%",
        "Results 2: ",
        "  Arm/Group Title: Arm 2/3 (Nab-Paclitaxel/AC+PEG-G))",
        "  Arm/Group Description: Received nP x 12 followed by ddAC x 6, or received ddAC x 6 first followed by nP x 12, without bevacizumab",
        "  Overall Number of Participants Analyzed: 113",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  24  21.2%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 22/96 (22.92%)",
        "  Anemia  1/96 (1.04%)",
        "  Febrile neutropenia  4/96 (4.17%)",
        "  Heart failure  1/96 (1.04%)",
        "  Abdominal pain  1/96 (1.04%)",
        "  Dysphagia  1/96 (1.04%)",
        "  Mucositis oral  1/96 (1.04%)",
        "  Nausea  1/96 (1.04%)",
        "  Vomiting  2/96 (2.08%)",
        "  Death NOS  0/96 (0.00%)",
        "  Pain  1/96 (1.04%)",
        "  Catheter related infection  1/96 (1.04%)",
        "  Enterocolitis infectious  0/96 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/60 (5.00%)",
        "  Anemia  1/60 (1.67%)",
        "  Febrile neutropenia  1/60 (1.67%)",
        "  Heart failure  1/60 (1.67%)",
        "  Abdominal pain  0/60 (0.00%)",
        "  Dysphagia  0/60 (0.00%)",
        "  Mucositis oral  0/60 (0.00%)",
        "  Nausea  0/60 (0.00%)",
        "  Vomiting  0/60 (0.00%)",
        "  Death NOS  1/60 (1.67%)",
        "  Pain  0/60 (0.00%)",
        "  Catheter related infection  0/60 (0.00%)",
        "  Enterocolitis infectious  1/60 (1.67%)"
    ]
}