{
    "Clinical Trial ID": "NCT00364611",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Docetaxel and Bevacizumab",
        "  Stratum 1: HER2 Negative participants with metastatic breast cancer treated with DB (docetaxel and bevacizumab) intravenously (IV) every 3 weeks (q3w) until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met",
        "INTERVENTION 2: ",
        "  Docetaxel, Bevacizumab and Trastuzumab",
        "  Stratum 2: HER2 Positive participants with metastatic breast cancer treated with DBT (docetaxel, bevacizumab, and trastuzumab) IV q3w until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met"
    ],
    "Eligibility": [
        "The following information on clinical trials is provided for information purposes only to allow participants and physicians to have an initial discussion about the trial. This information is not intended to be complete information about the trial, to contain all considerations that may be relevant to potential participation in the trial, or to replace the advice of a personal physician or health professional.",
        "INCLUSION CRITERIA:",
        "  Histologically or cytologically proven adenocarcinoma of the breast at first diagnosis",
        "  Stage IV disease with at least one measurable lesion according to the RECIST criteria",
        "  HER2/neu positive as determined by 3+ immunohistochemistry (IHC) staining or fluorescence in situ hybridization (FISH) positivity or negative tumors",
        "  Life expectancy of >/= 24 weeks",
        "  No prior chemotherapy for metastatic breast cancer. (Prior endocrine therapy is permitted).",
        "  Prior neoadjuvant or adjuvant chemotherapy is permitted, or at least 12 months must have elapsed since the neoadjuvant or adjuvant therapy. Subjects may have received prior adjuvant anthracyclines (maximum cumulative dose, 360 mg/m^2 doxorubicin or 750 mg/m^2 epirubicin)",
        "  At least 4 weeks since prior surgery, radiotherapy, endocrine therapy, or experimental drug therapy with complete recovery from the effects of these interventions",
        "  It is recommended that all baseline staging should be completed within 35 days prior to study entry. All subjects will have the following workup as applicable; CT scan of brain, CT scan or MRI of chest and abdomen, and bone scan or PET scan. In cases of positive bone or PET scans, bone X-ray evaluation and/or MRI is required to confirm or exclude metastatic bone disease. Subjects with metastatic disease limited to bone are ineligible unless at least one lytic lesion is measurable and can be followed by RECIST criteria. Other tests may be performed as clinically indicated",
        "  Normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF) of >/= 50% or shortening fraction (multiple-gated acquisition [MUGA] scan or echocardiography respectively). The result must be greater than the lower limit of normal (LLN) for the institution.",
        "  Subjects receiving bisphosphonate therapy; however, if bisphosphonates were started within <2 months prior to treatment the bone lesions will not be evaluated for response, and the subjects must have another site of metastatic disease that is either measurable or evaluable for response",
        "EXCLUSION CRITERIA:",
        "  Prior chemotherapy for metastatic breast cancer",
        "  Prior treatment with bevacizumab or other anti-VEGF therapy",
        "  Concurrent treatment with any other non-protocol anticancer therapy with the exception of radiation therapy as long as all target lesions being followed are not in the radiation field and if HER2/neu positive, HER2/neu-directed therapy",
        "  Current or prior history of brain or leptomeningeal metastases",
        "  Presence of neuropathy >/= 2",
        "  Presence of any non-healing wound, fracture, or ulcer, or the presence of clinically significant (>/= Grade 2) peripheral vascular disease",
        "  History of any other malignancy within the past 5 years, with the exception of non-melanoma skin cancer or carcinoma in-situ of the cervix",
        "  Clinically significant cardiovascular disease",
        "  Active peptic ulcer disease, inflammatory bowel disease, or other gastrointestinal condition increasing the risk of perforation; history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to beginning therapy",
        "  History of bleeding diathesis or coagulopathy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS) Rate: Percentage of Participants With PFS",
        "  PFS was the time from registration to first documentation of",
        "  progressive disease (PD) based on Response Evaluation Criteria in Solid Tumors (RECIST) - criteria pre-defining changes in lesion size or appearance",
        "  symptomatic deterioration",
        "  death due to any cause (in absence of PD).",
        "  The Percentage of participants with PFS is reported.",
        "  For the analysis, participants were censored",
        "  on the last available tumor assessment date on study treatment if they",
        "  had no PFS event",
        "  were on anticancer therapy not related to study treatment",
        "  on the registration date if they",
        "  did not receive study drug",
        "  had no post baseline tumor assessment",
        "  Time frame: Up to 6 months and 12 months after treatment initiation",
        "Results 1: ",
        "  Arm/Group Title: Docetaxel and Bevacizumab",
        "  Arm/Group Description: Stratum 1: HER2 Negative participants with metastatic breast cancer treated with DB (docetaxel and bevacizumab) intravenously (IV) every 3 weeks (q3w) until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met",
        "  Overall Number of Participants Analyzed: 52",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  PFS rate at 6 months: 59.6        (45.1 to 73.0)",
        "  PFS rate at 12 months: 30.8        (18.7 to 45.1)",
        "Results 2: ",
        "  Arm/Group Title: Docetaxel, Bevacizumab and Trastuzumab",
        "  Arm/Group Description: Stratum 2: HER2 Positive participants with metastatic breast cancer treated with DBT (docetaxel, bevacizumab, and trastuzumab) IV q3w until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  PFS rate at 6 months: 90.5        (69.6 to 98.8)",
        "  PFS rate at 12 months: 81.0        (58.1 to 94.6)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/52 (26.92%)",
        "  Febrile neutropenia * 1/52 (1.92%)",
        "  Tachycardia * 1/52 (1.92%)",
        "  Atrial fibrillation * 0/52 (0.00%)",
        "  Duodenal ulcer * 1/52 (1.92%)",
        "  Gastric ulcer * 1/52 (1.92%)",
        "  Nausea * 1/52 (1.92%)",
        "  Abdominal pain * 0/52 (0.00%)",
        "  Asthenia * 1/52 (1.92%)",
        "  Disease progression * 1/52 (1.92%)",
        "  Mucosal inflammation * 1/52 (1.92%)",
        "  Appendicitis * 1/52 (1.92%)",
        "Adverse Events 2:",
        "  Total: 4/20 (20.00%)",
        "  Febrile neutropenia * 0/20 (0.00%)",
        "  Tachycardia * 0/20 (0.00%)",
        "  Atrial fibrillation * 1/20 (5.00%)",
        "  Duodenal ulcer * 0/20 (0.00%)",
        "  Gastric ulcer * 0/20 (0.00%)",
        "  Nausea * 0/20 (0.00%)",
        "  Abdominal pain * 1/20 (5.00%)",
        "  Asthenia * 0/20 (0.00%)",
        "  Disease progression * 0/20 (0.00%)",
        "  Mucosal inflammation * 0/20 (0.00%)",
        "  Appendicitis * 0/20 (0.00%)"
    ]
}