{
    "Clinical Trial ID": "NCT01111825",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase 2 Triple -ve",
        "  Phase 2, Triple - Negative cohort",
        "INTERVENTION 2: ",
        "  Phase 2 HER2+",
        "  Phase 2, HER2 - Amplified (HER2-Positive) cohort"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Phase I HER2-amplified Cohort",
        "  HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or fluorescence in situ hybridisation (FISH) (  2.0)",
        "  Previously received trastuzumab as part of a regimen in the adjuvant or metastatic setting with evidence of progression. Washout period for trastuzumab of 14 days.",
        "  May have previously received lapatinib as part of a regimen in the adjuvant or metastatic setting with evidence of progression of disease. Washout period for lapatinib of 14 days.",
        "  Radiographic progression of disease while on treatment with trastuzumab or lapatinib as defined by RECIST 1.1 criteria.",
        "  No restriction on prior chemotherapy regimens for advanced stage disease. No restriction for prior hormonal therapy. No concurrent use of endocrine therapy is permitted.",
        "  Phase II HER2-amplified Cohort",
        "  HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or FISH (  2.0).",
        "  Previously received trastuzumab as part of a regimen in the adjuvant or metastatic setting with evidence of progression. Washout period for trastuzumab of 14 days.",
        "  May have previously received lapatinib as part of a regimen in the adjuvant or metastatic setting with evidence of progression of disease. Washout period for lapatinib of 14 days.",
        "  Radiographic progression of disease while on treatment with trastuzumab as defined by RECIST 1.1 criteria.",
        "  Prior therapy inclusion: no more than four prior chemotherapy regimens allowed for advanced stage disease. No restriction for prior hormonal therapy. No concurrent use of endocrine therapy is permitted.",
        "  Phase II Triple-negative Cohort - As of 2/10/12, this cohort is closed to accrual",
        "  Invasive adenocarcinoma negative for estrogen receptor (<5%) and progesterone receptor (<5%) expression and a lack of HER2 overexpression and/or amplification as determined by immunohistochemistry (<3+) or FISH (<2.0).",
        "  Prior therapy inclusion: no more than four prior chemotherapy regimens allowed for advanced stage disease. No restriction for prior hormonal therapy. No concurrent use of endocrine therapy is permitted.",
        "  Phase II HER2-Positive Cohort with dose escalation",
        "  HER2 overexpression and/or amplification as determined by immunohistochemistry (IHC) (3+) or FISH (  2.0).",
        "  Previously received trastuzumab as part of a regimen in the adjuvant or metastatic setting with evidence of progression. Washout period for trastuzumab of 14 days.",
        "  May have previously received lapatinib as part of a regimen in the adjuvant or metastatic setting with evidence of progression of disease. Washout period for lapatinib of 14 days.",
        "  Radiographic progression of disease while on treatment with trastuzumab as defined by RECIST v 1.1.",
        "  Prior therapy inclusion: no restriction on prior chemotherapy regimens for advanced stage disease. No restriction for prior hormonal therapy. No concurrent use of endocrine therapy is permitted.",
        "  Inclusion Criteria for all subjects (HER2-Amplified and Triple-negative)",
        "  Patients with a diagnosis of invasive adenocarcinoma of the breast confirmed by histology or cytology at MSKCC.",
        "  Metastatic disease that is or has been pathologically documented.",
        "  At least one measurable metastatic lesion according to RECIST 1.1 criteria. Ascites, pleural effusions, and bone metastases are not considered measurable. Minimum indicator lesion size  10 mm by helical CT or  20 mm by conventional techniques.",
        "  Pathological nodes must be  15 mm by the short axis to be considered measurable.",
        "  Age  18, as no dosing or adverse event data are currently available on the use of neratinib or temsirolimus in patients <18 years of age, children are excluded from this study.",
        "  Patients must be willing to discontinue sex hormonal therapy, e.g., birth control pills, hormonal replacement therapy, prior to enrollment. Women of childbearing potential must consent to effective contraception while on treatment and for a period thereafter.",
        "  Negative serum human chorionic gonadotropin pregnancy test for premenopausal women of reproductive capacity and for women less than 12 months after menopause.",
        "  Asymptomatic, central nervous system metastases are permitted if patients remain clinically stable after discontinuation of steroids and anticonvulsants for 3 months.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status score of 2.",
        "  Patients must have normal organ and marrow function: aspartate aminotransferase (AST), alanine aminotransferase (ALT) 2.5x institutional upper limit of normal except for patients with liver metastases. For patients with liver metastases, AST/ALT/Alkaline phosphatase 5.0x institutional upper limit of normal. Total bilirubin within institutional limits except for patients with liver metastases. For patients with liver metastases, total bilirubin 1.5x institutional upper limit of normal. Creatinine clearance within normal limits or  60 mL/min, prothrombin time and partial thromboplastin time 1.5x institutional upper limit of normal except for patients on Coumadin or low molecular weight heparin, leukocytes 3,000/μl, absolute neutrophil count 1,000/μl, and platelets 75,000/μl",
        "  Able to swallow and retain oral medication.",
        "  The following criteria were removed for all patients in Protocol Amendment 10, and are only applicable to first 34 HER2+ patients in Phase 2 who are not subject to dose-escalation of temsirolimus:",
        "  Able and willing to consent for biopsy of metastatic breast cancer prior to treatment. Consent to preservation of frozen and fixed samples of tumor cores for evaluation. (HER2-amplified patients who have previously provided samples of metastatic breast cancer as part of institutional review board #06-163 will be exempt)",
        "  Consent to evaluation of primary tumor biopsy specimen.",
        "Exclusion Criteria:",
        "  Potential subjects will be excluded from enrollment into this study if they meet any of the following criteria:",
        "  Patients receiving any concurrent anticancer therapy or investigational agents with the intention of treating breast cancer.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to neratinib or temsirolimus.",
        "  Unable to consent to biopsy of metastatic disease or for whom a biopsy would be medically unsafe.",
        "  Women who are pregnant or breast feeding.",
        "  Life expectancy <3 months.",
        "  Completion of previous chemotherapy regimen <3 weeks prior to the start of study treatment. Prior hormonal therapy must be discontinued prior to treatment start. Biologic therapy with bevacizumab for the treatment of metastatic disease must be discontinued 3 weeks from the start of protocol treatment.",
        "  Concurrent radiotherapy is not permitted for disease progression on treatment on protocol, but might be allowed for pre-existing non-target lesions with approval from the principal investigator of the trial.",
        "  Concurrent medical conditions which may increase the risk of toxicity, including ongoing or active infection, history of significant bleeding disorder unrelated to cancer (congenital bleeding disorders, acquired bleeding disorders within one year), HIV-positive or active hepatitis.",
        "  History of clinically significant or uncontrolled cardiac disease, including congestive heart failure, angina, myocardial infarction, arrhythmia, and left ventricular ejection fraction less than 50% measured by a multigated blood pool imaging of the heart (MUGA scan) or an echocardiogram (ECHO).",
        "  QT corrected interval > 0.47 seconds.",
        "  Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, or uncontrolled inflammatory GI disease.",
        "  History of an invasive second primary malignancy diagnosed within the previous 3 years, except for stage I endometrial or cervical carcinoma or prostate carcinoma treated surgically, and non-melanoma skin cancer.",
        "  History of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant, precluding informed consent, or interfering with compliance of oral drug intake.",
        "  Unwillingness to give written informed consent, unwillingness to participate, or inability to comply with the protocol for the duration of the study. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures are necessary to participation in this clinical trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR) (Phase II)",
        "  ORR is defined as proportion of subjects who achieved confirmed complete response (CR) or partial response (PR) per Response Evaluation Criteria In Solid Tumors Criteria (RECIST) v1.1: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  A complete or partial response must be confirmed no less than 4-weeks after the criteria for response are initially met.",
        "  Time frame: From enrollment date to first documented response, or last tumor assessment, assessed up to two years",
        "Results 1: ",
        "  Arm/Group Title: Phase 2 Triple -ve",
        "  Arm/Group Description: Phase 2, Triple - Negative cohort",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%",
        "Results 2: ",
        "  Arm/Group Title: Phase 2 HER2+",
        "  Arm/Group Description: Phase 2, HER2 - Amplified (HER2-Positive) cohort",
        "  Overall Number of Participants Analyzed: 37",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  5  13.5%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/8 (37.50%)",
        "  Anaemia 0/8 (0.00%)",
        "  Febrile neutropenia 0/8 (0.00%)",
        "  Polycythaemia 0/8 (0.00%)",
        "  Acute coronary syndrome 0/8 (0.00%)",
        "  Vertigo 0/8 (0.00%)",
        "  Eyelid oedema 1/8 (12.50%)",
        "  Constipation 0/8 (0.00%)",
        "  Diarrhoea 0/8 (0.00%)",
        "  Nausea 0/8 (0.00%)",
        "  Stomatitis 0/8 (0.00%)",
        "  Upper gastrointestinal haemorrhage 0/8 (0.00%)",
        "  Vomiting 0/8 (0.00%)",
        "  Chest pain 0/8 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/6 (33.33%)",
        "  Anaemia 0/6 (0.00%)",
        "  Febrile neutropenia 0/6 (0.00%)",
        "  Polycythaemia 0/6 (0.00%)",
        "  Acute coronary syndrome 0/6 (0.00%)",
        "  Vertigo 0/6 (0.00%)",
        "  Eyelid oedema 0/6 (0.00%)",
        "  Constipation 0/6 (0.00%)",
        "  Diarrhoea 0/6 (0.00%)",
        "  Nausea 0/6 (0.00%)",
        "  Stomatitis 0/6 (0.00%)",
        "  Upper gastrointestinal haemorrhage 0/6 (0.00%)",
        "  Vomiting 0/6 (0.00%)",
        "  Chest pain 1/6 (16.67%)"
    ]
}