{
    "Clinical Trial ID": "NCT00130533",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Xeloda (Capecitabine)",
        "  1000 mgrs/m2 twice a day, tablets, 8 cycles",
        "Capecitabine",
        "INTERVENTION 2: ",
        "  Observation",
        "  Observation. No intervention."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent.",
        "  Histological diagnoses of operable invasive adenocarcinoma of the breast (T1-T3). Tumours must be HER2 negative. Time window between end of adjuvant chemotherapy and study randomization must be less than 8 weeks. In patients receiving adjuvant radiotherapy, time window allowed between last session and randomisation is 4 weeks.",
        "  Surgery must consist of mastectomy or conservative surgery with axillary lymph node dissection. Margins free of disease and ductal carcinoma in-situ (DCIS) are required. Lobular carcinoma is not considered a positive margin.",
        "  Node negative patients with tumour size > 2 cm.",
        "  Positive axillary lymph nodes defined as at least 1 out of 6 nodes with presence of disease. If sentinel node technique is used, sentinel node can be the only node affected. Patients belonging to the following classifications are eligible: pN1a (Metastases in 1-3 axillary lymph nodes, at least one metastasis greater than 2.0 mm), pN2a (Metastases in 4-9 axillary lymph nodes (at least one tumor deposit greater than 2 mm)), pN3a (Metastases in 10 or more axillary lymph nodes [at least one tumor deposit greater than 2 mm]; or metastases to the infraclavicular [level III axillary lymph] nodes).",
        "  Status of hormone receptors in primary tumour. Negative results must be available before the end of adjuvant chemotherapy.",
        "  Patients must not present evidence of metastatic disease.",
        "  Negative status of HER2 in primary tumour, known before randomization.",
        "  Adjuvant chemotherapy consisting of a minimum of 6 courses with anthracyclines and/or taxanes.",
        "  Age >= 18 and <= 70 years old.",
        "  Performance status (Karnofsky index) >= 80.",
        "  Laboratory results (within 14 days prior to randomization):",
        "  Hematology:",
        "  neutrophils >= 1.5 x 10e9/l;",
        "  platelets >= 100x 10e9/l;",
        "  hemoglobin >= 10 mg/dl",
        "  Hepatic function:",
        "  total bilirubin <= 1 upper normal limit (UNL);",
        "  Aspartate aminotransferase (AST or SGOT) and Alanine aminotransferase (ALT or SGPT) <= 2.5 UNL;",
        "  alkaline phosphatase <= 2.5 UNL.",
        "  If values of SGOT and SGPT > 1.5 UNL are associated to alkaline phosphatase > 2.5 UNL, patient is not eligible.",
        "  Renal Function:",
        "  creatinine <= 175 µmol/l (2 mg/dl).",
        "  creatinine clearance >= 60 ml/min.",
        "  Pharmacogenetics:",
        "  one blood sample is needed for single nucleotide polymorphism (SNP) assessment.",
        "  Patients able to comply with treatment and study follow-up.",
        "  Negative pregnancy test done in the 14 previous days to randomization.",
        "Exclusion Criteria:",
        "  Prior therapy with anthracyclines or taxanes (paclitaxel or docetaxel) for any malignancy.",
        "  Pregnant or lactating women. Adequate contraceptive methods must be used during chemotherapy and hormone therapy treatments. Negative pregnancy test in the 14 previous days to randomization.",
        "  Bilateral invasive breast cancer.",
        "  Any T4 or M1 tumour.",
        "  Axillary lymph nodes: patients belonging to the following classifications are excluded: pN1b (Metastases in internal mammary nodes with micrometastases or macrometastases detected by sentinel lymph node biopsy but not clinically detected), pN1c (Metastases in 1-3 axillary lymph nodes and in internal mammary lymph nodes with micrometastases or macrometastases detected by sentinel lymph node biopsy but not clinically detected), pN2b (Metastases in clinically detected internal mammary lymph nodes in the absence of axillary lymph node metastases), pN3b (Metastases in clinically detected ipsilateral internal mammary lymph nodes in the presence of one or more positive axillary lymph nodes; or in more than three axillary lymph nodes and in internal mammary lymph nodes with micrometastases or macrometastases detected by sentinel lymph node biopsy but not clinically detected), pN3c (Metastases in ipsilateral supraclavicular lymph nodes).",
        "  Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction during the previous year, uncontrolled hypertension or high risk arrhythmias.",
        "  History of neurological or psychiatric disorders, which could preclude the patients to free informed consent.",
        "  Active uncontrolled infection.",
        "  Active peptic ulcer, unstable diabetes mellitus.",
        "  Previous or current history of neoplasms different to breast cancer, except for skin carcinoma, cervical in situ carcinoma, or any other tumour curatively treated and without recurrence in the last 10 years; ductal in situ carcinoma in the same breast; lobular in situ carcinoma.",
        "  History of hypersensitivity to capecitabine, fluorouracil.",
        "  Patients lacking physical integrity of upper gastrointestinal tract or with history of bad absorption syndrome.",
        "  History of dihydropyrimidine dehydrogenase (DPD) deficiency.",
        "  Anticoagulant treatment with coumadin anticoagulants.",
        "  Current treatment with sorivudine or its chemical family.",
        "  Concomitant treatment with other investigational products. Participation in other clinical trials with a non-marketed drug in the 30 previous days before randomization.",
        "  Concomitant treatment with other therapy for cancer.",
        "Males."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease Free Survival (DFS) Events",
        "  DFS was measured from the date of randomization assignment in the intent to treat (ITT) population to loco-regional or distant recurrence, second primary malignancy or death date, whichever occurred first.",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Xeloda (Capecitabine)",
        "  Arm/Group Description: 1000 mgrs/m2 twice a day, tablets, 8 cycles",
        "  Capecitabine",
        "  Overall Number of Participants Analyzed: 448",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  105  23.4%",
        "Results 2: ",
        "  Arm/Group Title: Observation",
        "  Arm/Group Description: Observation. No intervention.",
        "  Overall Number of Participants Analyzed: 428",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  120  28.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 23/436 (5.28%)",
        "  Neutropenia G 3; Leucopenia G2 1/436 (0.23%)",
        "  Hyperbilirrubinemia  [1]1/436 (0.23%)",
        "  Supraventricular arrhythmia NOS  [2]1/436 (0.23%)",
        "  Heart failure  [2]0/436 (0.00%)",
        "  Infarction and cardiac arrest 0/436 (0.00%)",
        "  Ischemia cardiac/Infarction  [3]1/436 (0.23%)",
        "  Coronary vasospam  [3]1/436 (0.23%)",
        "  Gastroenteritis and renal insuficience 1/436 (0.23%)",
        "Adverse Events 2:",
        "  Total: 6/425 (1.41%)",
        "  Neutropenia G 3; Leucopenia G2 0/425 (0.00%)",
        "  Hyperbilirrubinemia  [1]0/425 (0.00%)",
        "  Supraventricular arrhythmia NOS  [2]0/425 (0.00%)",
        "  Heart failure  [2]1/425 (0.24%)",
        "  Infarction and cardiac arrest 1/425 (0.24%)",
        "  Ischemia cardiac/Infarction  [3]0/425 (0.00%)",
        "  Coronary vasospam  [3]0/425 (0.00%)",
        "  Gastroenteritis and renal insuficience 0/425 (0.00%)"
    ]
}