{
    "Clinical Trial ID": "NCT02273973",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Experimental: Taselisib + Letrozole",
        "  Participants received 2.5 milligrams (mg) letrozole tablets orally once daily (QD) along with taselisib tablets at 4 mg (two 2 mg tablets) orally on a 5 days-on/2 days-off schedule for a total of 16 weeks.",
        "INTERVENTION 2: ",
        "  Placebo Comparator: Placebo + Letrozole",
        "  Participants received 2.5 mg letrozole tablets orally QD along with placebo on a 5-days-on/2-days-off schedule for a total of 16 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female participants",
        "  Postmenopausal status",
        "  Histologically confirmed invasive breast carcinoma, with all of the following characteristics: (i) Primary tumor greater than or equal to (>/=) 2 centimeters (cm) in largest diameter (cT1-3) by MRI; (ii) Stage I to operable Stage III breast cancer; (iii) Documented absence of distant metastases (M0)",
        "  Estrogen receptor-positive (ER+) and human epidermal growth factor receptor 2-negative (HER2-) breast cancer",
        "  Breast cancer eligible for primary surgery",
        "  Tumor tissue from formalin-fixed paraffin-embedded cores (FFPE) core biopsy of breast primary tumor that is confirmed as evaluable for phosphatidylinositol-4,5-bisphosphate 3-kinase, catalytic subunit alpha (PIK3CA) mutation status by central histopathology laboratory",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Fasting glucose less than or equal to (</=) 125 milligrams per deciliter (mg/dL)",
        "  Adequate hematological, renal, and hepatic function",
        "  Absence of any psychological, familial, sociological, or geographical condition potentially hampering compliance with the study protocol and follow-up schedule",
        "  Ability and willingness to comply with study visits, treatment, testing, and to comply with the protocol, in the investigator's judgment",
        "Exclusion Criteria:",
        "  Any prior treatment for primary invasive breast cancer",
        "  Participants with cT4 or cN3 stage breast tumors",
        "  Bilateral invasive, multicentric, or metastatic breast cancer",
        "  Participants who have undergone excisional biopsy of primary tumor and/or axillary lymph nodes or sentinel lymph node biopsy",
        "  Type 1 or 2 diabetes requiring antihyperglycemic medication",
        "  Inability or unwillingness to swallow pills",
        "  Malabsorption syndrome or other condition that would interfere with enteric absorption",
        "  History of prior or currently active small or large intestine inflammation (such as Crohn's disease or ulcerative colitis). Any predisposition for gastrointestinal (GI) toxicity requires prior approval from the Medical Monitor.",
        "  Congenital long QT syndrome or QT interval corrected using Fridericia's formula (QTcF) >470 milliseconds (msec)",
        "  Diffusing capacity of the lungs for carbon monoxide (DLCO) <60% of the predicted values",
        "  Clinically significant (i.e., active) cardiovascular disease, uncontrolled hypertension, unstable angina, history of myocardial infarction, cardiac failure class II-IV",
        "  Any contraindication to MRI examination",
        "  Active infection requiring intravenous antibiotics",
        "  Participants requiring any daily supplemental oxygen",
        "  Clinically significant history of liver disease, including viral or other known hepatitis, current alcohol abuse, or cirrhosis",
        "  Any other diseases, active or uncontrolled pulmonary dysfunction, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, that may affect the interpretation of the results, or renders the participants at high risk from treatment complications",
        "  Significant traumatic injury within 3 weeks prior to initiation of study treatment",
        "  Major surgical procedure within 4 weeks prior to initiation of study treatment",
        "  Inability to comply with study and follow-up procedures",
        "  History of other malignancy within 5 years prior to screening, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Objective Response (OR) by Centrally Assessed Breast Magnetic Resonance Imaging (MRI) Via Modified Response Evaluation Criteria in Solid Tumors (mRECIST) Version 1.1",
        "  Objective response rate (ORR) was defined as proportion of participants achieving complete response (CR) or partial response (PR). As per modified RECIST v1.1, CR: disappearance of all target lesions, PR: at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters.",
        "  Time frame: From Baseline to 16 weeks",
        "Results 1: ",
        "  Arm/Group Title: Experimental: Taselisib + Letrozole",
        "  Arm/Group Description: Participants received 2.5 milligrams (mg) letrozole tablets orally once daily (QD) along with taselisib tablets at 4 mg (two 2 mg tablets) orally on a 5 days-on/2 days-off schedule for a total of 16 weeks.",
        "  Overall Number of Participants Analyzed: 166",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  50.0",
        "Results 2: ",
        "  Arm/Group Title: Placebo Comparator: Placebo + Letrozole",
        "  Arm/Group Description: Participants received 2.5 mg letrozole tablets orally QD along with placebo on a 5-days-on/2-days-off schedule for a total of 16 weeks.",
        "  Overall Number of Participants Analyzed: 168",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  39.3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 20/167 (11.98%)",
        "  Cardiac failure acute 0/167 (0.00%)",
        "  Diarrhoea 5/167 (2.99%)",
        "  Colitis 2/167 (1.20%)",
        "  Enterocolitis 1/167 (0.60%)",
        "  Enterocolitis haemorrhagic 1/167 (0.60%)",
        "  Stomatitis 1/167 (0.60%)",
        "  Impaired healing 1/167 (0.60%)",
        "  Sudden death 1/167 (0.60%)",
        "  Postoperative wound infection 2/167 (1.20%)",
        "  Erysipelas 2/167 (1.20%)",
        "  Bacterial diarrhoea 1/167 (0.60%)",
        "Adverse Events 2:",
        "  Total: 4/167 (2.40%)",
        "  Cardiac failure acute 1/167 (0.60%)",
        "  Diarrhoea 0/167 (0.00%)",
        "  Colitis 0/167 (0.00%)",
        "  Enterocolitis 0/167 (0.00%)",
        "  Enterocolitis haemorrhagic 0/167 (0.00%)",
        "  Stomatitis 0/167 (0.00%)",
        "  Impaired healing 0/167 (0.00%)",
        "  Sudden death 0/167 (0.00%)",
        "  Postoperative wound infection 1/167 (0.60%)",
        "  Erysipelas 0/167 (0.00%)",
        "  Bacterial diarrhoea 0/167 (0.00%)"
    ]
}