{
    "Clinical Trial ID": "NCT02132949",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A: ddAC, Paclitaxel, Pertuzumab, Trastuzumab",
        "  Participants received neoadjuvant treatment with dose-dense doxorubicin and cyclophosphamide (ddAC), with administration of doxorubicin 60 milligrams per square meter (mg/m^2) intravenously (IV) once every 2 weeks (q2w) and cyclophosphamide 600mg/m^2 IV q2w for 4 cycles, followed by paclitaxel 80mg/m^2 IV once weekly (qw) for 12 weeks. Pertuzumab (840 milligrams [mg] IV loading dose then 420mg IV q3w) and trastuzumab (8 milligrams per kilogram [mg/kg] IV loading dose then 4mg/kg IV q3w) were administered along with paclitaxel for 4 cycles (8 cycles of chemotherapy in total prior to surgery). Following surgery, participants received adjuvant treatment with pertuzumab and trastuzumab IV q3w (up to 13 cycles), for a total of 17 cycles of pertuzumab and trastuzumab therapy during the study. Radiotherapy and adjuvant hormonal therapy were also given as clinically indicated. Following treatment completion/discontinuation, participants were followed for safety and efficacy for up to 5 years.",
        "INTERVENTION 2: ",
        "  Cohort B: FEC, Docetaxel, Pertuzumab, Trastuzumab",
        "  Participants received neoadjuvant treatment with 5-fluorouracil, epirubicin, and cyclophosphamide (FEC), with administration of 5-fluorouracil 500mg/m^2 intravenously (IV) q3w, epirubicin 100mg/m^2 IV q3w, and cyclophosphamide 600mg/m^2 IV q3w for 4 cycles, followed by docetaxel (with starting dose of 75mg/m^2 in Cycle 5, then 100mg/m^2 for Cycles 6-8) q3w for 4 cycles. Pertuzumab (840 mg IV loading dose then 420mg IV q3w) and trastuzumab (8 mg/kg IV loading dose then 4mg/kg IV q3w) were given along with doectaxel for 4 cycles (8 cycles of chemotherapy in total prior to surgery). Following surgery, participants received adjuvant treatment with pertuzumab and trastuzumab IV q3w (up to 13 cycles), for a total of 17 cycles of pertuzumab and trastuzumab therapy during the study. Radiotherapy and adjuvant hormonal therapy were also given as clinically indicated. Following treatment completion/discontinuation, participants were followed for safety and efficacy for up to 5 years."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Male and female participants with locally advanced, inflammatory, or early-stage, unilateral, and histologically confirmed invasive breast cancer. Participants with inflammatory breast cancer must be able to have a core needle biopsy",
        "  Primary tumor greater than (>) 2 centimeters (cm) in diameter, or > 5 millimeters (mm) in diameter and node-positive",
        "  HER2-positive breast cancer confirmed by a central laboratory",
        "  Availability of tumor tissue specimen",
        "  Baseline LVEF greater than or equal to (>/=) 55%",
        "  Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to (</=) 1",
        "  At least 4 weeks since major unrelated surgery, with full recovery",
        "  Women of childbearing potential and male participants with partners of childbearing potential must agree to use a \"highly effective\" non-hormonal form of contraception or two \"effective\" forms of non-hormonal contraception by the patient and/or partner. Contraception must continue for the duration of study treatment and for at least 7 months after the last dose of study treatment",
        "Exclusion Criteria:",
        "  Metastatic disease (Stage IV) or bilateral breast cancer",
        "  Participants who have had an incisional biopsy of the primary tumor or the primary tumor excised",
        "  Prior breast or non-breast malignancy within 5 years prior to study entry, except for carcinoma in situ and basal cell and squamous cell carcinoma of the skin. Participants with malignancies occurring more than 5 years prior to study entry are permitted if curatively treated",
        "  Any previous systemic therapy (including chemotherapy, immunotherapy, HER2 targeted agents, and antitumor vaccines) for cancer, or radiation therapy for cancer",
        "  Participants with a past history of ductal carcinoma in situ (DCIS) or lobular carcinoma in situ (LCIS) are not allowed to enter the study if they have received any systemic therapy for its treatment or radiation therapy to the ipsilateral breast (they are allowed to enter the study if treated with surgery alone)",
        "  High-risk participants who have received chemopreventive drugs in the past are not allowed to enter the study",
        "  Inadequate bone marrow, renal, or liver function",
        "  History or evidence of cardiovascular condition",
        "  Dyspnea at rest or other diseases that require continuous oxygen therapy",
        "  Severe, uncontrolled systemic disease",
        "  Participants with poorly controlled diabetes or with evidence of clinically significant diabetic vascular complications",
        "  Pregnancy or breast-feeding women",
        "  Participants who received any investigational treatment within 4 weeks of study start",
        "  Participants with known infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus",
        "  Current chronic daily treatment with corticosteroids (dose >10 mg methylprednisolone or equivalent [excluding inhaled steroids])",
        "  Known hypersensitivity to any of the study drugs or excipients"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With at Least One Event of New York Heart Association (NYHA) Class III or IV Heart Failure During the Neoadjuvant Treatment Period",
        "  Symptomatic left ventricular systolic dysfunction (otherwise referred to as heart failure) is a serious adverse event. The NYHA Functional Classification System for Heart Failure considers the patient's symptoms: Class III: Marked limitation of physical activity; Comfortable at rest, but less than ordinary activity causes fatigue, palpitation, or dyspnea. Class IV: Unable to carry on any physical activity without discomfort; Symptoms of heart failure at rest; If any physical activity is undertaken, discomfort increases. The 95% CIs were calculated with the Clopper-Pearson method. Results included events with onset from first dose of pertuzumab/trastuzumab prior to surgery through the day before the first dose of any study drug after surgery. If participant withdrew without entering adjuvant period, results included all events with onset from first dose of pertuzumab/trastuzumab through 42 days after last dose of any study drug or on the day of target surgery whichever was later.",
        "  Time frame: From day of first dose of pertuzumab or trastuzumab until the end of the neoadjuvant treatment period (as defined in the description; up to 25 weeks)",
        "Results 1: ",
        "  Arm/Group Title: Cohort A: ddAC, Paclitaxel, Pertuzumab, Trastuzumab",
        "  Arm/Group Description: Participants received neoadjuvant treatment with dose-dense doxorubicin and cyclophosphamide (ddAC), with administration of doxorubicin 60 milligrams per square meter (mg/m^2) intravenously (IV) once every 2 weeks (q2w) and cyclophosphamide 600mg/m^2 IV q2w for 4 cycles, followed by paclitaxel 80mg/m^2 IV once weekly (qw) for 12 weeks. Pertuzumab (840 milligrams [mg] IV loading dose then 420mg IV q3w) and trastuzumab (8 milligrams per kilogram [mg/kg] IV loading dose then 4mg/kg IV q3w) were administered along with paclitaxel for 4 cycles (8 cycles of chemotherapy in total prior to surgery). Following surgery, participants received adjuvant treatment with pertuzumab and trastuzumab IV q3w (up to 13 cycles), for a total of 17 cycles of pertuzumab and trastuzumab therapy during the study. Radiotherapy and adjuvant hormonal therapy were also given as clinically indicated. Following treatment completion/discontinuation, participants were followed for safety and efficacy for up to 5 years.",
        "  Overall Number of Participants Analyzed: 199",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  1.5        (0.31 to 4.34)",
        "Results 2: ",
        "  Arm/Group Title: Cohort B: FEC, Docetaxel, Pertuzumab, Trastuzumab",
        "  Arm/Group Description: Participants received neoadjuvant treatment with 5-fluorouracil, epirubicin, and cyclophosphamide (FEC), with administration of 5-fluorouracil 500mg/m^2 intravenously (IV) q3w, epirubicin 100mg/m^2 IV q3w, and cyclophosphamide 600mg/m^2 IV q3w for 4 cycles, followed by docetaxel (with starting dose of 75mg/m^2 in Cycle 5, then 100mg/m^2 for Cycles 6-8) q3w for 4 cycles. Pertuzumab (840 mg IV loading dose then 420mg IV q3w) and trastuzumab (8 mg/kg IV loading dose then 4mg/kg IV q3w) were given along with doectaxel for 4 cycles (8 cycles of chemotherapy in total prior to surgery). Following surgery, participants received adjuvant treatment with pertuzumab and trastuzumab IV q3w (up to 13 cycles), for a total of 17 cycles of pertuzumab and trastuzumab therapy during the study. Radiotherapy and adjuvant hormonal therapy were also given as clinically indicated. Following treatment completion/discontinuation, participants were followed for safety and efficacy for up to 5 years.",
        "  Overall Number of Participants Analyzed: 198",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  0        (0.00 to 1.85)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 56/199 (28.14%)",
        "  AGRANULOCYTOSIS 1/199 (0.50%)",
        "  ANAEMIA 1/199 (0.50%)",
        "  BONE MARROW FAILURE 1/199 (0.50%)",
        "  FEBRILE NEUTROPENIA 11/199 (5.53%)",
        "  LEUKOPENIA 1/199 (0.50%)",
        "  NEUTROPENIA 1/199 (0.50%)",
        "  PANCYTOPENIA 1/199 (0.50%)",
        "  ACUTE MYOCARDIAL INFARCTION 1/199 (0.50%)",
        "  ATRIAL FLUTTER 1/199 (0.50%)",
        "  ATRIAL THROMBOSIS 0/199 (0.00%)",
        "  CARDIAC FAILURE 3/199 (1.51%)",
        "Adverse Events 2:",
        "  Total: 66/198 (33.33%)",
        "  AGRANULOCYTOSIS 0/198 (0.00%)",
        "  ANAEMIA 0/198 (0.00%)",
        "  BONE MARROW FAILURE 0/198 (0.00%)",
        "  FEBRILE NEUTROPENIA 27/198 (13.64%)",
        "  LEUKOPENIA 0/198 (0.00%)",
        "  NEUTROPENIA 2/198 (1.01%)",
        "  PANCYTOPENIA 1/198 (0.51%)",
        "  ACUTE MYOCARDIAL INFARCTION 0/198 (0.00%)",
        "  ATRIAL FLUTTER 0/198 (0.00%)",
        "  ATRIAL THROMBOSIS 1/198 (0.51%)",
        "  CARDIAC FAILURE 4/198 (2.02%)"
    ]
}