{
    "Clinical Trial ID": "NCT00399529",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Allo GM-CSF-secreting Vaccine, Trastuzumab, Cyclophosphamide",
        "  Allogeneic GM-CSF-secreting breast cancer vaccine : the vaccine containing a mixture of two GM-CSF-secreting allogeneic breast cancer cell lines (two parts 2T47D-V and one part 3SKBR3-7 mixed in a fixed dose of 5 X 10^8 cells for each patient and each vaccination cycle) given intradermally every 4-6 weeks for 3 cycles and then a 4th dose given 6-8 months after beginning the study.",
        "  Cyclophosphamide : 300 mg/m^2 given intravenously every 4-6 weeks for 3 cycles and then once 6-8 months after beginning the study",
        "  Trastuzumab : An initial loading dose of 4 mg/kg for participants beginning treatment with Trastuzumab, otherwise 2 mg/kg given every week intravenously"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with histologically confirmed HER-2/neu-overexpressing adenocarcinoma of the breast; this is defined as HER-2+ by immunohistochemistry (IHC) 3+ staining or Fluorescence In-Situ Hybridization (FISH). Prior adjuvant Trastuzumab therapy is permitted. Patients must not be eligible for therapy of known curative potential for metastatic breast cancer if it is identified during the course of the study.",
        "  Patients may have measurable or evaluable disease.",
        "  Stable central nervous system (CNS) disease that has been adequately treated and is not under active treatment allowed.",
        "  Age 18 years or older.",
        "  Able to give informed consent.",
        "  Patients with an Eastern Cooperative Oncology Group (ECOG) performance score of 0 or 1.",
        "  No systemic oral steroids administered within 28 days prior to initiating treatment on protocol. Topical, ocular, and nasal steroids are allowed, as are those applied to mucus membranes.",
        "  No prior or currently active autoimmune disease requiring management with systemic immunosuppression. This includes inflammatory bowel disease, systemic vasculitis, scleroderma, psoriasis, multiple sclerosis, hemolytic anemia or immune-mediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjogren's syndrome, sarcoidosis, or other rheumatologic disease. Asthma or chronic obstructive pulmonary disease that does not require daily systemic corticosteroids is acceptable.",
        "  Not pregnant, and on appropriate birth control if of child-bearing potential.",
        "  No history of other malignancies within the prior five years (excluding a history of carcinoma in situ of the cervix, superficial non-melanoma skin cancer, and superficial bladder cancer).",
        "  Adequate bone marrow reserve with absolute neutrophil count (ANC) > 1000 and platelets > 100,000.",
        "  Adequate renal function with serum creatinine < 2.0.",
        "  Adequate hepatic reserve with serum bilirubin < 2.0, aspartate transaminase (AST) and alanine aminotransferase (ALT) < 2X the upper limit of normal, and alkaline phosphatase < 5X the upper limit of normal. Serum bilirubin > 2.0 is acceptable in the setting of known Gilbert's syndrome.",
        "  Adequate cardiac reserve with a cardiac ejection fraction within the lower limit of facility normal by MUGA, or 45% by echocardiogram.",
        "  No active major medical or psychosocial problems that could be complicated by study participation.",
        "  HIV negative.",
        "Exclusion Criteria:",
        "  No histologic documentation of breast adenocarcinoma.",
        "  Breast adenocarcinoma that is not amplified for HER-2/neu gene expression by at least 2-fold by FISH analysis, or that is less than IHC 3+ when FISH negative.",
        "  Cardiac dysfunction documented by an ejection fraction less than the lower limit of the facility normal by multi-gated acquisition (MUGA) scan, or 45% by echocardiogram.",
        "  Symptomatic intrinsic lung disease or extensive tumor involvement of the lungs resulting in dyspnea at rest.",
        "  History of autoimmune disease as detailed above.",
        "  Systemic oral corticosteroid treatment within 28 days prior to initiating treatment on study.",
        "  Uncontrolled medical problems.",
        "  Evidence of active acute or chronic infection.",
        "  Chemotherapy, radiation therapy, or biologic therapy (except Trastuzumab) within 28 days prior to initiating treatment on study. Hormonal therapy and supportive therapy with bisphosphonates will be allowed.",
        "  Participation in an investigational new drug trial within 28 days prior to initiating treatment on study.",
        "  Pregnant or breast feeding.",
        "  Hepatic, renal, or bone marrow dysfunction as detailed above.",
        "  Concurrent malignancy or history of other malignancy within the last five years except as noted above.",
        "  Corn allergy.",
        "  Known severe hypersensitivity to Trastuzumab (excluding mild to moderate infusion reactions that are easily managed and do not recur)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Adverse Events",
        "  Safety is measured as the number of patients that experienced adverse events related to study drug.",
        "  Time frame: From first dose through 30 days after last dose of study drug, up to 9 months",
        "Results 1: ",
        "  Arm/Group Title: Allo GM-CSF-secreting Vaccine, Trastuzumab, Cyclophosphamide",
        "  Arm/Group Description: Allogeneic GM-CSF-secreting breast cancer vaccine : the vaccine containing a mixture of two GM-CSF-secreting allogeneic breast cancer cell lines (two parts 2T47D-V and one part 3SKBR3-7 mixed in a fixed dose of 5 X 10^8 cells for each patient and each vaccination cycle) given intradermally every 4-6 weeks for 3 cycles and then a 4th dose given 6-8 months after beginning the study.",
        "  Cyclophosphamide : 300 mg/m^2 given intravenously every 4-6 weeks for 3 cycles and then once 6-8 months after beginning the study",
        "  Trastuzumab : An initial loading dose of 4 mg/kg for participants beginning treatment with Trastuzumab, otherwise 2 mg/kg given every week intravenously",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Fatigue: 8  40.0%",
        "  Urticaria: 7  35.0%",
        "  Pruritus: 6  30.0%",
        "  Fever: 5  25.0%",
        "  Flu-like symptoms: 4  20.0%",
        "  Lymphadenopathy: 4  20.0%",
        "  Abdominal pain: 3  15.0%",
        "  Rash: 3  15.0%",
        "  Malaise: 3  15.0%",
        "  Chills: 3  15.0%",
        "  Dizziness: 2  10.0%",
        "  Anorexia: 1   5.0%",
        "  Erythema: 1   5.0%",
        "  Headache: 1   5.0%",
        "  Nausea: 1   5.0%",
        "  Arm pain: 1   5.0%",
        "  Cancer site pain: 1   5.0%",
        "  Leg pain: 1   5.0%",
        "  Groin tightness: 1   5.0%",
        "  Erythema at vaccine sites: 20 100.0%",
        "  Pruritus at vaccine sites: 20 100.0%",
        "  Induration at vaccine sites: 20 100.0%",
        "  Pain at vaccine sties: 17  85.0%",
        "  Rash at vaccine sites: 7  35.0%",
        "  Blister at vaccine sites: 5  25.0%",
        "  Hyperpigmentation at vaccine sites: 4  20.0%",
        "  Bruising at vaccine sites: 3  15.0%",
        "  Edema at vaccine sites: 2  10.0%",
        "Vaccine site flare: 2  10.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/20 (5.00%)",
        "  Urticaria *1/20 (5.00%)"
    ]
}