{
    "Clinical Trial ID": "NCT00093808",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Capecitabine + Vinorelbine + Trastuzumab",
        "  Treatment followed a 21-day cycle. Capecitabine was administered orally twice daily at a dose of 825 mg/m^2 on days 1 to 14, vinorelbine was administered intravenously (IV) at a dose of 25 mg/m^2 on days 1 and 8 every 3 weeks, and trastuzumab was administered IV at a dose of 6 mg/kg on day 1 of every 3-week cycle (except cycle 1, when patients were given a loading dose of 8 mg/kg)."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically or cytologically confirmed invasive breast cancer",
        "  Metastatic disease",
        "  HER2/neu-positive by immunohistochemistry (3+ by HercepTest^™ or equivalent) OR positive for amplification by fluorescent in situ hybridization",
        "  Testing may be performed in the primary tumor or the metastatic site",
        "  Received prior anthracycline or taxane as adjuvant therapy or for metastatic disease",
        "  Measurable disease",
        "  At least one measurable lesion  2.0 cm by CT scan or MRI OR  1.0 cm by spiral CT scan",
        "  The following are considered non-measurable disease:",
        "  Bone lesions",
        "  Leptomeningeal disease",
        "  Ascites",
        "  Pleural/pericardial effusion",
        "  Inflammatory breast disease",
        "  Lymphangitis cutis/pulmonis",
        "  Abdominal masses that are not confirmed and followed by imaging techniques",
        "  Cystic lesions",
        "  No bone metastases as the only evidence of metastasis",
        "  Previously treated CNS metastases allowed provided disease has been stable for  the past 3 months",
        "  Hormone receptor status:",
        "  Not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Age",
        "  18 and over",
        "  Sex",
        "  Female or male",
        "  Performance status",
        "  ECOG 0-2",
        "  Life expectancy",
        "  At least 12 weeks",
        "  Hematopoietic",
        "  Absolute neutrophil count  1,500/mm^3",
        "  Hemoglobin  8.0 g/dL",
        "  Platelet count  100,000/mm^3",
        "  No known uncontrolled coagulopathy",
        "  Hepatic",
        "  Bilirubin  3.0 times the upper limit of normal (ULN)",
        "  One of the following must be true:",
        "  AST or ALT  5 times ULN AND alkaline phosphatase normal",
        "  Alkaline phosphatase  5 times ULN AND AST or ALT normal",
        "  Alkaline phosphatase  2.5 times ULN AND AST or ALT  1.5 times ULN",
        "  INR  1.5 times ULN",
        "  Renal",
        "  Calcium  11.5 mg/dL",
        "  Creatinine  1.5 times ULN",
        "  Creatinine clearance  30 mL/min",
        "  Cardiovascular",
        "  LVEF  50% by MUGA or echocardiogram",
        "  No clinically significant (i.e., active) cardiac disease",
        "  No congestive heart failure",
        "  No symptomatic coronary artery disease",
        "  No myocardial infarction within the past 12 months",
        "  No cardiac arrhythmia not controlled with medication",
        "  Gastrointestinal",
        "  Able to take oral medication",
        "  No lack of physical integrity of the upper gastrointestinal tract",
        "  No clinically significant malabsorption syndrome",
        "  Other",
        "  Not pregnant or nursing",
        "  Negative pregnancy test",
        "  Fertile patients must use effective contraception during and for 30 days after study participation",
        "  No history of allergy or hypersensitivity to study drugs, drug product excipients, including polysorbate 80, or chemically similar agents",
        "  No prior unanticipated severe reaction to fluoropyrimidine therapy",
        "  No know hypersensitivity to fluorouracil",
        "  No known dihydropyrimidine dehydrogenase deficiency",
        "  No history of uncontrolled seizures or CNS disorders",
        "  No clinically significant psychiatric disability that would preclude giving informed consent or study compliance",
        "  No other serious uncontrolled infection or disease",
        "  No other malignancy within the past 5 years except cured basal cell skin cancer, carcinoma in situ of the cervix, or contralateral breast cancer",
        "  PRIOR CONCURRENT THERAPY:",
        "  Biologic therapy",
        "  Prior adjuvant trastuzumab (Herceptin^®) allowed as adjuvant or first-line therapy for metastatic disease",
        "  No concurrent immunotherapy",
        "  Chemotherapy",
        "  See Disease Characteristics",
        "  No more than 1 prior chemotherapy regimen in the advanced or metastatic (non-adjuvant) setting",
        "  No prior continuous ( 24 hours) fluorouracil infusion",
        "  No prior capecitabine",
        "  No prior oral fluoropyrimidines (e.g., eniluracil and fluorouracil, uracil and tegafur, S1, or emitefur)",
        "  Endocrine therapy",
        "  At least 1 day since prior hormonal therapy",
        "  No concurrent hormonal therapy",
        "  Radiotherapy",
        "  More than 4 weeks since prior radiotherapy to the axial skeleton (i.e., skull, spinal column, sternum, or ribs)",
        "  No concurrent radiotherapy",
        "  Surgery",
        "  More than 4 weeks since prior major surgery",
        "  No prior organ allografts requiring immunosuppressive therapy",
        "  Other",
        "  More than 4 weeks since prior investigational drugs",
        "  No concurrent sorivudine or its chemically related analogues (e.g., brivudine)",
        "  No concurrent allopurinol, metronidazole, or cimetidine",
        "  No other concurrent cytotoxic agents",
        "  No other concurrent investigational drugs",
        "  No other concurrent anticancer therapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Confirmed Response Rate",
        "  A confirmed tumor response is defined to be either a Complete Response (CR) or Partial Response (PR) noted as the objective status on 2 consecutive evaluations at least 6 weeks apart. All patients meeting the eligibility criteria who have signed a consent form and initiated study medication will be evaluable for response. The proportion of confirmed tumor responses will be estimated by the number of tumor regressions that meet the RECIST criteria for a confirmed CR or PR divided by the total number of evaluable patients. A 95% confidence interval for the true confirmed response rate will be calculated using the properties of the binomial distribution. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  Time frame: Up to 5 years",
        "Results 1: ",
        "  Arm/Group Title: Capecitabine + Vinorelbine + Trastuzumab",
        "  Arm/Group Description: Treatment followed a 21-day cycle. Capecitabine was administered orally twice daily at a dose of 825 mg/m^2 on days 1 to 14, vinorelbine was administered intravenously (IV) at a dose of 25 mg/m^2 on days 1 and 8 every 3 weeks, and trastuzumab was administered IV at a dose of 6 mg/kg on day 1 of every 3-week cycle (except cycle 1, when patients were given a loading dose of 8 mg/kg).",
        "  Overall Number of Participants Analyzed: 45",
        "  Measure Type: Number",
        "  Unit of Measure: proportion of patients  0.67        (0.51 to 0.80)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/46 (19.57%)",
        "  Febrile neutropenia 1/46 (2.17%)",
        "  Cardiac disorder 1/46 (2.17%)",
        "  Diarrhea 1/46 (2.17%)",
        "  Upper gastrointestinal hemorrhage 1/46 (2.17%)",
        "  Chest pain 1/46 (2.17%)",
        "  Fatigue 1/46 (2.17%)",
        "  Neutrophil count decreased 2/46 (4.35%)",
        "  Platelet count decreased 1/46 (2.17%)",
        "  Anorexia 1/46 (2.17%)",
        "  Dehydration 1/46 (2.17%)",
        "  Serum potassium increased 1/46 (2.17%)"
    ]
}