{
    "Clinical Trial ID": "NCT00066573",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Exemestane",
        "  Patients receive oral exemestane (25 mg) once daily for 5 years.",
        "  exemestane: Given orally",
        "INTERVENTION 2: ",
        "  Anastrozole",
        "  Patients receive oral anastrozole (1 mg) once daily for 5 years.",
        "  anastrozole: Given orally"
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically confirmed invasive breast cancer",
        "  pT1-3; pNX, pN0-2 or pN3*; M0",
        "  Neoadjuvant patients are eligible no earlier than 3 weeks or later than 3 months after excisional surgery, provided both the clinical-diagnostic staging of cancer and postsurgical resection-pathologic staging of cancer meet the requirements for primary tumor, regional lymph nodes, and distant metastasis classification NOTE: *Only when the sole basis for this classification is the presence of 10 or more involved axillary lymph nodes",
        "  Completely resected disease",
        "  Primary surgery performed at least 3 weeks but no more than 3 months before study entry (if no chemotherapy was given)",
        "  Primary surgery is defined as the last surgery at which histologic evidence of invasive or in situ disease was present in the pathology specimen",
        "  Patients with positive sentinel lymph node biopsy are eligible provided they have had a subsequent axillary lymph node dissection",
        "  No metachronous breast cancer",
        "  Bilateral mammogram within the past 12 months unless initial surgery was a total mastectomy, in which case only a mammogram of the remaining breast is required",
        "  No metastases confirmed by 1 of the following methods:",
        "  Bone scan* (required only if alkaline phosphatase is at least 2 times normal and/or there are symptoms of metastatic disease)",
        "  Abdominal ultrasound or CT scan (required only if AST/ALT or alkaline phosphatase is at least 2 times normal, unless the elevation is in the bone fraction)",
        "  Chest x-ray NOTE: *Confirmatory x-ray, CT scan, or MRI required if the bone scan results are questionable",
        "  No locally recurrent disease",
        "  No prior or concurrent carcinoma in situ of the contralateral breast treated with partial mastectomy and/or hormonal therapy",
        "  Patients with prior or concurrent carcinoma in situ of the ipsilateral breast are eligible provided the tumor was completely excised AND they have not received prior hormonal therapy",
        "  Hormone receptor status:",
        "  Estrogen receptor- and/or progesterone receptor-positive by immunohistochemistry or tumor receptor content  10 fmol/mg protein",
        "  PATIENT CHARACTERISTICS:",
        "  Age",
        "  Postmenopausal",
        "  Sex",
        "  Female",
        "  Menopausal status",
        "  Postmenopausal prior to chemotherapy, defined as 1 of the following:",
        "  Over 60 years of age",
        "  Age 45-59 with spontaneous cessation of menses for more than 1 year prior to study entry",
        "  Age 45-59 with menses ceasing (secondary to hysterectomy or spontaneously) within the past year AND a follicle-stimulating hormone (FSH) level prior to study entry in the postmenopausal range*",
        "  Age 45-59, previously on hormone replacement therapy (HRT) and have discontinued HRT upon diagnosis of this malignancy AND has an FSH level prior to study entry in the postmenopausal range*",
        "  Has undergone bilateral oophorectomy NOTE: *By institutional standards OR > 34.4 IU/L if institutional range is not available)",
        "  Performance status",
        "  ECOG 0-2",
        "  Life expectancy",
        "  At least 5 years",
        "  Hematopoietic",
        "  WBC at least 3,000/mm^3 OR",
        "  Granulocyte count at least 1,500/mm^3 AND",
        "  Platelet count at least 100,000/mm^3",
        "  Hepatic",
        "  See Disease Characteristics",
        "  AST and/or ALT less than 2 times upper limit of normal (ULN)*",
        "  Alkaline phosphatase less than 2 times ULN* NOTE: *Unless imaging examinations have ruled out metastatic disease",
        "  Renal",
        "  Not specified",
        "  Other",
        "  Able to swallow study medication and have adequate unassisted oral intake in order to maintain reasonable nutrition status",
        "  No other non-breast malignancy within the past 5 years except adequately treated nonmelanoma skin cancer, curatively treated carcinoma in situ of the cervix, or other curatively treated solid tumors with no evidence of disease for at least 5 years",
        "  No other concurrent medical or psychiatric condition that would preclude study participation and/or interfere with results",
        "  PRIOR CONCURRENT THERAPY:",
        "  Biologic therapy",
        "  Prior and concurrent trastuzumab (Herceptin®) allowed",
        "  Chemotherapy",
        "  See Disease Characteristics",
        "  At least 3 weeks but no more than 3 months since prior chemotherapy",
        "  Prior adjuvant chemotherapy allowed",
        "  Endocrine therapy",
        "  See Disease Characteristics",
        "  No prior aromatase inhibitor",
        "  No prior tamoxifen or other selective estrogen receptor modulators (SERMs) except raloxifene",
        "  At least 3 weeks since prior raloxifene",
        "  At least 3 weeks since prior and no concurrent over-the-counter products or supplements considered to have an estrogenic effect, including any of the following:",
        "  Ginseng",
        "  Ginkgo biloba",
        "  Black cohosh",
        "  Dong quai",
        "  Fortified soy supplements (e.g., phytoestrogen preparations)",
        "  At least 3 weeks since other prior hormonal therapy or steroids considered to have an estrogenic effect",
        "  No concurrent estrogens, progesterones, androgens, or SERMs",
        "  Concurrent intermittent vaginal estrogens (e.g., vagifem, estrogen vaginal cream, testosterone, estradiol vaginal gel, or Estring) allowed if other local measures for intractable vaginal atrophy are insufficient",
        "  No other concurrent therapy that would have an estrogenic effect, including endocrine therapy, hormonal therapy, or steroid therapy",
        "  Radiotherapy",
        "  See Disease Characteristics",
        "  Prior adjuvant radiotherapy allowed",
        "  Concurrent radiotherapy allowed",
        "  Surgery",
        "  See Disease Characteristics"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Event-free Survival",
        "  Event free survival, the primary endpoint of this study, is defined as the time from randomization to the time of documented locoregional or distant recurrence, new primary breast cancer, or death from any cause.",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Exemestane",
        "  Arm/Group Description: Patients receive oral exemestane (25 mg) once daily for 5 years.",
        "  exemestane: Given orally",
        "  Overall Number of Participants Analyzed: 3789",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  88        (87 to 89)",
        "Results 2: ",
        "  Arm/Group Title: Anastrozole",
        "  Arm/Group Description: Patients receive oral anastrozole (1 mg) once daily for 5 years.",
        "  anastrozole: Given orally",
        "  Overall Number of Participants Analyzed: 3787",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  89        (88 to 90)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 19/3761 (0.51%)",
        "  Cardiac ischemia/infarction 3/3761 (0.08%)",
        "  Left ventricular systolic dysfunction 1/3761 (0.03%)",
        "  Restrictive cardiomyopathy 1/3761 (0.03%)",
        "  Supraven.arrhyth. Atrial flutter 1/3761 (0.03%)",
        "  Ventric.arrhyth. Trigeminy 1/3761 (0.03%)",
        "  Hypothyroidism 0/3761 (0.00%)",
        "  Blurred vision 1/3761 (0.03%)",
        "  Nyctalopia 0/3761 (0.00%)",
        "  Ocular - Other 1/3761 (0.03%)",
        "Adverse Events 2:",
        "  Total: 7/3759 (0.19%)",
        "  Cardiac ischemia/infarction 0/3759 (0.00%)",
        "  Left ventricular systolic dysfunction 0/3759 (0.00%)",
        "  Restrictive cardiomyopathy 0/3759 (0.00%)",
        "  Supraven.arrhyth. Atrial flutter 0/3759 (0.00%)",
        "  Ventric.arrhyth. Trigeminy 0/3759 (0.00%)",
        "  Hypothyroidism 1/3759 (0.03%)",
        "  Blurred vision 0/3759 (0.00%)",
        "  Nyctalopia 1/3759 (0.03%)",
        "  Ocular - Other 0/3759 (0.00%)"
    ]
}