{
    "Clinical Trial ID": "NCT01306942",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase I: Dasatinib 100mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2",
        "  Cohort 1: Eligible patients were enrolled and treated with 4-week cycles of trastuzumab 2 mg/kg IV weekly (following a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 100mg was administered orally once daily (QD). Treatment was repeated on Day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occured. Only in the phase I, the first cycle lasted 38 days.",
        "INTERVENTION 2: ",
        "  Phase I: Dasatinib 140mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2",
        "  Cohort 2: Eligible patients were enrolled and treated with 4-week cycles of trastuzumab 2 mg/kg IV weekly (following a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 140mg was administered orally once daily (QD). Treatment was repeated on Day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occured. Only in the phase I, the first cycle lasted 38 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female with histologically confirmed breast cancer with documented metastasis.",
        "  Patients must have Human Epidermal Growth Factor Receptor 2 (HER2) overexpression by immunohistochemistry (3+, HercepTest®; DAKO) or a positive fluorescence in situ hybridization for HER2 amplification evaluated by central laboratory. It is recommended that a formalin-fixed paraffin embedded (FFPE) tumor tissue block from the metastatic site (or the primary tumor, if metastatic site not available) required for HER2 testing are provided.",
        "  Patients can have measurable or non measurable disease for the Phase I part. For the Phase II only patients with measurable disease defined per RECIST 1.1 will be included.",
        "  Signed Written Informed Consent.",
        "  Target Population:",
        "  Patients with Performance Status (ECOG) of 0 or 1.",
        "  Number of previous therapies allowed or previous therapies may have included:",
        "  Chemotherapy: no prior chemotherapy for MBC is permitted. Patients treated with adjuvant chemotherapy regimens based on taxanes are allowed to be included if they are fully recovered of any taxane associated toxicity and a minimum of 12 months have elapsed from the end of this therapy.",
        "  Hormonal Therapy: patients may have had prior hormonal therapy. All hormonal agents must be discontinued at least 3 weeks prior to study entry.",
        "  Radiation Therapy: patients may have had prior radiation therapy that has not exceeded 25% of the bone marrow reserve. A minimum of 21 days must have elapsed between the last dose of radiation and registration into the study. Patients must have recovered from any acute toxic effects from radiation prior to registration. Lesions that have been irradiated cannot be included as sites of measurable disease for the phase II unless clear tumor progression, according to RECIST criteria, has been documented in these lesions since the end of radiation therapy.",
        "  Previous Surgery: previous surgery is permitted provided that wound healing has occurred.",
        "  Anti-HER2 Therapies: no prior anti-HER2 therapy for MBC is permitted. Patients treated with adjuvant anti-HER2 therapies (including but not limited to trastuzumab and lapatinib) are allowed to be included if a minimum of 12 months have elapsed from the end of this therapy.",
        "  Adequate Organ Function (...).",
        "  Ability to take oral medication (dasatinib must be swallowed whole).",
        "  Concomitant Medications",
        "  i) Patient agrees to discontinue St. Johns Wort while receiving dasatinib therapy (discontinue St. Johns Wort at least 5 days before starting dasatinib) ii) Biphosphonates must not be initiated within 28 days prior to study therapy",
        "  Age and sex:",
        "  f) Patient, age 18 years old. g) Women of childbearing potential (WOCBP) must be using an adequate method of contraception to avoid pregnancy throughout the study and for at least 4 weeks after the last dose of study drug to minimize the risk of pregnancy. (...)",
        "Exclusion Criteria:",
        "  Sex and reproductive status:",
        "  WOCBP who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and for at least 4 weeks after the last dose of study drug",
        "  Women who are pregnant or breastfeeding.",
        "  Women with a positive pregnancy test",
        "  Target Disease Exceptions:",
        "  a) Central nervous system (CNS) metastases which are not well controlled. Eligible patients must be asymptomatic, cannot be receiving steroids or anticancer treatment, and must be enrolled at least 1 month after the end of the radiotherapy treatment",
        "  Medical History and Concurrent Diseases",
        "  No malignancy [other than the one treated in this study] which required radiotherapy or systemic treatment within the past 5 years.",
        "  Concurrent medical condition which may increase the risk of toxicity, including: Pleural or pericardial effusion of any grade.",
        "  Cardiac Symptoms; any of the following should be considered for exclusion:",
        "  i) Uncontrolled angina, congestive heart failure or myocardial infarction (MI) within (6 months) ii). Patients with intercurrent cardiac dysfunction or left ventricular ejection fraction (LVEF) < 50%.",
        "  iii) Diagnosed congenital long QT syndrome. iv) Any history of clinically significant ventricular arrhythmias (such as ventricular tachycardia, ventricular fibrillation, or Torsades de pointes).",
        "  v) Prolonged corrected QT (QTc) interval on pre-entry electrocardiogram (450 msec).",
        "  vi) Patients with hypokalemia or hypomagnesemia if it cannot be corrected prior to dasatinib administration.",
        "  d) History of significant bleeding disorder unrelated to cancer, including: i) Diagnosed congenital bleeding disorders (e.g., von Willebrand's disease). ii) Diagnosed acquired bleeding disorder within one year (e.g., acquired anti-factor VIII antibodies).",
        "  iii) Ongoing or recent ( 3 months) significant gastrointestinal bleeding.",
        "  Allergies and Adverse Drug Reactions",
        "  a) Patients with known allergy to any of the study drugs or their components.",
        "  Prohibited Treatments and/or Therapies",
        "  a) Category I drugs that are generally accepted to have a risk of causing Torsades de Pointes including: (Patients must discontinue drug 7 days prior to starting dasatinib) i) quinidine, procainamide, disopyramide ii) amiodarone, sotalol, ibutilide, dofetilide iii) erythromycin, clarithromycin iv) chlorpromazine, haloperidol, mesoridazine, thioridazine, pimozide v) cisapride, bepridil, droperidol, methadone, arsenic, chloroquine, domperidone, halofantrine, levomethadyl, pentamidine, sparfloxacin, lidoflazine.",
        "  b) Concurrent anti-cancer therapy c) Potent CYP3A4 inhibitors",
        "  Other exclusion criteria:",
        "  Patients who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness.",
        "  Patients with active or uncontrolled infections or with serious illnesses or medical conditions that would not permit the patient to be managed according to the protocol.",
        "  Patients unable or unwilling to give written informed consent prior to study participation.",
        "  Pre-existent motor or sensory neurotoxicity of severity  grade 2 according to NCI common toxicity criteria (version 4.03)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose Limiting Toxicity (DLT) Within the First Cycle of Dasatinib in Combination With Trastuzumab and Paclitaxel (Phase I)",
        "  DLT was defined as the occurrence of any of the following adverse events or abnormal laboratory value (graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.03), assessed as possibly, probably or definitively related to study drugs, occurring within the first cycle of study treatment: Need of any dose modification within the first cycle due to toxicity, grade 3 or 4 neutropenia complicated with fever 38.5° C or infection, grade 4 neutropenia (absolute neutrophil count (ANC)<0.5x1000000000/L) of at least 7 days duration, grade 3 thrombocytopenia complicated by hemorrhage, grade 4 thrombocytopenia, any grade 4 non-hematologic toxicity, grade 3 non-hematologic toxicities except nausea, vomiting, or diarrhea that can be controlled by appropriate medical intervention or prophylaxis, inability to resume dosing for cycle 2 at the current dose level within 14 days due to treatment related toxicity.",
        "  Time frame: Up to cycle 1",
        "Results 1: ",
        "  Arm/Group Title: Phase I: Dasatinib 100mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2",
        "  Arm/Group Description: Cohort 1: Eligible patients were enrolled and treated with 4-week cycles of trastuzumab 2 mg/kg IV weekly (following a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 100mg was administered orally once daily (QD). Treatment was repeated on Day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occured. Only in the phase I, the first cycle lasted 38 days.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1  16.7%",
        "Results 2: ",
        "  Arm/Group Title: Phase I: Dasatinib 140mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2",
        "  Arm/Group Description: Cohort 2: Eligible patients were enrolled and treated with 4-week cycles of trastuzumab 2 mg/kg IV weekly (following a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 140mg was administered orally once daily (QD). Treatment was repeated on Day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occured. Only in the phase I, the first cycle lasted 38 days.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  50.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/6 (16.67%)",
        "  Angina *  [1]0/6 (0.00%)",
        "  Diarrhea *  [2]1/6 (16.67%)",
        "  Sudden death *  [3]0/6 (0.00%)",
        "  Soft tissue and skin infection *  [2]0/6 (0.00%)",
        "  Catheter related infection *  [1]0/6 (0.00%)",
        "  Overdose *  [4]0/6 (0.00%)",
        "  Dyspnea *  [2]0/6 (0.00%)",
        "  Pneumonitis *  [2]0/6 (0.00%)",
        "  Febrile syndrome respiratory focus *  [5]0/6 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/4 (50.00%)",
        "  Angina *  [1]0/4 (0.00%)",
        "  Diarrhea *  [2]0/4 (0.00%)",
        "  Sudden death *  [3]0/4 (0.00%)",
        "  Soft tissue and skin infection *  [2]0/4 (0.00%)",
        "  Catheter related infection *  [1]0/4 (0.00%)",
        "  Overdose *  [4]0/4 (0.00%)",
        "  Dyspnea *  [2]1/4 (25.00%)",
        "  Pneumonitis *  [2]1/4 (25.00%)",
        "  Febrile syndrome respiratory focus *  [5]0/4 (0.00%)"
    ]
}