{
    "Clinical Trial ID": "NCT00394251",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ABI-007 Subset",
        "  260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9-16); Bevacizumab (weeks 17-46). Weeks 1-8 are excluded from this subset.",
        "INTERVENTION 2: ",
        "  AC --> ABI-007",
        "  Adriamycin and Cytoxan plus Bevacizumab for four cycles (weeks 1-8); 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9-16); Bevacizumab (weeks 17-46)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A patient was eligible for inclusion in this study only if all of the following criteria were met:",
        "  Female, age greater than or equal to 18 to less than or equal to 70 years old.",
        "  Estrogen receptor (ER) and progesterone receptor (PR) status have been determined.",
        "  Operable, histologically confirmed adenocarcinoma of the breast",
        "  Must have met 1 of the following criteria:",
        "  T1-3, N1-3, M0, regardless of ER or PR status.",
        "  T > 2 cm, N0, M0 (T2-3N0M0), regardless of ER or PR status.",
        "  T > 1 cm, N0, M0 (T1cN0M0) and both ER and PR negative",
        "  T > 1 cm, N0, M0, ER or PR positive and grade 3",
        "  Patients with one sentinel lymph node metastasis 0.2-2 mm in size were not required to undergo completion axillary dissection unless only 1 sentinel lymph node was examined. This completion axillary dissection was optional if 1 out of 2 or more sentinel lymph nodes was positive for a micrometastasis. Therefore if 1 of 1 sentinel lymph node was positive for micrometastasis(0.2-2 mm), then a completion axillary dissection was required.",
        "  Patients with more than one sentinel node micrometastasis or 1 node with a micrometastasis > 2 mm and/or T3 disease must have undergone completion, standard axillary dissection. -Note: the following were not eligible-",
        "  T1b,c,N0M0 and ER or PR positive and grade 1 or 2 Tx tumors (regardless of nodal status) T4 disease [i.e., patients with fixed tumors, peau d'orange skin changes, skin ulcerations, or inflammatory changes",
        "  Note: Sentinel lymph node micrometastasis < 0.2 mm in considered N0 disease",
        "  Negative surgical margins on lumpectomy or mastectomy specimen (no ink on invasive cancer and no ink on ductal carcinoma in situ [DCIS]).",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-1",
        "  Normal electrocardiogram (ECG, as assessed by the investigator).",
        "  No pre-existing peripheral neuropathy.",
        "  It had not been longer than 84 days since the date of definitive surgery (eg, mastectomy or in the case of a breast-sparing procedure, axillary dissection).",
        "  Laboratory values were to be as follows:",
        "  White blood cell count: > or equal to 3,000/mm^3",
        "  Absolute neutrophil count:> or equal to 1,500/mm^3",
        "  Platelets:> or equal to 100,000/mm^3",
        "  Hemoglobin: > or equal to 8g/dL",
        "  Bilirubin:< or equal to the institution's ULN",
        "  Creatinine: < or equal to 1.7 mg/dL",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) and alkaline phosphatase could be up to 2.5 times the institutional ULN.",
        "  All staging studies including physical exam, chest x-ray, and bone scan had to show no evidence of metastatic disease, including suspicious lymphadenopathy or skin nodules on physical exam. A chest x-ray and bone scan were mandatory; however, all other staging studies were at the treating physician's discretion. Any other staging test (eg, Computed Tomography [CT] scans, magnetic resonance imaging [MRI] studies, ultrasound of abdomen, Positron Emission Tomography [PET] scans must have been negative for metastatic disease. An abdominal CT scan or PET scan was mandatory for patients with liver function tests elevated above the upper limit of normal (ULN) to rule out metastatic disease. If the patient had a staging PET scan then a bone scan was not necessary, but a chest x-ray was required.",
        "  Patient had a negative serum pregnancy test < or equal to 14 days of the first dose of study drug (patients of childbearing potential).",
        "  If fertile, patient had agreed to us an acceptable method of birth control to avoid pregnancy [Note: oral contraceptives were not allowed] for the duration of chemotherapy and hormonal therapy and for 6 months thereafter.",
        "  If obese, a patient must have been treated with doses calculated using his/her actual body surface area (BSA) (the physician must have been comfortable treating at the full BSA dose regardless of BSA).",
        "  Patient had signed a Patient Informed Consent Form.",
        "Exclusion Criteria:",
        "  A patient was not eligible for inclusion in this study if any of the following criteria applied:",
        "  Patients with HER-2 positive breast cancer (IHC 3+ or FISH +) who were eligible for adjuvant Herceptin therapy.",
        "  Stage IV breast cancer (M1 disease on TNM staging system).",
        "  Prior anthracycline, anthracenedione (mitoxantrone), or taxane therapy",
        "  Neoadjuvant therapy for this breast cancer.",
        "  Previous invasive cancers if treated < 5 years prior to entering this study, except basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix; the latter were not required to have occurred more than 5 years prior to study entry.",
        "  Prior invasive breast cancer if diagnosed < 5 years prior to entering study. Patients must have finished adjuvant hormonal therapy prior to registration. Patients with prior DCIS are eligible. Patients with DCIS who were treated with tamoxifen must have finished tamoxifen prior to registration.",
        "  Serious medical illness, other than that treated by this study, which would limit survival to < 4 years, or psychiatric condition that would prevent informed consent and compliance with study treatment.",
        "  Uncontrolled or severe cardiovascular disease including recent (< or equal to 12 months) myocardial infarction or unstable angina.",
        "  Active uncontrolled bacterial, viral (including clinically defined Acquired Immune Deficiency Syndrome [AIDS]), or fungal infection.",
        "  Patients with active or chronic hepatitis with abnormal liver function tests (LFTs) or patients who were known to be HIV positive.",
        "  Uncontrolled disease such as uncontrolled diabetes.",
        "  Any prior history of hypertensive crisis or hypertensive encephalopathy.",
        "  Any known central nervous system (CNS) disease.",
        "  Known hypersensitivity to any component of bevacizumab.",
        "  No history of cerebrovascular accident or transient ischemic attack at any time.",
        "  Active symptomatic vascular disease, e.g., aortic aneurysm or aortic dissection, and no peripheral vascular disease, e.g., claudication, within six months of study entry.",
        "  No major surgical procedure, open biopsy, or significant traumatic injury within 28 days and no core biopsy or minor surgical procedure (excluding placement of a vascular access device) within seven days of study entry. No anticipated need for major surgical procedure during the course of study.",
        "  No history of abdominal fistula, gastrointestinal perforation, or intra- abdominal process within six months of study entry.",
        "  No serious non-healing wound, ulcer, or bone fracture.",
        "  No proteinuria at screening as demonstrated by urine protein: urine creatinine (UPC) ratio of > or equal to 1.0 or urine dipstick for proteinuria > or equal to 2+ (patients discovered to have > or equal to 2+ proteinuria on dipstick urinalysis at baseline should have undergone a 24 hour urine collection and must have demonstrated < or equal to 1g of protein in 24 hours to be eligible).",
        "  Inadequately controlled hypertension (defined as systolic blood pressure > 150 mmHg and /or diastolic blood pressure> 100 mmHg on antihypertensive medications) or New York Heart Association (NYHA) Grade 2 or greater congestive heart failure.",
        "  History or coagulopathy, bleeding diathesis, therapeutic anticoagulation other than low dose or chronic acetyl salicylic acid (ASA)> or equal to 325 mg. per day. Low dose coumadin for anticoagulation of venous access device or low dose molecular weight heparin (LMWH) for deep vein thrombosis prophylaxis or low dose (325 mg or less) ASA prophylaxis are allowed, but are best avoided if the treating physician feels it is safe to do so.",
        "  Left Ventricular Ejection Fraction (LVEF) on cardiac echocardiography (ECHO) < 50% (or institutional lower limit of normal [LLN]) and > or equal to 74%. LVEF of greater than 75% at baseline should have been re- reviewed and/or the test repeated as it could be falsely elevated.",
        "  Patients who were receiving concurrent immunotherapy.",
        "  A history of other malignancy within the last 5 years, which could affect the diagnosis or assessment of breast cancer recurrence or which could shorten a patient's survival.",
        "  Patient had had an organ allograft.",
        "  Patient was pregnant or breastfeeding.",
        "  Patient was unable to comply with requirements of study.",
        "  Patient was receiving any other investigational drugs."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Participants With Treatment-Emergent Toxicities With a Frequency >=20% at 3 Months Post Chemotherapy",
        "  Toxicities are summarized using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) terms. Participants with treatment-emergent toxicities with a frequency of >=20% in any treatment arm, and participants with at least one toxicity are reported.",
        "  Taxane subsets (ABI-007 subset and Taxol subset treatment arms) summarize participants with treatment-emergent toxicities defined as any AEs that begin or worsen in severity grade after the start of taxane treatment (cycle 5, week 9) through 30 days after the last dose of taxane (week 20) and were ongoing 3 months after chemotherapy (month 7).",
        "  Entire regiments (AC --> ABI-007 and AC --> Taxol treatment arms) summarize participants with treatment-emergent toxicities defined as any AEs that begin or worsen in severity grade after the start of chemotherapy (cycle 1, week 1) through 30 days after the last dose of chemotherapy (week 20) and were ongoing 3 months after chemotherapy (month 7).",
        "  Time frame: Month 7",
        "Results 1: ",
        "  Arm/Group Title: ABI-007 Subset",
        "  Arm/Group Description: 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9-16); Bevacizumab (weeks 17-46). Weeks 1-8 are excluded from this subset.",
        "  Overall Number of Participants Analyzed: 74",
        "  Measure Type: Number",
        "  Unit of Measure: participants  At least 1 AE at 3 Months: 65",
        "  Neurology: Neuropathy: Sensory: 36",
        "  Constitutional Symptoms: Fatigue: 16",
        "  Dermatology/Skin: Hair Loss/Alopecia (Scalp+Body): 2",
        "  Endocrine: Hot Flashes/Flushes: 12",
        "  Cardiac General: Hypertension: 4",
        "  Pain: Arthralgia: 7",
        "  Hemorrhage/Bleeding: Nasal: 11",
        "  Pain: Other - Extremity: 4",
        "  Pain: Myalgia: 10",
        "  Dermatology/Skin: Nail Changes: 14",
        "  Constitutional Symptoms: Insomnia: 3",
        "Results 2: ",
        "  Arm/Group Title: AC --> ABI-007",
        "  Arm/Group Description: Adriamycin and Cytoxan plus Bevacizumab for four cycles (weeks 1-8); 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9-16); Bevacizumab (weeks 17-46).",
        "  Overall Number of Participants Analyzed: 74",
        "  Measure Type: Number",
        "  Unit of Measure: participants  At least 1 AE at 3 Months: 74",
        "  Neurology: Neuropathy: Sensory: 50",
        "  Constitutional Symptoms: Fatigue: 46",
        "  Dermatology/Skin: Hair Loss/Alopecia (Scalp+Body): 33",
        "  Endocrine: Hot Flashes/Flushes: 28",
        "  Cardiac General: Hypertension: 18",
        "  Pain: Arthralgia: 22",
        "  Hemorrhage/Bleeding: Nasal: 19",
        "  Pain: Other - Extremity: 15",
        "  Pain: Myalgia: 20",
        "  Dermatology/Skin: Nail Changes: 22",
        "  Constitutional Symptoms: Insomnia: 16"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 30/98 (30.61%)",
        "  Coagulopathy 1/98 (1.02%)",
        "  Febrile neutropenia 7/98 (7.14%)",
        "  Pancytopenia 2/98 (2.04%)",
        "  Cardiac failure 0/98 (0.00%)",
        "  Cardiac failure congestive 0/98 (0.00%)",
        "  Pericardial effusion 0/98 (0.00%)",
        "  Appendicitis perforated 1/98 (1.02%)",
        "  Colitis 1/98 (1.02%)",
        "  Ileus 1/98 (1.02%)",
        "  Abdominal pain upper 1/98 (1.02%)",
        "  Gastrointestinal haemorrhage 0/98 (0.00%)",
        "Adverse Events 2:",
        "  Total: 21/99 (21.21%)",
        "  Coagulopathy 0/99 (0.00%)",
        "  Febrile neutropenia 5/99 (5.05%)",
        "  Pancytopenia 0/99 (0.00%)",
        "  Cardiac failure 1/99 (1.01%)",
        "  Cardiac failure congestive 4/99 (4.04%)",
        "  Pericardial effusion 1/99 (1.01%)",
        "  Appendicitis perforated 0/99 (0.00%)",
        "  Colitis 0/99 (0.00%)",
        "  Ileus 0/99 (0.00%)",
        "  Abdominal pain upper 0/99 (0.00%)",
        "  Gastrointestinal haemorrhage 1/99 (1.01%)"
    ]
}