{
    "Clinical Trial ID": "NCT02259114",
    "Intervention": [
        "INTERVENTION 1: ",
        "  MK-8628 Continuous Dosing Regimen 80 mg/Day",
        "  Participants received MK-8628 capsules at a total daily dose of 80 mg/day once daily in a fasted state in the morning on Days 1-21 of each 21-day cycle.",
        "INTERVENTION 2: ",
        "  MK-8628 Continuous Dosing Regimen 100 mg/Day",
        "  Participants received MK-8628 capsules at a total daily dose of 100 mg/day once daily in a fasted state in the morning on Days 1-21 of each 21-day cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed informed consent obtained prior to initiation of any study-specific procedures and treatment;",
        "  Histologically or cytologically confirmed diagnosis of one of the following advanced or metastatic solid tumors for which standard therapy either does not exist or has proven ineffective, intolerable or inacceptable for the patient:",
        "  NUT midline carcinoma (ectopic expression of NUT protein as determined by immunohistochemistry (IHC) and/or detection of BRD-NUT gene translocation as determined by fluorescence In situ hybridization [FISH]);",
        "  Triple negative breast cancer defined according to American Society of Clinical Oncology (ASCO) recommendations (Hammond et al., 2010; Wolff et al., 2007);",
        "  Non-small cell lung cancer harboring a rearranged ALK gene/fusion protein (FISH or IHC) or KRAS mutation (as defined by any molecular analysis);",
        "  Castrate-resistant prostate cancer (CRPC);",
        "  Pancreatic ductal adenocarcinoma;",
        "  At least one measurable lesion as per RECIST version 1.1., except for CRPC participants who may be enrolled with objective evidence of disease as per PCWG2 criteria;",
        "  Age 18 years at the time of informed consent;",
        "  Life expectancy 3 months;",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 1;",
        "  Adequate bone marrow reserve, renal and liver function:",
        "  Absolute neutrophil count 1.5 x10^9/L,",
        "  Platelet count 150 x10^9/L,",
        "  Hemoglobin 9 g/dL,",
        "  Creatinine clearance 30 mL/min calculated according to the Cockroft and Gault formula or Modification of Diet in Renal Disease (MDRD) formula for participants aged >65 years,",
        "  Alanine aminotransferase (ALT), aspartate aminotransferase (AST) 3 x upper limit of normal (ULN) and total bilirubin 1.25 x ULN (in case of liver involvement, ALT/AST 5 x ULN and total bilirubin 2 x ULN will be allowed),",
        "  Serum albumin 2.8 g/dL,",
        "  International Normalized Ratio (INR) 1.5 x ULN or INR <3 for participants treated with antivitamin K;",
        "  An interval of 3 weeks since chemotherapy (  6 weeks for nitrosoureas or mitomycin C), immunotherapy, hormone therapy or any other anticancer therapy or surgical intervention resection, or 3 half-lives for monoclonal antibodies, or 5 half-lives for other non-cytotoxic agents (whichever is longer);",
        "  CRPC participants must maintain ongoing androgen deprivation therapy with a gonadotropin releasing hormone (GnRH) analogue, antagonist or orchiectomy providing serum testosterone is <50 ng/dL (<1.7 nmol/L);",
        "  Participants receiving bisphosphonate or denosumab therapy must be on stable doses for at least 4 weeks before initiating study treatment.",
        "Exclusion Criteria:",
        "  Inability to swallow oral medications or presence of a gastrointestinal disorder (e.g. malabsorption) deemed to jeopardize intestinal absorption of birabresib;",
        "  Persistent grade >1 clinically significant toxicities related to prior antineoplastic therapies (except for alopecia); stable sensory neuropathy  grade 2 National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) v.4.0 is accepted.",
        "  Known primary central nervous system (CNS) malignancy or CNS involvement;",
        "  History of prior or concomitant malignancies (other than excised non-melanoma skin cancer or cured in situ cervical carcinoma) within 3 years of study entry;",
        "  Other serious illness or medical conditions, such as active infection, unresolved bowel obstruction, or psychiatric disorders;",
        "  Known human immunodeficiency virus (HIV) positivity;",
        "  Participation in another clinical trial or treatment with any investigational drug within 30 days prior to study entry;",
        "  Other concomitant anticancer treatment;",
        "  Concomitant therapy with strong CYP3A4 interfering drugs;",
        "  Current use of anticoagulants (e.g. warfarin, heparin) at therapeutic levels within 7 days prior to the first dose of birabresib. Low-dose (prophylactic) low molecular weight heparin (LMWH) is permitted;",
        "  Pregnant or breast-feeding participants, and men and women with childbearing potential not using effective contraception while on study drug."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants Who Experienced a Dose Limiting Toxicity (DLT) During Cycle 1",
        "  A DLT was defined as any of the following toxicities that were considered by the investigator to be related to MK-8628: Hematologic toxicity: Grade 4 hematologic toxicity or febrile neutropenia, Grade 3 neutropenia with infection, Grade 3 thrombocytopenia with bleeding or lasting >7 days; Non-hematologic toxicity: Grade 3 or 4 non-hematologic toxicity (regardless of duration) unless it was not optimally managed with supportive care, Grade 3 or 4 laboratory abnormality, with or without symptoms, lasting >48 hours, Intolerable Grade 2 non-hematologic toxicity resulting in study drug discontinuation or delay >7 days with or without dose reduction, Designated alanine aminotransferase (ALT) or aspartate aminotransferase (AST) liver test abnormalities; Treatment delay >2 weeks or dose reduction requirement for initiating Cycle 2.",
        "  Time frame: Up to Cycle 1 Day 21 (Up to 21 days)",
        "Results 1: ",
        "  Arm/Group Title: MK-8628 Continuous Dosing Regimen 80 mg/Day",
        "  Arm/Group Description: Participants received MK-8628 capsules at a total daily dose of 80 mg/day once daily in a fasted state in the morning on Days 1-21 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  4  20.0%",
        "Results 2: ",
        "  Arm/Group Title: MK-8628 Continuous Dosing Regimen 100 mg/Day",
        "  Arm/Group Description: Participants received MK-8628 capsules at a total daily dose of 100 mg/day once daily in a fasted state in the morning on Days 1-21 of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  2  50.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/20 (75.00%)",
        "  Anaemia 0/20 (0.00%)",
        "  Disseminated intravascular coagulation 1/20 (5.00%)",
        "  Thrombocytopenia 2/20 (10.00%)",
        "  Atrial fibrillation 0/20 (0.00%)",
        "  Cardiac arrest 1/20 (5.00%)",
        "  Pericardial effusion 1/20 (5.00%)",
        "  Diarrhoea 1/20 (5.00%)",
        "  Nausea 1/20 (5.00%)",
        "  Asthenia 2/20 (10.00%)",
        "  Fatigue 1/20 (5.00%)",
        "  General physical health deterioration 0/20 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/4 (75.00%)",
        "  Anaemia 0/4 (0.00%)",
        "  Disseminated intravascular coagulation 0/4 (0.00%)",
        "  Thrombocytopenia 2/4 (50.00%)",
        "  Atrial fibrillation 0/4 (0.00%)",
        "  Cardiac arrest 0/4 (0.00%)",
        "  Pericardial effusion 0/4 (0.00%)",
        "  Diarrhoea 1/4 (25.00%)",
        "  Nausea 1/4 (25.00%)",
        "  Asthenia 0/4 (0.00%)",
        "  Fatigue 0/4 (0.00%)",
        "  General physical health deterioration 2/4 (50.00%)"
    ]
}