{
    "Clinical Trial ID": "NCT02699983",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group I (SparkPeople Program)",
        "  Participants receive training on how to use the SparkPeople website, self-monitor their diet using the SparkPeople tool, and to self-monitor their activity daily using the Fitbit monitoring device.",
        "  Participants receive weekly motivational reminders to log into the website for 3 months via email, text, or phone, based on patient preference (active phase). Participants then enter the maintenance phase for 3 months without reminders.",
        "  Behavioral Dietary Intervention: Use SparkPeople web-based program",
        "  Exercise Intervention: Use Fitbit monitor and SparkPeople web-based program",
        "  Activity Monitoring Device: Wear Fitbit activity monitoring device",
        "INTERVENTION 2: ",
        "  Group II (Wait List)",
        "  Participants receive the weight loss handout and a Fitbit activity monitor. After 6 months, participants receive the SparkPeople treatment.",
        "  Exercise Intervention: Use Fitbit monitor",
        "  Activity Monitoring Device: Wear Fitbit activity monitoring device"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have evidence of histologically confirmed breast cancer, stage 0, I, II or III, and be at least 2 years post diagnosis",
        "  Patient is self-identified as African-American",
        "  Patient is overweight or obese (body mass index [BMI] >= 25 kg/m^2)",
        "  Patient is able to understand and read English",
        "  Patient must have home internet or smartphone access",
        "  Patient must give informed consent for this new study",
        "Exclusion Criteria:",
        "  Patient has a serious medical condition (e.g., stroke, liver or renal failure, congestive heart failure, myocardial infarction or cardiac surgery in past year, angina pectoris) that would compromise the safety of the patient or compromise the patient's ability to complete the study, at the discretion of the investigator",
        "  Patient has serious psychiatric condition (e.g., bipolar disorder, schizophrenia or other psychosis, bulimia or anorexia nervosa, suicide attempt within 6 months or current active suicidal ideation) that would compromise the patient's ability to complete the study, at the discretion of the investigator",
        "  Patient has severe disabilities limiting moderate physical activity, such as severe orthopedic conditions",
        "  Patient is planning major surgery within the next 6 months",
        "  Patient is taking medications or supplements for weight loss currently or within the past 3 months",
        "  Patient has successfully lost 5% of body weight in the previous 6 months or has had bariatric surgery",
        "  Patient is pregnant, breastfeeding, has given birth within the last 3 months or planning pregnancy within the next 12 months; if participant becomes pregnant during the course of the study, she will be removed from further participation",
        "  Patient is anticipating leaving the area within the next 12 months"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Recruitment Rate",
        "  Number of eligible participants who were enrolled and randomly assigned. Feasibility is defined as >= 75% recruitment rate.",
        "  Time frame: 12 months",
        "Results 1: ",
        "  Arm/Group Title: Group I (SparkPeople Program)",
        "  Arm/Group Description: Participants receive training on how to use the SparkPeople website, self-monitor their diet using the SparkPeople tool, and to self-monitor their activity daily using the Fitbit monitoring device.",
        "  Participants receive weekly motivational reminders to log into the website for 3 months via email, text, or phone, based on patient preference (active phase). Participants then enter the maintenance phase for 3 months without reminders.",
        "  Behavioral Dietary Intervention: Use SparkPeople web-based program",
        "  Exercise Intervention: Use Fitbit monitor and SparkPeople web-based program",
        "  Activity Monitoring Device: Wear Fitbit activity monitoring device",
        "  Overall Number of Participants Analyzed: 23",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  18  78.3%",
        "Results 2: ",
        "  Arm/Group Title: Group II (Wait List)",
        "  Arm/Group Description: Participants receive the weight loss handout and a Fitbit activity monitor. After 6 months, participants receive the SparkPeople treatment.",
        "  Exercise Intervention: Use Fitbit monitor",
        "  Activity Monitoring Device: Wear Fitbit activity monitoring device",
        "  Overall Number of Participants Analyzed: 22",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  17  77.3%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/18 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/17 (0.00%)"
    ]
}