{
    "Clinical Trial ID": "NCT00545077",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: Endocrine Therapy (ET)",
        "  Endocrine treatment consisting of either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg every 3 weeks plus endocrine treatment or endocrine treatment as a single agent. The patients will receive the assigned treatment until the progression of the disease, unacceptable toxicity or withdrawal of the consent.",
        "  Letrozole",
        "Fulvestrant",
        "INTERVENTION 2: ",
        "  Arm B: ET With Bevacizumab (ET-B)",
        "  Endocrine treatment consisting of either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg i.v. on day 1 every 3 weeks plus endocrine treatment or endocrine treatment as a single agent. The patients will receive the assigned treatment until the progression of the disease, unacceptable toxicity or withdrawal of the consent.",
        "  Letrozole",
        "  Bevacizumab",
        "Fulvestrant"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Before starting the specific protocol procedures, the written informed consent must be obtained and documented.",
        "  Women  18 years.",
        "  Capacity to comply with all the protocol requirements.",
        "  Functional Eastern Cooperative Oncology Group (ECOG) status of 0 or 1.",
        "  Life expectancy  24 weeks.",
        "  Histologically confirmed breast adenocarcinoma, with measurable or non-measurable, locally advanced or metastatic (stage IV) disease. In the event that the patient only has locally advanced disease, she will not be able to undergo curative local treatment. Patients with metastasis confined to the bone can be chosen, but the disease must be confirmed by radiology, CT scan or Nuclear magnetic resonance (NMR) if there is any doubt after a single bone scan.",
        "  Patients with HER2-negative disease evaluated by Immunohistochemistry (IHC) and Fluorescence in situ hybridization (FISH)/Chromogenic in situ hybridisation (CISH) (IHC 0 or 1+, or 2+ and negative FISH). Patients with 3+ by IHC cannot be chosen regardless of the FISH/CISH status and those with positive FISH/CISH (> 2 amplifications) cannot be chosen either, regardless of the IHC findings.",
        "  Positive hormone receptors (estrogen receptor [ER] and/or progesterone receptor [PgR]) evaluated by a local or central laboratory, according to the criteria of the participating institution.",
        "  Patients who are candidates for receiving first-line treatment with letrozole.",
        "  Patients may have received (neo)adjuvant chemotherapy, provided that the last dose of the latter was received at least 12 months before randomization. Patients must be recovered from toxicity.",
        "  The patients are allowed to have received adjuvant radiotherapy, provided that it was completed at least 6 weeks before randomization and the patient has recovered from the reversible acute effects of the radiation. The previous administration of radiotherapy to palliate the pain of bone metastases is authorized, provided that:",
        "  Not more than 30% of bone marrow has been irradiated.",
        "  The patient has recovered from the reversible acute effects of the radiation.",
        "  The patient has at least one metastatic location which has not been irradiated and which may be evaluated for progression, or a clear progression of the bone disease has been objectified after the end of the palliative radiotherapy.",
        "  The patients may have received any kind of previous (neo)adjuvant hormone therapy provided that they are considered to be candidates for first-line hormonotherapy with either letrozole or fulvestrant.",
        "  The treatment with bisphosphonates is allowed and recommended for patients with bone metastases. Whenever it is possible, the treatment should be started before or within the 4 weeks of starting the study therapy. The patients starting treatment with bisphosphonates must be carefully evaluated so that they do not mask the progression of the disease.",
        "  In the patients with heart failure risk (e.g. previously treated with > 360mg/m2 of doxorubicin or equivalent doses of other anthracyclines), the Left Ventricular Ejection Fraction (LVEF) must be determined by means of an echocardiogram or radionuclide ventriculography (MUGA), and it must t be > the lower limit of normal.",
        "Exclusion Criteria:",
        "  Evolutionary disease requiring an immediate treatment with cytotoxic chemotherapy according to the investigator's judgment.",
        "  Patients with locally advanced breast cancer who are expected to undergo surgery or curative radiotherapy.",
        "  Previous chemotherapy or hormonotherapy for the metastatic disease. Patients may have received neoadjuvant chemotherapy or neoadjuvant hormonotherapy with curative intention as a part or as an alternative to an adjuvant treatment. For the previous neoadjuvant hormonotherapy the same premises than for the adjuvant hormonotherapy are valid.",
        "  Previous therapy with anti-vascular endothelial growth factor (VEGF) or VEGF Receptor (VEGFR) tyrosine-kinase inhibitors.",
        "  History of another pathology that may affect the development of the protocol or the interpretation of results. It is considered that patients who have suffered from a skin carcinoma that is not melanoma, cervical carcinoma in situ or another neoplasia treated with a curative intention and with a disease-free interval exceeding 5 years can be chosen.",
        "  Evidence of central nervous system (CNS) metastasis. A CT scan or brain NMR must be done within the 4 weeks before the randomization in case of suspecting brain metastasis.",
        "  History or evidence in the physical or neurological examination of CNS pathology unrelated to cancer unless it is suitable treated with standard therapy (e.g. uncontrolled convulsions).",
        "  History of peripheral neuropathy National Cancer Institute (NCI) CTCAE grade >2 at the time of randomization.",
        "  Patients subjected to major surgical procedures, open biopsies or those having significant trauma injuries within the 28 days prior to randomization, or patients who are expected to undergo a major surgical procedure that must necessarily be performed within the course of the study.",
        "  Minor surgical procedures in the 7 days prior to randomization.",
        "  Unsuitable bone marrow supply: absolute neutrophil count (ANC) < 1.5 x 109/L, platelets < 100 x 109/L or Hb < 10 g/dL.",
        "  Impaired liver function: total bilirubin total > 1.5 x upper limit of normal (ULN), aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) > 2.5 x ULN (> 5 x ULN in patients with liver metastases).",
        "  Impaired kidney function:",
        "  Serum creatinine > 2.0 mg/dL or 177 µmol/L.",
        "  Proteinuria determined by reactive strip > 2+. A 24h determination of proteins in urine will be requested for the patients with > 2+ in the baseline analysis and must have a protein figure < 1 g/24 h.",
        "  Chronic treatment with oral corticoids (dose > 10 mg/day of methylprednisolone or equivalent): the use of inhaled corticoids is allowed.",
        "  Chronic treatment with acetylsalicylic acid (> 325 mg/day) or clopidogrel (> 75 mg/day).",
        "  Uncontrolled arterial hypertension (systolic > 150 mm Hg and/or diastolic > 100 mm Hg) or clinically significant cardiovascular disease: for example cerebrovascular accident (CVA) (in the 6 months prior to randomization), coronaropathy or history of acute mycardial infarction (AMI) in the last 6 months, unstable angina, congestive heart failure of grade > II of the New York Heart Association (NYHA) or severe heart arrhythmias which are not controlled with medication or which can potentially interfere with the study treatment.",
        "  History or evidence of hemorrhagic diathesis or coagulopathy with bleeding risk.",
        "  History of abdominal fistula, gastrointestinal perforation or intra-abdominal abcess in the 6 months prior to randomization.",
        "  Active infection requiring i.v. antibiotics at the time of randomization.",
        "  Unhealed wounds, active peptic ulcer, esophageal varices.",
        "  Any other disease, psychological or metabolic alteration, found in the physical or laboratory examination, providing reasonable indications for suspecting a disease or complaint for which the use of any of the study drugs are contraindicated, or which may affect the patient's compliance with the routine procedures of the study or which places the patient at a high risk of experiencing complications related to the treatment.",
        "  Current or recent (within 30 days prior to that start of the study treatment) treatment with another drug under investigation or participation in another investigation study.",
        "  Known hypersensitivity to any of the study drugs or their components.",
        "  Hypersensitivity to the products of Chinese hamster ovary cells or to other human or humanized recombinant antibodies."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS)",
        "  PFS was defined as the time elapsed from randomization until the date in which the progression of the disease or the death for any reason (whichever occurs first) is documented.",
        "  Time frame: Up to 2 years",
        "Results 1: ",
        "  Arm/Group Title: Arm A: Endocrine Therapy (ET)",
        "  Arm/Group Description: Endocrine treatment consisting of either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg every 3 weeks plus endocrine treatment or endocrine treatment as a single agent. The patients will receive the assigned treatment until the progression of the disease, unacceptable toxicity or withdrawal of the consent.",
        "  Letrozole",
        "  Fulvestrant",
        "  Overall Number of Participants Analyzed: 184",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  14.4        (11.4 to 17.5)",
        "Results 2: ",
        "  Arm/Group Title: Arm B: ET With Bevacizumab (ET-B)",
        "  Arm/Group Description: Endocrine treatment consisting of either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg i.v. on day 1 every 3 weeks plus endocrine treatment or endocrine treatment as a single agent. The patients will receive the assigned treatment until the progression of the disease, unacceptable toxicity or withdrawal of the consent.",
        "  Letrozole",
        "  Bevacizumab",
        "  Fulvestrant",
        "  Overall Number of Participants Analyzed: 190",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  19.3        (16.5 to 22.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 21/184 (11.41%)",
        "  Lymphangitis 0/184 (0.00%)",
        "  Angina pectoris 0/184 (0.00%)",
        "  Cardiac infarction 0/184 (0.00%)",
        "  Heart failure 0/184 (0.00%)",
        "  Infarction 0/184 (0.00%)",
        "  Acute pancreatitis 0/184 (0.00%)",
        "  Anal fistula 0/184 (0.00%)",
        "  Colitis 1/184 (0.54%)",
        "  Diarrhoea 0/184 (0.00%)",
        "  Diverticulitis 0/184 (0.00%)",
        "  Hemorrhoids 0/184 (0.00%)",
        "Adverse Events 2:",
        "  Total: 64/190 (33.68%)",
        "  Lymphangitis 1/190 (0.53%)",
        "  Angina pectoris 1/190 (0.53%)",
        "  Cardiac infarction 1/190 (0.53%)",
        "  Heart failure 1/190 (0.53%)",
        "  Infarction 1/190 (0.53%)",
        "  Acute pancreatitis 1/190 (0.53%)",
        "  Anal fistula 1/190 (0.53%)",
        "  Colitis 0/190 (0.00%)",
        "  Diarrhoea 2/190 (1.05%)",
        "  Diverticulitis 1/190 (0.53%)",
        "  Hemorrhoids 1/190 (0.53%)"
    ]
}