{
    "Clinical Trial ID": "NCT01376349",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I Low Dose DHEA",
        "  Participants apply a low dose (3.25 mg) of vaginal prasterone (dehydroepiandrosterone [DHEA]) gel once daily (QD), at bed time, for 12 weeks. Treatment continues until unacceptable adverse events or patient refusal to continue participation on the study.",
        "INTERVENTION 2: ",
        "  Arm II High Dose DHEA",
        "  Participants apply a high dose (6.5 mg) of vaginal DHEA gel QD, at bed time, for 12 weeks. Treatment continues until unacceptable adverse events or patient refusal to continue participation on the study."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Age  18 years",
        "  Postmenopausal women with a history of breast or gynecologic cancer (currently no evidence of disease). Note: Postmenopausal status will be determined by the following criteria:",
        "  12 months without a period or bilateral oophorectomy or complete chemical ovarian suppression for the past 12 months with continued suppression planned throughout the course of the study",
        "  menopausal status will be determined by an FSH and an estradiol value in the postmenopausal range (generally FSH > 40IU/L and estradiol < 10 pg/ml, depending on laboratory) if:",
        "  9 months without a period or",
        "  post hysterectomy with at least one ovary remaining and less than 55 years old. Note: if age 55 or older with these criteria, then menopausal status does not need to be determined by labs",
        "  Significant vaginal complaints. Note: Defined as persistent vaginal dryness and/or pain with intercourse (dyspareunia) of sufficient severity to make a patient desire therapeutic intervention.",
        "  Eligibility questionnaire response must be moderate or worse levels of severity on one of the two symptoms, either dryness or dyspareunia. The protocol contains more information.",
        "  Vaginal symptoms must have been present  2 months prior to randomization.",
        "  Life expectancy > 12 months.",
        "  Ability to complete questionnaires by themselves or with assistance.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0 or 1.",
        "  The patient must provide informed written consent.",
        "  Willing to return to the enrolling institution for follow-up.",
        "  Willing to provide blood samples for correlative research purposes.",
        "Exclusion Criteria:",
        "  Initiation or discontinuation of tamoxifen or aromatase inhibitors  2 months prior to randomization or plans to initiate or discontinue any of these medications during the 12-week study.",
        "  Current diagnosis of an active vaginal infection, if symptoms of vaginal infection, this must be ruled out (ie, foul discharge, fever).",
        "  Concurrent chemotherapy (long term adjuvant herceptin, lapatanib, and/or bevacizumab is allowed.",
        "  Planned use of any vaginal preparations during the study period (including any over the counter or herbal preparations). Note: Water-based lubricants (such as KY jelly) are allowed during sexual intercourse.",
        "  Use of any daily non-hormonal vaginal preparations  1 week prior to study entry.",
        "  Exception: Daily water-based lubricants for sexual intercourse. Note: Patients who stop agent may be enrolled after one week.",
        "  Current ( 4 weeks prior to randomization), or planned during the study period, use of any estrogen product or any kind of hormonal vaginal product including bioidentical hormones, estriol or any androgen product.",
        "  Use of pharmacologic soy or phytoestrogen preparations (Dietary intake of soy - ie milk is acceptable).",
        "  On a placebo controlled trial for endocrine therapy.",
        "  Prior or concurrent pelvic radiation therapy.",
        "  Prior radical pelvic surgery, specifically vaginectomy or pelvic exenteration (TAH/BSO) is allowed).",
        "  Diagnosis of any of the following conditions within the past five years:",
        "  Essential vulvodynia",
        "  Vulvar vestibulitis",
        "  Bartholin cyst/abscess",
        "  History of Bartholin gland surgery",
        "  Lichen sclerosis",
        "  Lichen planus of the vulvovaginal region",
        "  Desquamative vaginitis",
        "  History or current diagnosis of any of the following conditions:",
        "  Vulvar or vaginal dysplasia",
        "  Vaginal prolapse",
        "  Women of childbearing potential, premenopausal women."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Alleviation of the Most Bothersome Vaginal Symptom (Vaginal Dryness or Dyspareunia) Over 12 Weeks",
        "  The primary outcome is severity of the most bothersome vaginal symptom: dryness or dyspareunia. The Vaginal Symptom Measure (VSM) was used to evaluate the severity of vaginal dryness and dyspareunia. The VSM uses a 5- point ordinal response scale; 1=\"none\", 2=\"mild\", 3=\"moderate\", 4=\"severe\" and 5=\"very severe\" to measure the severity associated with vaginal dryness and/or dyspareunia. For each patient, the change in severity was calculated by subtracting the baseline from the week 12 reported score. Therefore, the full range of scores ranges from -4 (greatest decrease in severity) to 4 (greatest increase in severity). A negative score indicates a decrease in severity from baseline, zero indicates no reported affect and positive scores indicate a more severe report at week 12. The primary assessment method will be a comparison of the averages of the changes over time in the severity items for the most bothersome symptom from baseline to 12 weeks (as indicated at baseline).",
        "  Time frame: At baseline and 12 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm I Low Dose DHEA",
        "  Arm/Group Description: Participants apply a low dose (3.25 mg) of vaginal prasterone (dehydroepiandrosterone [DHEA]) gel once daily (QD), at bed time, for 12 weeks. Treatment continues until unacceptable adverse events or patient refusal to continue participation on the study.",
        "  Overall Number of Participants Analyzed: 123",
        "  Median (Full Range)",
        "  Unit of Measure: change in units on a scale  -2        (-4 to 1)",
        "Results 2: ",
        "  Arm/Group Title: Arm II High Dose DHEA",
        "  Arm/Group Description: Participants apply a high dose (6.5 mg) of vaginal DHEA gel QD, at bed time, for 12 weeks. Treatment continues until unacceptable adverse events or patient refusal to continue participation on the study.",
        "  Overall Number of Participants Analyzed: 114",
        "  Median (Full Range)",
        "  Unit of Measure: change in units on a scale  -2        (-4 to 1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/147 (2.04%)",
        "  Bladder infection 1/147 (0.68%)",
        "  Breast infection 0/147 (0.00%)",
        "  Urinary tract infection 0/147 (0.00%)",
        "  Vaginal infection 1/147 (0.68%)",
        "  Investigations - Other, specify 0/147 (0.00%)",
        "  Headache 1/147 (0.68%)",
        "  Breast pain 0/147 (0.00%)",
        "  Voice alteration 0/147 (0.00%)",
        "  Hirsutism 0/147 (0.00%)",
        "  Rash acneiform 0/147 (0.00%)",
        "Adverse Events 2:",
        "  Total: 7/148 (4.73%)",
        "  Bladder infection 0/148 (0.00%)",
        "  Breast infection 0/148 (0.00%)",
        "  Urinary tract infection 0/148 (0.00%)",
        "  Vaginal infection 1/148 (0.68%)",
        "  Investigations - Other, specify 1/148 (0.68%)",
        "  Headache 1/148 (0.68%)",
        "  Breast pain 1/148 (0.68%)",
        "  Voice alteration 0/148 (0.00%)",
        "  Hirsutism 2/148 (1.35%)",
        "  Rash acneiform 1/148 (0.68%)"
    ]
}