{
    "Clinical Trial ID": "NCT02027376",
    "Intervention": [
        "INTERVENTION 1: ",
        "  LDE225 (Sonidegib) 400mg in Combination With Docetaxel",
        "  Cohort 1: Eligible patients were included and treated with docetaxel intravenously (75mg/m2) in every 3 weeks cycles and LDE225 400mg was administered orally QD. Treatment was repeated on day 1 of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdraws informed consent.",
        "INTERVENTION 2: ",
        "  LDE225 (Sonidegib) 600mg in Combination With Docetaxel",
        "  Cohort 2: Eligible patients were included and treated with docetaxel intravenously (75mg/m2) in every 3 weeks cycles and LDE225 600mg was administered orally QD. Treatment was repeated on day 1 of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdraws informed consent."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The patient is capable to understand and comply with the protocol and has signed the informed consent document.",
        "  Females with histologically confirmed advanced breast cancer.",
        "  TN breast cancer by local laboratory determination. Hormonal Receptor (HR) negative defined as < 1% positive cells by Immunohistochemistry (IHC) for both Estrogen Receptor (ER) and Progesterone Receptor (PgR), and HER2 negative defined as in situ hybridization (ISH) negative or IHC 0 or 1+ in the absence of ISH (Note: patients with IHC 2+ must have an ISH determination in order to confirm the HER2 negativity.",
        "  Measurable or non-measurable disease according to RECIST 1.1 criteria.",
        "  Patient is at least 18 years of age.",
        "  World Health Organization (WHO) Performance Status  1.",
        "  Life expectancy  12 weeks.",
        "  Common laboratory values within normal range (…)",
        "  A negative serum pregnancy test  72 hours before starting study treatment for pre-menopausal women and for women < 1 year from the last menstruation date.",
        "Exclusion Criteria:",
        "  Have received more than 3 prior chemotherapy regimens for ABC.",
        "  Patients with untreated brain metastases. However, a patient with Central Nervous System (CNS) metastases may participate in this trial if > 4 weeks from therapy completion (incl. radiation and/or surgery), is clinically stable with respect to the tumor at the time of study entry and is not receiving corticosteroid therapy.",
        "  Patients with acute or chronic liver or renal disease or pancreatitis.",
        "  Patients with a second primary malignancy that is clinically detectable at the time of consideration for study enrollment.",
        "  Patients unable to swallow tablets.",
        "  History of a positive HIV test (HIV testing is not mandatory).",
        "  History of a positive Hepatitis B surface antigen (HBsAg) or Hepatitis C test result (Hepatitis B or C testing is not mandatory).",
        "  Impairment of gastrointestinal (GI) function or GI disease (e.g. ulcerative disease, uncontrolled nausea, vomiting, grade  2 diarrhea, malabsorption syndrome or small bowel resection).",
        "  Peripheral vascular disease requiring active therapy or having had surgery < 12 months prior to starting study drug.",
        "  Impaired cardiac function or clinically significant heart disease (…)",
        "  A past medical history of clinically significant ECG abnormalities or a family history of prolonged QT-interval syndrome",
        "  Other clinically significant heart disease (e.g. congestive heart failure, uncontrolled hypertension, history of labile hypertension, or history of poor compliance with an antihypertensive regimen)",
        "  Patients who are receiving treatment with medications that are known to be strong inhibitors or inducers of CYP3A4/5 (listed in Protocol Attachment 3) or drugs metabolized by CYP2B6 or CYP2C9 (listed in Protocol Attachment 3) that cannot be discontinued prior to study entry and for the duration of the study. Medications that are strong CYP3A4/5 inhibitors should be discontinued for at least 2 days, and strong CYP3A4/5 inducers for at least 1 week prior to initiating LDE225 dosing.",
        "  Patients who have received chemotherapy within a period of time that is < the cycle length used for that treatment (e.g. < 3 weeks for fluorouracil, doxorubicine, epirubicin) prior to starting study drug or who have not recovered from the side effects of such therapy.",
        "  Patients who have received biologic therapy (e.g. antibodies)  4 weeks prior to starting study drug or who have not recovered from the side effects of such therapy.",
        "  Patients who have been treated with a small molecule therapeutic  5 t1/2 or  4 weeks (whichever is shorter) prior to starting study drug or who have not recovered from the side effects of such therapy.",
        "  Patients who have received any other investigational agents  5 t1/2 or  4 weeks (whichever is shorter) prior to starting study drug or who have not recovered from the side effects of such therapy.",
        "  Patients who have received wide field radiotherapy (including therapeutic radioisotopes such as strontium 89)  4 weeks or limited field radiation for palliation  2 weeks prior to starting study drug or who have not recovered from side effects of such therapy.",
        "  Patients who are currently receiving treatment with therapeutic doses of warfarin sodium (Coumadin) who cannot discontinue this treatment at least 5 days prior to starting study drug.",
        "  Patients who are currently receiving immunosuppressive treatment and in whom the treatment cannot be discontinued prior to starting study drug, except in the case of patients with basal cell carcinoma (BCC). Immunosuppressive treatment should be discontinued for at least 1 week prior to initiating LDE225 dosing.",
        "…"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Incidence Rate of DLT Within the First Two Cycles of LDE225 (Sonidegib) in Combination With Docetaxel",
        "  DLT was defined as the occurrence of any of the following adverse events or abnormal laboratory values (graded according to the NCI-CTCAE version 4.0) assessed as possibly, probably or definitively related to study drugs, occurring within the first two cycles of treatment: Neutropenia grade 4 lasting more than one week, febrile neutropenia, thrombocytopenia grade 3 with bleeding more than grade 2, thrombocytopenia grade 4, Increased plasma creatinine phosphokinase (CK) grade 3-4, any non-hematologic grade 4 toxicity, or grade 3 toxicity except nausea and vomiting, Grade 2 GI toxicity (except nausea and vomiting) lasting more than 2 weeks, Inability to resume dosing for cycles 2 or 3 at the current dose level within 14 days, due to treatment-related toxicity. Dose reductions in cycles 1 and 2 will be considered a DLT",
        "  Time frame: Up to cycle 2",
        "Results 1: ",
        "  Arm/Group Title: LDE225 (Sonidegib) 400mg in Combination With Docetaxel",
        "  Arm/Group Description: Cohort 1: Eligible patients were included and treated with docetaxel intravenously (75mg/m2) in every 3 weeks cycles and LDE225 400mg was administered orally QD. Treatment was repeated on day 1 of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdraws informed consent.",
        "  Overall Number of Participants Analyzed: 5",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%",
        "Results 2: ",
        "  Arm/Group Title: LDE225 (Sonidegib) 600mg in Combination With Docetaxel",
        "  Arm/Group Description: Cohort 2: Eligible patients were included and treated with docetaxel intravenously (75mg/m2) in every 3 weeks cycles and LDE225 600mg was administered orally QD. Treatment was repeated on day 1 of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdraws informed consent.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/5 (0.00%)",
        "  Overdose *  [1]0/5 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/4 (25.00%)",
        "  Overdose *  [1]1/4 (25.00%)"
    ]
}