{
    "Clinical Trial ID": "NCT00866905",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ixabepilone/Cyclophosphamide",
        "  Systemic Therapy followed by surgery and possible radiation therapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients, age 18 years.",
        "  Histologically confirmed invasive adenocarcinoma of the breast.",
        "  Primary palpable disease confined to a breast and axilla on",
        "  physical examination. For patients without clinically suspicious",
        "  axillary adenopathy, the primary tumor must be larger than 2 cm",
        "  in diameter by physical exam or imaging studies (clinical T2-T3,",
        "  N0-N1, M0). For patients with clinically suspicious axillary",
        "  adenopathy, the primary breast tumor can be any size (clinical",
        "  T1-3, N1-2, M0). (T1N0M0 lesions are excluded.)",
        "  Patients without clearly defined palpable breast mass or axillary",
        "  lymph nodes but radiographically measurable tumor masses are",
        "  acceptable. Accepted procedures for measuring breast disease",
        "  are mammography, MRI, and breast ultrasound. This will need to",
        "  be re-evaluated after 3 cycles and prior to surgery.",
        "  Eastern Cooperative Oncology Group performance status (ECOG",
        "  PS) 0-2.",
        "  No metastatic disease, as documented by complete staging workup",
        "  6 weeks prior to initiation of study treatment.",
        "  No previous treatment for breast cancer.",
        "  HER2-negative tumor status. HER2-negative is defined as:",
        "  Immunohistochemical (IHC) 0, IHC 1+ OR",
        "  IHC 2+ or IHC 3+ must be confirmed as FISH (fluorescence in situ",
        "  hybridization) negative (defined by ratio <2.2).",
        "  Adequate hematologic function with:",
        "  Absolute neutrophil count (ANC) >1500/μL.",
        "  Platelets 100,000/μL.",
        "  Hemoglobin 10 g/dL.",
        "  Adequate hepatic function with:",
        "  Serum bilirubin  the institutional upper limit of normal (ULN).",
        "  Aspartate aminotransferase (AST) 2.5 x institutional ULN.",
        "  Alanine aminotransferase (ALT) 2.5 x institutional ULN.",
        "  Adequate renal function with serum creatinine 1.5 x ULN.",
        "  Estrogen and progesterone receptor status in the primary tumor",
        "  known or pending at the time of study registration.",
        "  Knowledge of the investigational nature of the study and ability to",
        "  provide consent for study participation.",
        "  For patients who had, or will have sentinel lymph node and/or",
        "  axillary dissection prior to initiation of study treatment, completion",
        "  at least 4 weeks prior to starting study treatment and well-healed",
        "  wound",
        "  Bilateral, synchronous breast cancer is allowed if one primary",
        "  tumor meets the inclusion criteria.",
        "  Sufficient archived breast tumor specimen available at baseline",
        "  for the Oncotype DX assay.",
        "  -",
        "Exclusion Criteria:",
        "  Inflammatory breast cancer.",
        "  Peripheral neuropathy (motor or sensory)  grade 1 by the",
        "  Common Terminology Criteria for Adverse Events version 3.0",
        "  (CTCAE v 3.0).",
        "  Prior radiation that included 30% of major bone marrow containing",
        "  areas (pelvis, lumbar, spine).",
        "  Chronic use of cytochrome P450 (CYP) 3A4 inhibitors and use of",
        "  the following strong CYP3A4 inhibitors: ketoconazole,",
        "  itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir,",
        "  telithromycin, ritonavir, amprenavir, indinavir, nelfinavir,",
        "  delavirdine, and voriconazole. Use of these agents should be",
        "  discontinued at least 72 hours prior to initiation of study treatment.",
        "  Chemotherapy within 5 years of starting study treatment except",
        "  for low doses of agents used for anti-inflammatory indications",
        "  such as rheumatoid arthritis, psoriasis, and connective tissue",
        "  disorders. Although such doses and schedules cannot result in",
        "  myelosuppression, patients must discontinue this therapy while",
        "  they are receiving study treatment.",
        "  Known or suspected hypersensitivity to Cremophor®EL",
        "  (polyoxyethylated castor oil) or a drug formulated in",
        "  Cremophor®EL such as paclitaxel, or any other agent given in the",
        "  course of this study.",
        "  Pregnancy or breast-feeding. A negative serum pregnancy test",
        "  within 7 days prior to first study treatment (Day 1, Cycle 1) for all",
        "  women of childbearing potential is required. Patients of",
        "  childbearing potential must agree to use a birth control method",
        "  that is approved by their study physician while receiving study",
        "  treatment and for 3 weeks after their last dose of study treatment.",
        "  Patients must agree to not breast-feed while receiving study",
        "  treatment.",
        "  Concurrent treatment with an ovarian hormonal replacement",
        "  therapy or with hormonal agents such as raloxifene, tamoxifen or",
        "  other selective estrogen receptor modulator (SERM). Patients",
        "  must have discontinued use of such agents prior to beginning",
        "  study treatment.",
        "  History of malignancy treated with curative intent within the",
        "  previous 5 years with the exception of skin cancer, cervical",
        "  carcinoma in situ, or follicular thyroid cancer. Patients with",
        "  previous invasive cancers (including breast cancer) are eligible if",
        "  the treatment was completed more than 5 years prior to initiating",
        "  current study treatment, and there is no evidence of recurrent",
        "  disease.",
        "  Uncontrolled intercurrent illness including (but not limited to)",
        "  ongoing or active infection.",
        "  Chronic treatment with corticosteroid unless treatment was begun",
        "  >6 months prior to study treatment and is at a low dose (  20 mg",
        "  methylprednisolone or equivalent).",
        "  Use of any investigational agent within 30 days of administration",
        "  of the first dose of study drug.",
        "  Requirement for radiation therapy concurrent with neoadjuvant",
        "  study chemotherapy.",
        "  Concurrent treatment with any anti-cancer therapy other than",
        "  those agents used in this study.",
        "  Inability or unwillingness to comply with study procedures",
        "  including follow-up visits.",
        "  Mental condition or psychiatric disorder that would prevent patient",
        "  comprehension of the nature, scope, and possible consequences",
        "  of the study or that would limit compliance with study",
        "  requirements.",
        "  Any other disease(s), metabolic dysfunction, or findings from a",
        "  physical examination or clinical laboratory test result that would",
        "  cause reasonable suspicion of a disease or condition that",
        "  contraindicates the use of study drugs, that may affect the",
        "  interpretation of the results, or that renders the patient at high risk",
        "  from treatment complications",
        "-"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response Rate (pCR)",
        "  Pathologic complete response (pCR) rate will be determined by the pathologic evaluation of breast and lymph node samples collected at the time of surgery. pCR is defined as no residual disease in breast or lymph nodes in resected tissue samples.",
        "  Time frame: 6 months",
        "Results 1: ",
        "  Arm/Group Title: Ixabepilone/Cyclophosphamide",
        "  Arm/Group Description: Systemic Therapy followed by surgery and possible radiation therapy",
        "  Overall Number of Participants Analyzed: 161",
        "  Measure Type: Number",
        "  Unit of Measure: participants  27"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/168 (3.57%)",
        "  FEBRILE NEUTROPENIA 3/168 (1.79%)",
        "  ENTERITIS 1/168 (0.60%)",
        "  PERIPHERAL NEUROPATHY 2/168 (1.19%)",
        "  DEPRESSION 1/168 (0.60%)"
    ]
}