{
    "Clinical Trial ID": "NCT01593020",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Paclitaxel Weekly for 12 Doses Followed by FAC/FEC",
        "  Patients will receive Paclitaxel 80 mg/m2 IVPB over 1 hour weekly for 12 doses followed by FAC/FEC.",
        "INTERVENTION 2: ",
        "  Eribulin on Days 1 and 8 Every 3 Weeks for 4 Cycles (21 Day Cycle) Followed by FAC/FEC",
        "  Patients will receive eribulin 1.4 mg/m2 IV infusion or per institutional guidelines over 2-5 minutes on days 1 and 8 every 3 weeks for 4 cycles (21 day cycle) followed by FAC/FEC."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Signed written informed consent",
        "  Histologically confirmed primary invasive adenocarcinoma of the breast.",
        "  Clinical stage breast cancer T2-3, N0-3, M0",
        "  Negative HER-2/neu expression as determined by local hospital laboratory using Fluorescence In Situ Hybridization (FISH), or is less or equal to 1+ using Immunohistochemistry (IHC).",
        "  No prior treatment for primary invasive adenocarcinoma of the breast such as irradiation, chemotherapy, hormonal therapy, immunotherapy, investigational therapy or surgery. Subjects receiving hormone replacement treatment (HRT) are eligible if this therapy is discontinued at least 2 weeks before starting study treatment. Treatment for DCIS is allowed, such as surgery, hormonal therapy and radiotherapy.",
        "  Karnofsky performance status (KPS) of 80 - 100",
        "  The ability and willingness to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.",
        "  Baseline MUGA or echocardiogram scans with LVEF of > 50%.",
        "  Normal PTT and either INR or PT < 1.5 x ULN.",
        "  Men or women 18 years of age or older.",
        "  Women of childbearing potential (WOCBP) must agree to use a medically acceptable method of contraception to avoid pregnancy throughout the study and for up to 8 weeks after the last dose of study drugs.",
        "  Willingness to have core biopsies and/or FNA performed before the start of study treatment and at the end of 12 week on treatment.",
        "Exclusion Criteria:",
        "  Women who are pregnant (including positive pregnancy test at enrollment or prior to study drug administration) or breast-feeding.",
        "  Disease free of prior malignancy for < 5 years with the exception of DCIS, curatively treated basal carcinoma of the skin, local skin squamous cell carcinoma, or carcinoma in situ of the cervix.",
        "  Absolute neutrophils count (ANC) < 1500/mm^3",
        "  Total bilirubin > 1.5 times the upper limit of normal (ULN)",
        "  AST or ALT > 2.5 times the upper limit of normal (ULN)",
        "  Platelets < 100,000/mm^3.",
        "  Serum creatinine > 1.5 x ULN or creatinine clearance < 60 mL/min (measured or calculated by Cockcroft-Galt method)",
        "  Evidence of metastatic breast cancer following a standard tumor staging work-up",
        "  Evidence of inflammatory breast cancer.",
        "  Evidence of any grade 2 sensory or motor neuropathy.",
        "  Known human immunodeficiency viral (HIV) infection",
        "  Serious intercurrent infections or non-malignant medical illness that are uncontrolled or the control of which may be jeopardized by this therapy.",
        "  Psychiatric disorders or other conditions rendering the subject incapable of complying with the requirements of the protocols."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response (pCR)",
        "  Pathologic complete response (pCR) defined as complete absence of any viable invasive cancer cells in the resected breast and lymph nodes. Participants undergo definitive breast surgery 4 -6 weeks from last dose of FAC/FEC-regimen. Tumors removed by either lumpectomy with axillary dissection (i.e. breast conservation surgery) or modified radical mastectomy (i.e. mastectomy with axillary clearance). Surgical specimens (breast and axillary lymph node tissue) evaluated for pathological complete response.",
        "  Time frame: 4 -6 weeks from last dose of FAC/FEC-regimen.",
        "Results 1: ",
        "  Arm/Group Title: Paclitaxel Weekly for 12 Doses Followed by FAC/FEC",
        "  Arm/Group Description: Patients will receive Paclitaxel 80 mg/m2 IVPB over 1 hour weekly for 12 doses followed by FAC/FEC.",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  7  26.9%",
        "Results 2: ",
        "  Arm/Group Title: Eribulin on Days 1 and 8 Every 3 Weeks for 4 Cycles (21 Day Cycle) Followed by FAC/FEC",
        "  Arm/Group Description: Patients will receive eribulin 1.4 mg/m2 IV infusion or per institutional guidelines over 2-5 minutes on days 1 and 8 every 3 weeks for 4 cycles (21 day cycle) followed by FAC/FEC.",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  1   4.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/28 (10.71%)",
        "  Neutrophil count decreased 3/28 (10.71%)",
        "  White blood cell decreased 0/28 (0.00%)",
        "  Left ventricular systolic dysfunction 1/28 (3.57%)",
        "  Nausea 1/28 (3.57%)",
        "  Vomiting 0/28 (0.00%)",
        "  Fatigue 2/28 (7.14%)",
        "  Alanine aminotransferase increased 0/28 (0.00%)",
        "  Aspartate aminotransferase increased 0/28 (0.00%)",
        "  Myalgia 0/28 (0.00%)",
        "  Paresthesia 1/28 (3.57%)",
        "Adverse Events 2:",
        "  Total: 9/23 (39.13%)",
        "  Neutrophil count decreased 9/23 (39.13%)",
        "  White blood cell decreased 1/23 (4.35%)",
        "  Left ventricular systolic dysfunction 0/23 (0.00%)",
        "  Nausea 0/23 (0.00%)",
        "  Vomiting 1/23 (4.35%)",
        "  Fatigue 1/23 (4.35%)",
        "  Alanine aminotransferase increased 1/23 (4.35%)",
        "  Aspartate aminotransferase increased 1/23 (4.35%)",
        "  Myalgia 1/23 (4.35%)",
        "  Paresthesia 0/23 (0.00%)"
    ]
}