{
    "Clinical Trial ID": "NCT00600340",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Bevacizumab Plus Paclitaxel",
        "  Bevacizumab 10 mg/kg intravenous (i.v.), days 1 and 15, every 4 weeks, Paclitaxel 90 mg/m2, days 1, 8 and 15, every 4 weeks",
        "INTERVENTION 2: ",
        "  Bevacizumab Plus Capecitabine",
        "  Bevacizumab 15 mg/kg i.v., day 1, every 3 weeks, Capecitabine 1000 mg/m² twice-daily, days 1-14, every 3 weeks"
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Written informed consent obtained prior to any study-specific procedure.",
        "  Age 18 years.",
        "  Able to comply with the protocol.",
        "  Histologically or cytologically confirmed, HER2-negative, adenocarcinoma of the breast with measurable or non-measurable locally recurrent or metastatic disease, who are candidates for chemotherapy. Locally recurrent disease must not be amenable to radiotherapy or resection with curative intent.",
        "  Eastern Cooperative Oncology Group (ECOG) performance Status (PS) of 0-2.",
        "  Life expectancy more than 12 weeks.",
        "  Prior (neo)adjuvant chemotherapy is allowed provided that the last dose of chemotherapy was more than 6 months prior to randomization. However, if (neo)adjuvant chemotherapy was:",
        "  Taxane-based, patients are eligible only if they received their last taxane more than 12 months prior to randomization.",
        "  Anthracycline-based, the maximum cumulative dose of prior anthracycline therapy must not exceed 360 mg/m2 for doxorubicin and 720 mg/m2 for epirubicin.",
        "  Prior adjuvant radiotherapy is allowed as part of the treatment of early breast cancer provided that last fraction of radiotherapy occurred at least 6 months prior to randomization. Radiotherapy administered solely for the relief of metastatic bone pain is allowed prior to study entry, providing that:",
        "  no more than 30% of marrow-bearing bone was irradiated",
        "  the last fraction of radiotherapy was administered  3 weeks prior to randomization.",
        "  Adequate left ventricular ejection function (LVEF) at baseline, defined as LVEF  50% by either echocardiogram or multigated acquisition scan (MUGA).",
        "  Adequate hematological function",
        "  Absolute neutrophil count (ANC)  1.5 x 109/L",
        "  Platelet count  100 x 109/L",
        "  Hemoglobin  9 g/dL (may be transfused to maintain or exceed this level).",
        "  Adequate liver function",
        "  Total bilirubin  1.25 x upper normal limit (ULN)",
        "  Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) < 2.5 x ULN in patients without liver metastases; < 5.0 x ULN in patients with liver metastases.",
        "  Adequate renal function",
        "  Serum creatinine  1.25 x ULN or calculated creatinine clearance  50 mL/min.",
        "  Urine dipstick for proteinuria < +2. Patients discovered to have  +2 proteinuria on dipstick urinalysis at baseline should undergo a 24-hour urine collection and must demonstrate  1g of protein in 24 hours",
        "  The use of full-dose oral or parenteral anticoagulants is permitted as long as the patient has been on a stable level of anticoagulation for at least two weeks at the time of randomization",
        "  Patients on heparin treatment should have a baseline activated partial thromboplastin time (aPTT) between 1.5 - 2.5 times ULN or patients value before starting heparin treatment",
        "  Patients on low molecular weight heparins (LMWH) should receive daily dose of 1.5 - 2 mg/kg (of enoxaparin) or appropriate doses of the correspondent anticoagulant, according to package insert",
        "  Patients on coumarin derivatives should have an international normalized ratio (INR) between 2.0 and 3.0 assessed at baseline in two consecutive measurements 1-4 days apart",
        "  Patients not receiving anticoagulant medication must have an INR  1.5 and aPTT  1.5 times ULN within 7 days prior to randomization",
        "  Exclusion Criteria",
        "  Previous chemotherapy for metastatic or locally recurrent breast cancer.",
        "  Concomitant hormonal therapy for locally recurrent or metastatic disease. Note: previous hormonal therapy is allowed for adjuvant, locally recurrent or metastatic breast cancer, but must have been discontinued at least 3 weeks prior to randomization.",
        "  Previous radiotherapy for the treatment of metastatic disease (unless given for the relief of metastatic bone pain and with the precautions mentioned above).",
        "  Other primary tumors within the last 5 years, except for adequately controlled limited basal cell carcinoma of the skin, or carcinoma in situ of the cervix.",
        "  Pre-existing peripheral neuropathy NCI CTCAE grade > 2 at randomization.",
        "  Evidence of spinal cord compression or current evidence of central nervous system (CNS) metastases (even if previously treated). If suspected, the patient should be scanned by CT or magnetic resonance imaging (MRI) within 28 days prior to randomization to rule out spinal / CNS metastases.",
        "  History or evidence upon physical/neurological examination of CNS disease unrelated to cancer, unless adequately treated with standard medical therapy (e.g. uncontrolled seizures).",
        "  Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to randomization, or anticipation of the need for major surgery during the course of the study treatment.",
        "  Minor surgical procedures, including insertion of an indwelling catheter, within 24 hours prior to randomization.",
        "  Current or recent (within 10 days of first dose of bevacizumab) use of aspirin (> 325 mg/day) or clopidogrel (> 75 mg/day).",
        "  Chronic daily treatment with corticosteroids (dose of > 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids).",
        "  History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.",
        "  Uncontrolled hypertension (systolic > 150 mmHg and/or diastolic > 100 mmHg).",
        "  Clinically significant (i.e. active) cardiovascular disease, requiring medication during the study and might interfere with regularity of the study treatment, or not controlled by medication.",
        "  Non-healing wound, active peptic ulcer or bone fracture.",
        "  History of abdominal fistula, or any grade 4 non-gastrointestinal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of randomization.",
        "  Active infection requiring i.v. antibiotics at randomization.",
        "  Pregnant or lactating females. Serum pregnancy test to be assessed within 7 days prior to study treatment start, or within 14 days with a confirmatory urine pregnancy test within 7 days prior to study treatment start.",
        "  Women of childbearing potential (< 2 years after the last menstruation) not using effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal jelly or surgically sterile) during the study and for a period of 6 months following the last administration of study drug.",
        "  Men who do not agree to use effective contraception during the study and for a period of 6 months following the last administration of study drug.",
        "  Current or recent (within 28 days of randomization) treatment with another investigational drug or participation in another investigational study",
        "  Clinically significant malabsorption syndrome or inability to take oral medication.",
        "  Psychiatric disability judged by the Investigator to be interfering with compliance for oral drug intake.",
        "  Requirement for concurrent use of the antiviral agent sorivudine or chemically related analogues, such as brivudine.",
        "  Evidence of any other disease, metabolic or psychological dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug, or that may affect patient compliance with study routines, or places the patient at high risk from treatment related complications.",
        "  Known Dihydropyrimidine Dehydrogenase (DPD) deficiency or prior unanticipated severe reaction to fluoropyrimidine therapy (with or without documented DPD deficiency)",
        "  Known hypersensitivity to any of the study drugs (including 5-FU) or excipients. Hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies. History of hypersensitivity reactions with drugs formulated in Cremophor® EL (polyoxyethylated castor oil), or previous therapy with bevacizumab."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Survival (PP Population)",
        "  Overall survival (OS) defined as time from randomization to date of death from any cause. Patients without recorded death were censored at the date the patient was last known to be alive. OS was analyzed at two looks, one interim look and the final analysis. Due to group sequential testing, the overall significance level alpha = 0.025 was spent on both looks according to Lan-DeMets spending method with O'Brien-Fleming-type boundaries. Alpha spent at Interim after 47% of information was 0.0010. Alpha spent at final analysis after 99% of information was 0.0250.",
        "  Time frame: Time from the date of randomization to the date of death or date last known to be alive, assessed up to approximately 6 years",
        "Results 1: ",
        "  Arm/Group Title: Bevacizumab Plus Paclitaxel",
        "  Arm/Group Description: Bevacizumab 10 mg/kg intravenous (i.v.), days 1 and 15, every 4 weeks, Paclitaxel 90 mg/m2, days 1, 8 and 15, every 4 weeks",
        "  Overall Number of Participants Analyzed: 266",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  30.2        (25.6 to 32.6)",
        "Results 2: ",
        "  Arm/Group Title: Bevacizumab Plus Capecitabine",
        "  Arm/Group Description: Bevacizumab 15 mg/kg i.v., day 1, every 3 weeks, Capecitabine 1000 mg/m  twice-daily, days 1-14, every 3 weeks",
        "  Overall Number of Participants Analyzed: 265",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  26.1        (22.3 to 29.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 65/284 (22.89%)",
        "  Anaemia 0/284 (0.00%)",
        "  Febrile neutropenia 2/284 (0.70%)",
        "  Leukopenia 1/284 (0.35%)",
        "  Neutropenia 1/284 (0.35%)",
        "  Acute coronary syndrome 0/284 (0.00%)",
        "  Acute myocardial infarction 1/284 (0.35%)",
        "  Atrial fibrillation 1/284 (0.35%)",
        "  Atrioventricular block 1/284 (0.35%)",
        "  Atrioventricular block complete 0/284 (0.00%)",
        "  Cardio-respiratory arrest 0/284 (0.00%)",
        "Adverse Events 2:",
        "  Total: 68/277 (24.55%)",
        "  Anaemia 4/277 (1.44%)",
        "  Febrile neutropenia 1/277 (0.36%)",
        "  Leukopenia 1/277 (0.36%)",
        "  Neutropenia 1/277 (0.36%)",
        "  Acute coronary syndrome 1/277 (0.36%)",
        "  Acute myocardial infarction 0/277 (0.00%)",
        "  Atrial fibrillation 0/277 (0.00%)",
        "  Atrioventricular block 0/277 (0.00%)",
        "  Atrioventricular block complete 1/277 (0.36%)",
        "  Cardio-respiratory arrest 1/277 (0.36%)"
    ]
}