{
    "Clinical Trial ID": "NCT00121134",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group A- Bevacizumab Alone",
        "  Bevacizumab 15 mg/kg every 3 wks for 1 year",
        "INTERVENTION 2: ",
        "  Group B-Bevacizumab+Cyclophosphamide+Methotrexate",
        "  Bevacizumab 15 mg/kg every 3 weeks for 1 year +Cyclophosphamide 50 mg orally daily for 6 months +methotrexate 2.5mg orally on day 1-2 each week for 6 months."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed invasive breast cancer, preoperative stages II-III per AJCC 6th edition, based on baseline evaluation by clinical examination and/or breast imaging",
        "  Patients must have completed preoperative (neoadjuvant) chemotherapy with a standard chemotherapy regimen. No more chemotherapy should be planned.",
        "  Patients must have completed definitive resection of primary tumor with adequate excision of gross disease.",
        "  For patients receiving adjuvant radiation therapy, treatment must be completed prior to initiation of protocol therapy.",
        "  Patients must have the presence of significant residual invasive disease on pathologic review following their preoperative chemotherapy.",
        "  LVEF > institutional limits of normal after preoperative chemotherapy, as assessed by ECHO or nuclear medicine gated study, within 30 days prior to initiating protocol-based treatment.",
        "  ECOG performance status 0-1",
        "Exclusion Criteria:",
        "  Inadequate organ function, as measured by laboratory assessment after preoperative chemotherapy and within 14 days of beginning protocol-based treatment",
        "  Patients with metastatic disease are ineligible.",
        "  Known HIV infection",
        "  Patients may not be pregnant, expect to become pregnant, plan to conceive a child while on study, or breastfeeding",
        "  Uncontrolled intercurrent illness",
        "  Non-healing wounds or major surgical procedures (such as breast surgery) other than that for venous access device or diagnostic study are not permitted within 28 day prior to enrollment",
        "  History of abdominal fistula, GI perforation, intra-abdominal abscess, or serious, non-healing wound, ulcer, or bone fracture within 6 months prior to initiating bevacizumab",
        "  Patients with any history of arterial thromboembolic events, including transient ischemic attack (TIA), cerebrovascular event (CVA), unstable angina, or myocardial infarction (MI) within the past 6 months. Patients with clinically significant peripheral arterial disease should also be excluded",
        "  History of bleeding diathesis or coagulopathy",
        "  History of grade 3 or 4 allergic reactions to compounds of similar chemical or biologic composition to cyclophosphamide (such as other alkylating agents) or methotrexate (such as other antimetabolites)",
        "  Prior history of malignancy treated without curative intent, excluding nonmelanomatous skin cancer",
        "  Patients with large or rapidly accumulating pleural or abdominal effusions",
        "  Current use of anticoagulants is allowed as long as patients have been on a stable dose for more than two weeks with stable INR",
        "  Chronic therapy with full dose aspirin (< 325 mg/day) or standard non-steroidal anti-inflammatory agents is allowed",
        "  Patients may not receive other investigational agents while on study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  The Completion Rate of 1 Year of Bevacizumab Therapy for All Four Cohorts",
        "  [Not Specified]",
        "Time frame: 1 year",
        "Results 1: ",
        "  Arm/Group Title: Group A- Bevacizumab Alone",
        "  Arm/Group Description: Bevacizumab 15 mg/kg every 3 wks for 1 year",
        "  Overall Number of Participants Analyzed: 40",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  60",
        "Results 2: ",
        "  Arm/Group Title: Group B-Bevacizumab+Cyclophosphamide+Methotrexate",
        "  Arm/Group Description: Bevacizumab 15 mg/kg every 3 weeks for 1 year +Cyclophosphamide 50 mg orally daily for 6 months +methotrexate 2.5mg orally on day 1-2 each week for 6 months.",
        "  Overall Number of Participants Analyzed: 41",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  58"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/40 (2.50%)",
        "  Hypertension 0/40 (0.00%)",
        "  Lower GI bleed 1/40 (2.50%)",
        "  Death 0/40 (0.00%)",
        "  Headache 0/40 (0.00%)",
        "  Dyspnea 0/40 (0.00%)",
        "  Sinusitis 0/40 (0.00%)",
        "  Wound Dehiscence 0/40 (0.00%)",
        "Adverse Events 2:",
        "  Total: 3/41 (7.32%)",
        "  Hypertension 1/41 (2.44%)",
        "  Lower GI bleed 0/41 (0.00%)",
        "  Death 0/41 (0.00%)",
        "  Headache 0/41 (0.00%)",
        "  Dyspnea 0/41 (0.00%)",
        "  Sinusitis 1/41 (2.44%)",
        "  Wound Dehiscence 1/41 (2.44%)"
    ]
}