{
    "Clinical Trial ID": "NCT00820222",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib Plus Capecitabine",
        "  Participants received a daily dose of 5 tablets of lapatinib (1250 mg) at approximately the same time every day, either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received capecitabine 2000 mg/m^2) per day (divided and administered orally twice daily, 12 hours apart), for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food. Participants received study medication until disease progression, unacceptable toxicity, or participant withdrawal.",
        "INTERVENTION 2: ",
        "  Trastuzumab Plus Capecitabine",
        "  Participants received an IV infusion of trastuzumab 8 mg/kg on Day 1, followed by a 6 mg/kg infusion every 3 weeks. Participants also received capecitabine 2500 mg/m^2 per day (divided and administered orally twice daily, 12 hours apart), for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food. Participants received study medication until disease progression, unacceptable toxicity, or participant withdrawal."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females at least 18 years old;",
        "  ECOG Performance Status 0-2;",
        "  Histologically or cytologically confirmed HER2-positive invasive breast cancer, with Stage IV disease;",
        "  Prior treatment with taxanes or anthracyclines is required;",
        "  Prior treatment with other chemotherapeutic agents, trastuzumab, endocrine and radiation therapy is permitted;",
        "  Baseline LVEF  50% and not lower than the institutional lower limit of normal;",
        "  Concurrent treatment with bisphosphonates is permitted, however treatment must be initiated prior to the first dose of study therapy;",
        "  Able to swallow and retain oral medications;",
        "  Women with potential to have children must be willing to practice acceptable methods of birth control during the study;",
        "  Normal organ and marrow function.",
        "Exclusion Criteria:",
        "  History and/or current evidence of CNS metastases. Baseline MRI scan by Independent Reviewer to confirm no brain mets;",
        "  Concurrent treatment with an investigational agent or participation in another treatment clinical trial;",
        "  Prior therapy with lapatinib or an ErbB2 inhibitor other than trastuzumab (including but not limited to trastuzumab-DM1 and neratinib) and capecitabine;",
        "  Known DPD deficiency;",
        "  Concurrent chemotherapy, radiation therapy, immunotherapy, biologic therapy, or hormonal therapy for treatment of cancer;",
        "  History of allergic reactions attributed to compounds chemically related to lapatinib (quinazolines), capecitabine, fluorouracil or any excipients;",
        "  Concomitant use of CYP3A4 inhibitors or inducers;",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel;",
        "  History of immediate or delayed hypersensitivity reaction to gadolinium contrast agents, or other contraindication to gadolinium contrast and other known contraindication to MRI;",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical or psychiatric disorder that would interfere with the patient's safety or compliance to study procedures;",
        "  have acute or currently active/requiring anti-viral therapy hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease);",
        "  Any on-going toxicity from prior anti cancer therapy except alopecia;",
        "  Active cardiac disease;",
        "  Uncontrolled infection;",
        "  History of other malignancy, unless curatively treated with no evidence of disease for at least 5 years, subjects with adequately treated DCIS or LCIS, adequately treated non-melanoma skin cancer or curatively treated in-situ cancer of the cervix are eligible;",
        "  Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of protocol treatment;",
        "  Pregnant or lactating females."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Central Nervous System (CNS) Metastases (as Assessed by Independent Review) as the Site of First Relapse",
        "  CNS relapse is defined as the appearance of >=1 enhancing lesion measuring >=6 millimeters (mm) on T1Weighted (T1W) Magnetic Resonance Imaging (MRI) without CNS symptoms that were considered to be unequivocal based on all relevant radiological features (e.g., associated T2W signal abnormality); the appearance of any enhancing lesion on T1W MRI with CNS symptoms; unequivocal finding of leptomeningeal disease (defined as the dissemination of cancer throughout the spinal fluid), with or without symptoms; and unequivocal finding of multifocal intraparenchymal lesions with or without symptoms. In the event of the appearance of a <6 mm lesions(s) without CNS lesions, or equivocal findings potentially suggesting leptomeningeal disease, these findings were followed with a subsequent scan within 6 weeks. If unequivocal progression was determined with the subsequent scan and/or CNS symptoms occurred, then CNS relapse crieria were met.",
        "  Time frame: From randomization until disease progression, death, or discontinuation from the study (average of 10 months). Cut-off 11-Jun-2012",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib Plus Capecitabine",
        "  Arm/Group Description: Participants received a daily dose of 5 tablets of lapatinib (1250 mg) at approximately the same time every day, either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received capecitabine 2000 mg/m^2) per day (divided and administered orally twice daily, 12 hours apart), for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food. Participants received study medication until disease progression, unacceptable toxicity, or participant withdrawal.",
        "  Overall Number of Participants Analyzed: 251",
        "  Measure Type: Number",
        "  Unit of Measure: participants  8",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab Plus Capecitabine",
        "  Arm/Group Description: Participants received an IV infusion of trastuzumab 8 mg/kg on Day 1, followed by a 6 mg/kg infusion every 3 weeks. Participants also received capecitabine 2500 mg/m^2 per day (divided and administered orally twice daily, 12 hours apart), for 14 days, every 21 days. Capecitabine was taken with food or within 30 minutes after food. Participants received study medication until disease progression, unacceptable toxicity, or participant withdrawal.",
        "  Overall Number of Participants Analyzed: 250",
        "  Measure Type: Number",
        "  Unit of Measure: participants  12"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 41/270 (15.19%)",
        "  Anaemia 1/270 (0.37%)",
        "  Leukopenia 0/270 (0.00%)",
        "  Neutropenia 2/270 (0.74%)",
        "  Pancytopenia 0/270 (0.00%)",
        "  Thrombocytopenia 1/270 (0.37%)",
        "  Left ventricular dysfunction 0/270 (0.00%)",
        "  Abdominal pain 1/270 (0.37%)",
        "  Abdominal pain upper 1/270 (0.37%)",
        "  Colitis 0/270 (0.00%)",
        "  Constipation 2/270 (0.74%)",
        "  Diarrhoea 4/270 (1.48%)",
        "  Dyspepsia 1/270 (0.37%)",
        "Adverse Events 2:",
        "  Total: 51/267 (19.10%)",
        "  Anaemia 1/267 (0.37%)",
        "  Leukopenia 1/267 (0.37%)",
        "  Neutropenia 6/267 (2.25%)",
        "  Pancytopenia 1/267 (0.37%)",
        "  Thrombocytopenia 0/267 (0.00%)",
        "  Left ventricular dysfunction 2/267 (0.75%)",
        "  Abdominal pain 1/267 (0.37%)",
        "  Abdominal pain upper 0/267 (0.00%)",
        "  Colitis 1/267 (0.37%)",
        "  Constipation 0/267 (0.00%)",
        "  Diarrhoea 10/267 (3.75%)",
        "  Dyspepsia 0/267 (0.00%)"
    ]
}