{
    "Clinical Trial ID": "NCT01325207",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1 - Trastuzumab 10mg IT 2/Week",
        "  Intrathecal Trastuzumab 10 mg IT will be administered in Cohort 1 of dose escalation.",
        "  Trastuzumab: Trastuzumab will be administered twice per week for 4 weeks, then once per week for 4 weeks, and then every 2 weeks until disease progression or unacceptable toxicity.",
        "1 cycle = 28 days.",
        "INTERVENTION 2: ",
        "  Cohort 2 - Trastuzumab 20mg IT 2/Week",
        "  Intrathecal Trastuzumab 20 mg IT will be administered in Cohort 2 of dose escalation.",
        "  Trastuzumab: Trastuzumab will be administered twice per week for 4 weeks, then once per week for 4 weeks, and then every 2 weeks until disease progression or unacceptable toxicity.",
        "1 cycle = 28 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  ELIGIBILITY CRITERIA",
        "  HER2 positive (IHC 3+ and/or FISH positive) breast cancer patients with leptomeningeal metastases by MRI or CSF (if MRI is negative).",
        "  o Review will be performed for cases not reviewed at Northwestern for confirmation, but will not preclude patients from entering the trial (pathology report is sufficient for registration).",
        "  Patients can have concomitant brain metastases as long as they do not require active treatment or have been treated.",
        "  Patients with leptomeningeal disease from ependymomas, gliomas, and medulloblastoma will be eligible for phase I",
        "  Life expectancy > 8 weeks",
        "  Normal renal (creatinine < 1.5 ULN), liver (bilirubin < 1.5 x ULN, transaminases < 3.0 x ULN, except in known hepatic metastasis, wherein may be < 5 x ULN) and blood counts (WBC > 3.0, Neutrophils > 1500, platelets >100 000, Hemoglobin > 10).",
        "  LVEF > 50%",
        "  KPS > 50",
        "  Age > 18 years",
        "  Cannot be on systemic agents (chemotherapy) that have CNS penetration unless they develop leptomeningeal metastases while on these agent(s) and have controlled systemic disease. May continue on IV trastuzumab, lapatinib or hormonal agents if controlling systemic disease and developed LM while on therapy. Patients requiring systemic chemotherapy are eligible but will not be able to start treatment until after the first assessment by imaging and cytology.",
        "  Patients may need a CSF flow study at the discretion of the treating principal investigator. If a spinal block is seen by CSF flow study or MRI, it will need local RT prior to treatment. Concurrent radiation is not allowed.",
        "  Patients should be > 2 weeks from RT treatment and all effects of treatment should have resolved",
        "  No limit on prior systemic or IT therapies.",
        "  CSF sampling to document LM if not documented on MRI.",
        "  Must be willing to have an Ommaya reservoir placed.",
        "  NO history of any other cancer (except non-melanoma skin cancer or carcinoma in-situ of the cervix) unless in complete remission and off all therapy for the disease for a minimum of 3 years.",
        "  Significant medical or psychiatric illness that would interfere with compliance and ability to tolerate treatment as outlined in the protocol.",
        "  Women of childbearing potential and sexually active males must commit to the use of effective contraception while on study.",
        "  Women may not be pregnant or breast-feeding.",
        "  Ability to sign an informed consent; can be signed by family member or health care proxy. Informed consent must be done prior to registration on study.",
        "  All patients must have given signed, informed consent prior to registration on study.",
        "  No known hypersensitivity to trial medications Note: The eligibility criteria listed above are interpreted literally and cannot be waived.",
        "Exclusion Criteria:",
        "  - Any deviations from the inclusion criteria"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Dose Limiting Toxicities (DLT) of IT Trastuzumab in Sequential Cohorts of Escalating Doses for Patients With Leptomeningeal Metastases in HER2+ Breast Cancer.",
        "  Patients will be treated using a standard 3+3 dose-escalation design for cohorts 1 and 2. This will be followed by an accelerated phase I for cohorts 3 and 4, and then a standard 3 + 3 for the 5th cohort. In the accelerated phase (cohorts 3 and 4), 1 patient will be enrolled per cohort; if a toxicity is seen in that patient then the cohort would be expanded to 6 patients to allow for 1/6 patients per cohort to have a dose limiting toxicity (DLT) before dose escalation. Cohort 5 will enroll a total of 6 patients regardless of the toxicity experienced in patient one. However, if 2 or more DLTs are observed in cohort 5, cohort 4 will be reopened to enroll of a total of 6 patients. Whatever dose is ultimately declared the MTD should have 6 patients total. If 1/6 DLTs are seen in cohort 5 that will be considered the MTD.",
        "  Dosing is as follows:",
        "  Cohort 1-10 mg IT Cohort 2-20 mg IT Cohort 3-40 mg IT Cohort 4-60 mg IT Cohort 5-80 mg IT",
        "  Time frame: From treatment initiation through the first 4 weeks of treatment.",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1 - Trastuzumab 10mg IT 2/Week",
        "  Arm/Group Description: Intrathecal Trastuzumab 10 mg IT will be administered in Cohort 1 of dose escalation.",
        "  Trastuzumab: Trastuzumab will be administered twice per week for 4 weeks, then once per week for 4 weeks, and then every 2 weeks until disease progression or unacceptable toxicity.",
        "  1 cycle = 28 days.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: DLTs  0",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2 - Trastuzumab 20mg IT 2/Week",
        "  Arm/Group Description: Intrathecal Trastuzumab 20 mg IT will be administered in Cohort 2 of dose escalation.",
        "  Trastuzumab: Trastuzumab will be administered twice per week for 4 weeks, then once per week for 4 weeks, and then every 2 weeks until disease progression or unacceptable toxicity.",
        "  1 cycle = 28 days.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: DLTs  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/3 (33.33%)",
        "  Pericardial effusion  [1]0/3 (0.00%)",
        "  Abdominal muscle wall hemorrhage  [2]0/3 (0.00%)",
        "  Dehydration  [3]0/3 (0.00%)",
        "  Gastroenteritis 0/3 (0.00%)",
        "  Dehydration 0/3 (0.00%)",
        "  Vomiting  [4]0/3 (0.00%)",
        "  Colonic perforation  [5]0/3 (0.00%)",
        "  Abdominal pain 0/3 (0.00%)",
        "  Chemical meningitis 0/3 (0.00%)",
        "  Lung infection 0/3 (0.00%)",
        "  Wound infection 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/3 (66.67%)",
        "  Pericardial effusion  [1]0/3 (0.00%)",
        "  Abdominal muscle wall hemorrhage  [2]0/3 (0.00%)",
        "  Dehydration  [3]0/3 (0.00%)",
        "  Gastroenteritis 0/3 (0.00%)",
        "  Dehydration 0/3 (0.00%)",
        "  Vomiting  [4]0/3 (0.00%)",
        "  Colonic perforation  [5]0/3 (0.00%)",
        "  Abdominal pain 0/3 (0.00%)",
        "  Chemical meningitis 0/3 (0.00%)",
        "  Lung infection 0/3 (0.00%)",
        "  Wound infection 1/3 (33.33%)"
    ]
}