{
    "Clinical Trial ID": "NCT00741039",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Adult Cancer Patients 65 Years of Age and Older",
        "  Vaccine Responses Against Pneumococcus and Influenza in Adult Cancer Patients 65 Years of Age and Older",
        "INTERVENTION 2: ",
        "  Healthy Volunteers",
        "  Vaccine Responses Against Pneumococcus and Influenza in Adults 65 Years of Age and Older"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patient must be > or = to 65 years of age.",
        "  Patient may be an in patient or an out-patient.",
        "  Patient must have a diagnosis of prostate, lung, or breast cancer.",
        "  Patient must have a life expectancy of > or = to 6 months.",
        "  Patient must have a Karnofsky score of >40%",
        "  Patient must be willing to return to the hospital in 8-12 weeks following immunization for blood work.",
        "  Patients must have a platelet count of >75,000 for intramuscular injection.",
        "  Patient may be of either gender and of any ethnic background.",
        "  Patients must be able to understand the nature and risk of the proposed study and be able to sign consent.",
        "  Volunteer eligibility:",
        "  MSKCC employee",
        "  Age > or = to 65 years of age",
        "  No previous diagnosis of cancer except basal cell carcinoma, resected Stage I melanoma or in situ cervical carcinoma. Volunteers may have had a prior history of other cancers > 3 years which required only local resection, local radiation and/or hormonal therapy such as androgen blockade.",
        "  Patients must be able to understand the nature and risk of the proposed study and be able to sign consent.",
        "Exclusion Criteria:",
        "  Karnofsky score <40%:",
        "  Patients who have received an autologous or allogeneic HCT",
        "  Active uncontrolled bacterial or fungal infection",
        "  Hypersensitivity to egg protein (eggs or egg products), chicken proteins, or any component in the influenza vaccine",
        "  Prior history of any life-threatening reaction after previous administration of any influenza vaccine or any component such as thimerosal (inclusion of thimerosal varies among packaging)",
        "  Latex allergy if going to receive the influenza vaccine",
        "  On-going neurologic disorder (mental status change, uncontrolled seizures, encephalopathy)",
        "  Treatment or planned treatment with cyclophosphamide, ifosphamide, or > or = to 1 mg/kg prednisone or its equivalent 12 weeks within 12 weeks of vaccination.",
        "  HIV-1,2 seropositive patients.",
        "  Patients not signing informed consent.",
        "  Patients receiving the seasonal influenza vaccine may not have had it within 6 months of enrollment",
        "  Healthy controls exclusion:",
        "  Volunteers ineligible to receive either vaccine",
        "  Volunteers unwilling or unable to sign consent",
        "  Hypersensitivity to egg protein (eggs or egg products), chicken proteins, or any component in the influenza vaccine",
        "Latex allergy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Determine Response Rate of Patients > or = to 65 Yrs Diagnosed",
        "  For Pneumovax, complete response will be either seroconversion or a >3 fold rise in titer against at least 5 of the following serotypes contained in Pneumovax (serotypes 4, 14, 19, 23, 6B, 18C, and 9V).",
        "  Time frame: 8-16 weeks following vaccination.",
        "Results 1: ",
        "  Arm/Group Title: Adult Cancer Patients 65 Years of Age and Older",
        "  Arm/Group Description: Vaccine Responses Against Pneumococcus and Influenza in Adult Cancer Patients 65 Years of Age and Older",
        "  Overall Number of Participants Analyzed: 100",
        "  Measure Type: Number",
        "  Unit of Measure: participants  63",
        "Results 2: ",
        "  Arm/Group Title: Healthy Volunteers",
        "  Arm/Group Description: Vaccine Responses Against Pneumococcus and Influenza in Adults 65 Years of Age and Older",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: participants  24"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/95 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/25 (0.00%)"
    ]
}