{
    "Clinical Trial ID": "NCT00468585",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group 0",
        "  Capecitabine - AM 1500mg; PM 1500 mg; total daily 3000 mg",
        "INTERVENTION 2: ",
        "  Group 1",
        "  Capecitabine - AM 1500 mg; PM 2000 mg; total daily 3500 mg"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patient (male or female) with diagnosis of invasive adenocarcinoma of the breast confirmed at MSKCC either by histology or cytology.",
        "  Clinical evidence of metastatic breast cancer, non-amenable to surgery or radiation therapy with curative intent.",
        "  Presence of at least one measurable metastatic lesion according to the RECIST criteria which has not been irradiated (i.e. newly arising lesions in previously irradiated areas are accepted). Ascites, pleural effusion, and bone metastases are not considered measurable. Minimum indicator lesion size: greater than or equal to 10 mm measured by spiral CT or greater than or equal to 20 mm measured by conventional techniques.",
        "  Any number of prior endocrine or biologic therapies is permitted on this trial. In addition, patients may be untreated in the metastatic setting or have received any number of prior cytotoxic regimens. All previous chemotherapy must have been discontinued at least 3 weeks prior to study entry. All acute toxic effects (excluding alopecia or neurotoxicity) of any prior therapy must have resolved to NCI CTC (Version 3) Grade less than or equal to 1.",
        "  Endocrine therapy with an aromatase inhibitor, SERM (ie, tamoxifen) or fulvestrant is permitted within 4 weeks of study entry, however concurrent therapy with these drugs is not acceptable.",
        "  ECOG performance status of 0, 1 or 2.",
        "  Patients must be either HER2-negative or HER2-positive and no longer a candidate for trastuzumab therapy. HER2-negative is defined as 0 or 1+ staining on immunohistochemistry or FISH negative for gene amplification. HER2-positive is defined as 3+ staining on immunohistochemistry or FISH positive for gene amplification.",
        "  Age greater than or equal to 18 years old.",
        "  Baseline laboratory data within the following limits:",
        "  Absolute neutrophil count (ANC) >1.5 x 10^9/L",
        "  Platelets > 100 x 10^9/L",
        "  Estimated creatinine clearance greater than or equal to 50 ml/min by - Cockcroft-Gault equation",
        "  Total serum bilirubin <1.5 x upper normal limit",
        "  ALT, AST < 2.5x upper normal limit (or <5x upper normal limit in the case of liver metastases)",
        "  Alkaline phosphatase < 2.5x upper normal limit (or >5x upper normal limit in the case of liver metastases or >10x upper normal limit in the case of bone disease)",
        "  Serum or urine pregnancy test for females of childbearing potential Negative within 14 days of starting treatment",
        "Exclusion Criteria:",
        "  Pregnant or nursing women may not participate. Patients of reproductive potential may not participate unless they have agreed to use an effective method of contraception and to continue contraception for 30 days from the date of the last study drug administration. Postmenopausal woman must be amenorrheic for at least 12 months to be considered of nonchildbearing potential.",
        "  Life expectancy < 3 months.",
        "  Serious, uncontrolled, concurrent infection.",
        "  Any prior fluoropyrimidine therapy with the exception of adjuvant administration. Adjuvant fluoropyrimidine containing therapy must be completed at least 6 months prior to enrollment.",
        "  Prior severe reaction to fluoropyrimidine therapy, or known hypersensitivity to 5-fluorouracil. A history of DPD deficiency will exclude patients from the trial.",
        "  Completion of previous chemotherapy regimen <3 weeks prior to the start of study treatment.",
        "  Prior adjuvant hormonal therapy is permitted. Use of an aromatase inhibitor, anti-estrogen or fulvestrant must be discontinued prior to treatment start.",
        "  Biologic therapy (eg, bevacizumab,trastuzumab) for the treatment of metastatic disease must be discontinued >3 weeks from the start of protocol treatment.",
        "  HER2-positive patients who are candidates for treatment with trastuzumab are excluded from this trial as the concurrent use of trastuzumab may confound study results.",
        "  History of prior malignancy with the following exceptions: adequately treated basal cell or squamous cell carcinoma, in situ cervical cancer, adequately treated Stage I or II cancer from which the patient is currently in complete remission (with no evidence of disease) for more than five years.",
        "  Non-malignant systemic disease (cardiovascular, renal, hepatic etc) that would preclude any of the study therapy drugs. Specifically excluded are the following cardiac conditions:",
        "  Inadequately controlled hypertension (defined as blood pressure of >150/100 mmHg on antihypertensive medications)",
        "  Any prior history of hypertensive crisis or hypertensive encephalopathy",
        "  New York Heart Association (NYHA) Class II or greater congestive heart failure",
        "  History of myocardial infarction or unstable angina within 6 months",
        "  History of stroke or transient ischemic attack within 6 months",
        "  Significant vascular disease or symptomatic peripheral vascular disease",
        "  Capecitabine is contraindicated in patients with a creatinine clearance of <30 ml/min.Patients with a creatinine clearance less than 50 ml/minute by Cockroft and Gault Equation will be excluded from the trial.",
        "  Patients with symptomatic CNS metastases that remain untreated by radiation therapy are excluded from this trial. The presence of asymptomatic brain metastases or brain metastases that have been previously irradiated are not grounds for trial exclusion for the phase I study however, these patients are excluded from the phase II portion of the trial.",
        "  History of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant, precluding informed consent, or interfering with compliance of oral drug intake.",
        "  Other severe, acute or chronic, medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration or may interfere with the interpretation of study results. Any of the above criteria that in the judgment of the investigator would make the subject inappropriate for entry into this study.",
        "  Presence of uncontrolled gastrointestinal malabsorption syndrome.",
        "  Concurrent use of oral warfarin anticoagulant therapy is not permitted due to serious drug interactions with capecitabine. Full dose anticoagulation with low molecular weight heparin or other (non-warfarin) anticoagulant is permitted.",
        "  Unwillingness to give written informed consent or unwillingness to participate or inability to comply with the protocol for the duration of the study. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures are necessary for participation in this clinical trial.",
        "  Concurrent radiation therapy is not permitted during treatment on protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Objective Response",
        "  This is defined as the percentage of patients who achieve either an objective complete or partial target lesion response that is confirmed based on the RECIST criteria.",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: Group 0",
        "  Arm/Group Description: Capecitabine - AM 1500mg; PM 1500 mg; total daily 3000 mg",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Partial Response (PR): 0",
        "  Stable Disease (SD): 2",
        "  Progression of Disease (POD): 1",
        "Results 2: ",
        "  Arm/Group Title: Group 1",
        "  Arm/Group Description: Capecitabine - AM 1500 mg; PM 2000 mg; total daily 3500 mg",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Partial Response (PR): 0",
        "  Stable Disease (SD): 1",
        "  Progression of Disease (POD): 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/4 (50.00%)",
        "  Atrial fibrillation 0/4 (0.00%)",
        "  Dehydration 1/4 (25.00%)",
        "  Fatigue (asthenia, lethargy, malaise) 1/4 (25.00%)",
        "  Pain - Back 1/4 (25.00%)",
        "  Urinary tract infection 0/4 (0.00%)",
        "  Dyspnea (shortness of breath) 0/4 (0.00%)",
        "  Pericardial effusion 0/4 (0.00%)",
        "  Thrombosis 0/4 (0.00%)",
        "  Skin infection 0/4 (0.00%)",
        "  Rash: hand-foot skin reaction 0/4 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/3 (0.00%)",
        "  Atrial fibrillation 0/3 (0.00%)",
        "  Dehydration 0/3 (0.00%)",
        "  Fatigue (asthenia, lethargy, malaise) 0/3 (0.00%)",
        "  Pain - Back 0/3 (0.00%)",
        "  Urinary tract infection 0/3 (0.00%)",
        "  Dyspnea (shortness of breath) 0/3 (0.00%)",
        "  Pericardial effusion 0/3 (0.00%)",
        "  Thrombosis 0/3 (0.00%)",
        "  Skin infection 0/3 (0.00%)",
        "  Rash: hand-foot skin reaction 0/3 (0.00%)"
    ]
}