{
    "Clinical Trial ID": "NCT00538850",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Fentanyl Sublingual Spray",
        "  Participants received fentanyl sublingual spray 7 times randomly (out of 10 treatments total) to treat up to a maximum of 2 breakthrough pain episodes per day with a minimum separation of 2 hours between treatments. Patients received a dose of 100 to 1600 µg determined in the open-label dose titration period of the current study.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Participants received placebo 3 times randomly (out of 10 treatments total) to treat up to a maximum of 2 breakthrough pain episodes per day with a minimum separation of 2 hours between treatments. Patients received a dose of 100 to 1600 µg determined in the open-label dose titration period of the current study."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Male or female,  18 years of age.",
        "  Diagnosis of cancer.",
        "  Opioid-tolerant. Subjects who were opioid tolerant were those taking  60 mg of oral morphine/day, at least 25 μg of transdermal fentanyl/hour, at least 30 mg of oxycodone daily, at least 8 mg of oral hydromorphone daily or an equianalgesic dose of another opioid for a week or longer for cancer-related pain.",
        "  Experienced persistent pain related to the cancer or its treatment of moderate or lesser intensity in the 24 hours prior to assessment by a verbal rating scale at the Screening Visit.",
        "  Over the previous 7 days, subject experienced, on average, 1 to 4 breakthrough cancer pain episodes per day usually at least partially controlled by supplemental medication of at least 5 mg immediate-release morphine or an equivalent short-acting opioid (eg, oxycodone, hydrocodone, or codeine with acetaminophen).",
        "  Able to evaluate and record pain relief, assess medication performance at set times after dosing, record AEs, record each use of the study drug or supplemental medication in an electronic diary (a caregiver may have provided the subject the medication, help with the mechanics of handling the electronic diary but was not permitted to record any information in the electronic diary).",
        "  Able and willing to give informed consent.",
        "  Women of childbearing potential were to have a) a negative serum pregnancy test, b) not be breastfeeding and c) agree to practice a reliable form of contraception.",
        "Exclusion Criteria:",
        "  Intolerance to opioids or fentanyl.",
        "  Current use of commercially available oral short-acting fentanyl for breakthrough pain. Subjects previously on Actiq or Fentora were permitted to be enrolled if they had a 7 day washout.",
        "  Rapidly increasing/uncontrolled pain.",
        "  A history of major organ system impairment or disease, that in the Investigator's or his/her designee's opinion could increase the risk associated with the use of opioids.",
        "  Uncontrolled hypertension (systolic blood pressure {SBP} > 180 mmHg or diastolic blood pressure [DBP] > 90 mmHg on 2 occasions  6 hours apart) despite antihypertensive therapy, or a history of hypertensive crisis within the past 2 years.",
        "  A recent history ( 2 years prior) of transient ischemic attacks, neural vascular disease, stroke, or cerebral aneurysms.",
        "  Clinically uncontrolled sleep apnea.",
        "  Brain metastases with signs or symptoms of increased intracranial pressure.",
        "  Inability to assess pain or response to pain medications for any reason, including psychiatric disorder, concurrent medical disorder, or concomitant therapy.",
        "  Received investigational study product(s)  30 days prior to the Screening Visit.",
        "  Painful erythema, oedema or ulcers under the tongue.",
        "  Use of monoamine oxidase (MAO) inhibitors within 14 days of the Screening Visit."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Summed Pain Intensity Differences (SPID) at 30 Minutes After Dosing (SPID30)",
        "  Pain intensity was assessed by the participant using a 0-100 mm visual analog scale where 0 represented \"no pain\" and 100 represented \"worst possible pain\" at 0 (baseline, beginning of the pain episode), 5, 10, 15, and 30 minutes after each dose of study medication during each breakthrough pain episode. The pain intensity difference was defined as the difference in pain intensity at the various time points versus time 0 (baseline). SPID30 was calculated as the time-weighted sum of the PID scores using the following formula: SPID30=(5*PID5)+(5*PID10)+(5*PID15)+(15*PID30). The minimum and maximum SPID30 scores were -3000 and 3000. A higher score indicates less pain.",
        "  Time frame: Baseline (time 0, beginning of each pain episode) through 30 minutes after dosing for each pain episode",
        "Results 1: ",
        "  Arm/Group Title: Fentanyl Sublingual Spray",
        "  Arm/Group Description: Participants received fentanyl sublingual spray 7 times randomly (out of 10 treatments total) to treat up to a maximum of 2 breakthrough pain episodes per day with a minimum separation of 2 hours between treatments. Patients received a dose of 100 to 1600  g determined in the open-label dose titration period of the current study.",
        "  Overall Number of Participants Analyzed: 92",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Units on a scale  640.3         (458.8)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Participants received placebo 3 times randomly (out of 10 treatments total) to treat up to a maximum of 2 breakthrough pain episodes per day with a minimum separation of 2 hours between treatments. Patients received a dose of 100 to 1600  g determined in the open-label dose titration period of the current study.",
        "  Overall Number of Participants Analyzed: 92",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Units on a scale  399.6         (391.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 7/130 (5.38%)",
        "  Leukopenia 1/130 (0.77%)",
        "  Tachycardia 0/130 (0.00%)",
        "  Abdominal pain 1/130 (0.77%)",
        "  Nausea 1/130 (0.77%)",
        "  Vomiting 1/130 (0.77%)",
        "  Cellulitis 1/130 (0.77%)",
        "  Gastroenteritis Viral 0/130 (0.00%)",
        "  Hyponatraemia 1/130 (0.77%)",
        "  Fistula 1/130 (0.77%)",
        "  Lung cancer metastatic 1/130 (0.77%)",
        "  Malignant neoplasm progression 1/130 (0.77%)",
        "Adverse Events 2:",
        "  Total: 6/98 (6.12%)",
        "  Leukopenia 0/98 (0.00%)",
        "  Tachycardia 1/98 (1.02%)",
        "  Abdominal pain 1/98 (1.02%)",
        "  Nausea 1/98 (1.02%)",
        "  Vomiting 1/98 (1.02%)",
        "  Cellulitis 1/98 (1.02%)",
        "  Gastroenteritis Viral 1/98 (1.02%)",
        "  Hyponatraemia 0/98 (0.00%)",
        "  Fistula 0/98 (0.00%)",
        "  Lung cancer metastatic 0/98 (0.00%)",
        "  Malignant neoplasm progression 1/98 (1.02%)",
        "  Metastases to bone 0/98 (0.00%)"
    ]
}