{
    "Clinical Trial ID": "NCT00129376",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Doxorubicin + Cyclophosphamide Followed Docetaxel",
        "  Patients received doxorubicin (60 mg/m2) and cyclophosphamide (600 mg/m2), both in a short intravenous infusion, every three weeks for four cycles (days 1, 22, 43 and 64). Three weeks later, docetaxel (36 mg/m2) was administered as a 30-min intravenous infusion, weekly for six weeks (days 85, 92, 99, 106, 113 and 120) followed by a 2-week resting period (8-week cycle). After that, patients received a second docetaxel cycle (infusions on days 141, 148, 155, 162, 169 and 176)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Written informed consent.",
        "  Patients with breast cancer stages II and IIIA, with histological diagnoses as per true-cut or open biopsy.",
        "  Negative extension study, including bilateral mammography, thoracic x-ray, computed tomography (CT)-scan or abdominal echography and bone scintigraphy.",
        "  Analysis of hormone receptor status in primary tumour. It is highly recommended to obtain a tumour tissue sample before start of treatment, and after definitive surgery. These samples will be analysed centrally by Spanish Breast Cancer Research Group (GEICAM).",
        "  Age >= 18 and <= 70 years old.",
        "  Performance status as per Karnofsky index >= 80.",
        "  Minimum life expectancy of 6 months.",
        "  Electrocardiogram (EKG) 12 weeks before registration to the study. If abnormalities are suspected, cardiac function must be assessed by left ventricular ejection fraction (LVEF).",
        "  Haematology: neutrophils >= 2.0 x10^9/l; platelets >= 100 x10^9/l; hemoglobin >=10 g/dl.",
        "  Hepatic function: total bilirubin <= 1 x upper normal limit (UNL); Aspartate aminotransferase (AST) (SGOT) and and Alanine aminotransferase (ALT) (SGPT) <= 2.5 x UNL; alkaline phosphatase <= 5 x UNL.",
        "  Renal function: creatinine <= 1.5 x UNL; creatinine clearance >= 60 ml/min.",
        "  Patients able to comply with study requirements.",
        "  Negative pregnancy test.",
        "  Adequate contraceptive method during the study and up to 3 months after definitive surgery.",
        "Exclusion Criteria:",
        "  Previous systemic therapy for breast cancer treatment.",
        "  Previous treatments with anthracyclines or taxanes for any malignancy.",
        "  Previous radiotherapy for breast cancer.",
        "  Bilateral invasive breast cancer.",
        "  Pregnant or lactating women.",
        "  Previous motor or sensorial neurotoxicity grade >=2.",
        "  Other serious pathologies: congestive heart failure or angina pectoris; history of myocardial infarction in the previous year; uncontrolled hypertension (HT) or high risk arrhythmias.",
        "  History of neurological or psychiatric impairment, precluding patients from providing free informed consent.",
        "  Active infection.",
        "  Active peptic ulcer; unstable diabetes mellitus.",
        "  History of previous or current malignancies other than breast cancer, except for basal skin carcinoma, cervical in situ carcinoma, other tumour diagnosed and treated more than 10 years before, ductal carcinoma in situ (DCIS) or lobular carcinoma in situ (LCIS).",
        "  Chronic treatment with corticoids unless the treatment started > 6 months before registration to the study, and low doses are administered.",
        "  Substitutive hormonal therapy. This treatment must be interrupted before inclusion in the study.",
        "  Concomitant treatment with other investigational products or administration in the 30 previous days.",
        "Males."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathological Complete Response (pCR) Rate",
        "  Pathological complete response was defined by the Miller & Payne criteria. pCR was defined as no invasive cells identifiable in breast sections at surgery. Response was measured by physical exam and breast imaging before surgery and was evaluated according to the World Health Organization (WHO) criteria. Pathological response after surgery, was based on the proportion of remaining tumor and postchemotherapy changes, evaluating separately the response in the breast and in the axilla lymph nodes.",
        "  Time frame: Up to 29 weeks",
        "Results 1: ",
        "  Arm/Group Title: Doxorubicin + Cyclophosphamide Followed Docetaxel",
        "  Arm/Group Description: Patients received doxorubicin (60 mg/m2) and cyclophosphamide (600 mg/m2), both in a short intravenous infusion, every three weeks for four cycles (days 1, 22, 43 and 64). Three weeks later, docetaxel (36 mg/m2) was administered as a 30-min intravenous infusion, weekly for six weeks (days 85, 92, 99, 106, 113 and 120) followed by a 2-week resting period (8-week cycle). After that, patients received a second docetaxel cycle (infusions on days 141, 148, 155, 162, 169 and 176).",
        "  Overall Number of Participants Analyzed: 61",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  11  18.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 12/63 (19.05%)",
        "  Febrile neutropenia *  [1]4/63 (6.35%)",
        "  Congestive heart failure *  [2]1/63 (1.59%)",
        "  Cardiac-ischemia/infarction * 1/63 (1.59%)",
        "  Vomiting *  [1]1/63 (1.59%)",
        "  Acute Pharyngitis * 1/63 (1.59%)",
        "  Infection * 3/63 (4.76%)",
        "  Neutrophil count decreased *  [1]1/63 (1.59%)",
        "  Pneumonitis/pulmonary infiltrates *  [3]1/63 (1.59%)"
    ]
}