{
    "Clinical Trial ID": "NCT01027416",
    "Intervention": [
        "INTERVENTION 1: ",
        "  No Intervention",
        "  No Intervention: Standard of care",
        "INTERVENTION 2: ",
        "  Tamoxifen",
        "  Tamoxifen 20 mg orally 1x/day for 4 weeks",
        "  Tamoxifen: Drug: Tamoxifen 20 mg orally 1x/day for 4 weeks"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The patient must consent to be in the study and must have signed an approved consent form conforming to institutional guidelines",
        "  The patient must be 18 years or older.",
        "  Core biopsy should definitively demonstrate invasive carcinoma.",
        "  Invasive carcinoma should be ER-apha receptor positive",
        "  The tumor should be approximately at least 1 cm, to account for variability in imaging and imaging occult disease (physical exam, mammography, ultrasound). We recognize that from time to time because of this variation, there might not be enough tissue available for analysis after surgical excision but this will allow the greatest opportunity to capture as many eligible patients as possible.",
        "  Patients in whom surgical excision of the tumor is part of standard of care management",
        "  ECOG score of 0 or 1",
        "  Negative serum or urine beta-hCG pregnancy test at screening for patients of child-bearing potential (this is routinely done if the patient is premenopausal and having surgery)",
        "  Consent to participate in DBBR (RPCI only)",
        "Exclusion Criteria:",
        "  Male patients are not eligible for this study",
        "  Female patients with inoperable tumors or women with stage 4 disease diagnosed on CT, PET, PET/CT or bone scan.",
        "  Patients with diagnosis by FNA cytology only",
        "  Pregnant or lactating women",
        "  Prior therapy for breast cancer, including irradiation, chemo- immuno- and/or hormonal therapy",
        "  Patients receiving any hormonal therapy, e.g. ovarian hormonal replacement therapy, infertility medications etc., are not eligible",
        "  Nonmalignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude the patient from being subjected to surgical excision",
        "  Psychiatric or addictive disorders that would preclude obtaining informed consent",
        "  Patients known or suspected to have hypercoagulable syndrome or with history of venous or arterial thrombosis, stroke, TIA, or pulmonary embolism",
        "  Women with non-invasive disease or microinvasion are not eligible.",
        "  Women undergoing neoadjuvant chemotherapy are not eligible",
        "  women currently on tamoxifen and raloxifene for prevention are not eligible",
        "  Patients shall not receive any herbal/alternative therapies such as flaxseed or soy products or black cohosh.",
        "  Patients with a known mutation in p53 (Li Fraumeni Syndrome)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Mean Percent Positive Proximity Ligation Assays of All Tumor Protein p53-wild Type Breast Tumors in Participants by Treatment Arm",
        "  Status of estrogen receptor alpha (ERά) and tumor protein (p53) interaction in p53-wild type breast tumors in untreated patients verses patients treated with tamoxifen. Mean percent positive polylactide (PLA) of all p53-wild type breast tumors in participants by treatment arm",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: No Intervention",
        "  Arm/Group Description: No Intervention: Standard of care",
        "  Overall Number of Participants Analyzed: 23",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage of positive PLA  27.0         (34.4)",
        "Results 2: ",
        "  Arm/Group Title: Tamoxifen",
        "  Arm/Group Description: Tamoxifen 20 mg orally 1x/day for 4 weeks",
        "  Tamoxifen: Drug: Tamoxifen 20 mg orally 1x/day for 4 weeks",
        "  Overall Number of Participants Analyzed: 12",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: percentage of positive PLA  4.4         (4.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/31 (3.23%)",
        "  Abdominal pain  1/31 (3.23%)",
        "Adverse Events 2:",
        "  Total: 0/28 (0.00%)",
        "  Abdominal pain  0/28 (0.00%)"
    ]
}