{
    "Clinical Trial ID": "NCT00093795",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group 1: TAC X 6",
        "  Doxorubicin, cyclophosphamide, and docetaxel.",
        "  Cyclophosphamide: Group 1: cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles",
        "  Docetaxel: 75 mg/m2 IV every 21 days for 6 cycles",
        "  Doxorubicin: Group 1: 50 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: 60 mg/m2 IV every 14 days for 4 cycles",
        "INTERVENTION 2: ",
        "  Group 2: AC X 4 Then P X 4",
        "  Doxorubicin, cyclophosphamide, and paclitaxel",
        "  Cyclophosphamide: Group 1: cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles",
        "  Paclitaxel: 175 mg/m2 IV every 14 days for 4 cycles",
        "  Doxorubicin: Group 1: 50 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: 60 mg/m2 IV every 14 days for 4 cycles"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  The patient must consent to participate in the study and must have signed an approved consent form conforming with federal and institutional guidelines.",
        "  The patient must have a life expectancy of at least 10 years and a Zubrod performance status of 0 or 1. (Comorbid conditions but not the diagnosis of breast cancer should be taken into consideration when determining life expectancy.)",
        "  The interval between the last surgery for breast cancer staging or treatment and randomization must be no more than 84 days.",
        "  The tumor must be invasive carcinoma of the breast on histologic examination.",
        "  All of the following staging criteria must be met:",
        "  By clinical and pathologic evaluation, primary tumor must be T1-3;",
        "  By clinical evaluation, ipsilateral nodes must be cN0, cN1, or cN2a;",
        "  By pathologic evaluation, ipsilateral nodes must be pN1 (pN1mi, pN1a, pN1b, pN1c), pN2a, pN3a, or pN3b (only if due to microscopic involvement of internal mammary node detected by sentinel lymph node dissection and with more than 3 positive axillary lymph nodes).",
        "  Patients must have an estrogen receptor (ER) analysis performed on the primary tumor prior to randomization. If ER analysis is negative, then progesterone receptor (PgR) analysis must be performed. If ER analysis is positive, PgR analysis is desired, but not mandatory. (\"Marginal\" or \"borderline\" results [i.e., those not definitely negative] will be considered positive regardless of the methodology used.)",
        "  Patients must have had either a lumpectomy or a total mastectomy. Patients must have completed one of the following procedures for evaluation of pathologic nodal status.",
        "  Sentinel lymphadenectomy followed by removal of additional non-sentinel lymph nodes (This approach is strongly recommended.)",
        "  Sentinel lymphadenectomy alone if one of the following criteria is met:",
        "  Pathologic nodal staging based on sentinel lymphadenectomy is pN1mi or pN1b",
        "  Surgeon elects not to remove additional non-sentinel nodes (This approach is strongly discouraged, but will not preclude participation in B-38.)",
        "  Axillary lymphadenectomy without sentinel node isolation procedure.",
        "  Patients must have no clinical or radiologic evidence of metastatic disease.",
        "  Patients with either skeletal pain or alkaline phosphatase that is greater than ULN but less than or equal to 2.5 x ULN are eligible for inclusion in the study if bone scans fail to demonstrate metastatic disease. Suspicious findings on bone scan must be confirmed as benign by x-ray, MRI, or biopsy.",
        "  Patients with aspartate transaminase (AST) or alkaline phosphatase greater than ULN are eligible for inclusion in the study if liver imaging fails to demonstrate metastatic disease and the following requirements are met at the time of randomization.",
        "  Postoperative absolute granulocyte count (AGC) must be greater than or equal to 1200/mm3.",
        "  Postoperative platelet count must be greater than or equal to 100,000/mm3.",
        "  The following criteria for postoperative evidence of adequate hepatic function must be met:",
        "  total bilirubin must be less than or equal to ULN for the lab unless the patient has a grade 1 bilirubin elevation (greater than ULN to 1.5 x ULN) due to Gilbert's disease or similar syndrome due to slow conjugation of bilirubin; and",
        "  alkaline phosphatase must be less than or equal to 2.5 x ULN for the lab; and",
        "  the AST must be less than or equal to 1.5 x ULN for the lab; and",
        "  alkaline phosphatase and AST cannot both be greater than ULN.",
        "  Postoperative serum creatinine must be less than or equal to ULN.",
        "  At the time of randomization, the patient must have had the following: history and physical exam, EKG, and imaging of the chest within the past 3 months and bilateral mammogram within the past 6 months.",
        "  Within 3 months prior to entry, the patient must have a baseline left ventricular ejection fraction (LVEF), measured by Multiple Gated Acquisition (MUGA) scan or echocardiogram, greater than or equal to lower limit of normal (LLN) for the facility performing the procedure and no evidence of regional wall abnormalities.",
        "  Patients with a history of non-breast malignancies are eligible if they have been disease-free for 5 or more years prior to randomization and are deemed by their physician to be at low risk for recurrence. Patients with the following cancers are eligible if diagnosed and treated within the past 5 years: carcinoma in situ of the cervix, carcinoma in situ of the colon, melanoma in situ, and basal cell and squamous cell carcinoma of the skin.",
        "  Special conditions for eligibility of lumpectomy patients: radiation therapy and surgery. Patients treated by lumpectomy must meet all the eligibility criteria in addition to the following:",
        "  Generally, lumpectomy should be reserved for tumors less than 5 cm. However, at the investigator's discretion, patients treated with lumpectomy for tumors greater than or equal to 5 cm are eligible if eligibility criteria for lumpectomy are met.",
        "  The margins of the resected specimen must be histologically free of invasive tumor and DCIS as determined by the local pathologist. In patients for whom pathologic examination demonstrates tumor present at the line of resection, additional operative procedures may be performed to obtain clear margins. This is permissible even if axillary evaluation has been completed. Patients in whom tumor is still present at the resected margin after re-excision(s) must undergo total mastectomy to be eligible. (Patients with margins positive for lobular carcinoma in situ (LCIS) are eligible without additional resection.)",
        "  Irradiation of regional lymph nodes is optional, but plans for radiation therapy must be declared by the investigator prior to randomization for stratification purposes.",
        "  Special conditions for eligibility of mastectomy patients: radiation therapy o Postmastectomy chest wall and/or regional nodal irradiation is optional. Plans for radiation in mastectomy patients must be declared by the investigator prior to randomization for stratification purposes.",
        "  Ineligibility Criteria",
        "  Male patients are not eligible for this study. Women with one or more of the following conditions or prior therapies are also ineligible for this study:",
        "  Tumor that has been determined to be human epidermal growth factor receptor 2 (HER2)-positive by immunohistochemistry (3+) or by fluorescent in situ hybridization (positive for gene amplification).",
        "  Contralateral breast cancer (invasive or DCIS) or a mass or mammographic abnormality in the opposite breast suspicious for malignancy unless there is biopsy proof that the mass is not malignant.",
        "  Primary tumor staged as T4 for any reason.",
        "  Clinical nodal stages including cN2b and cN3 or pathologic nodal stages including pN0(i+), pN2b, pN3b with clinically apparent internal mammary nodes, or pN3c.",
        "  Suspicious nodes in the contralateral axilla or suspicious supraclavicular nodes. Patients with these conditions are considered ineligible unless there is biopsy evidence that these are not involved with tumor.",
        "  Prior history of breast cancer, including DCIS (patients with a history of LCIS are eligible).",
        "  Treatment, including radiation therapy, chemotherapy, and/or hormonal therapy administered for the currently diagnosed breast cancer prior to randomization. One exception is hormonal therapy, which may have been given for up to a total of 28 days anytime after diagnosis and before study entry. In such a case, hormonal therapy must stop at or before randomization and be re-started, if indicated, following chemotherapy. A second exception is radiation therapy for patients enrolled in NSABP B-39 and assigned to partial breast irradiation (Group 2). These patients may have received RT prior to B-38 study entry.",
        "  Prior therapy with anthracyclines or taxanes for any malignancy.",
        "  Any sex hormonal therapy, e.g., birth control pills, ovarian hormonal replacement therapy, etc. (These patients are eligible if this therapy is discontinued prior to randomization.)",
        "  Therapy with any hormonal agents such as raloxifene (Evista®), tamoxifen, or other selective estrogen-receptor modulators (SERMs), either for osteoporosis or breast cancer prevention. (Patients are eligible only if these medications are discontinued prior to randomization.",
        "  Cardiac disease that would preclude the use of anthracyclines. This includes:",
        "  history of myocardial infarction documented by elevated cardiac enzymes or regional wall abnormalities on assessment of left ventricular (LV) function;",
        "  angina pectoris that requires the use of anti-anginal medication;",
        "  any history of documented congestive heart failure;",
        "  serious cardiac arrhythmia requiring medication;",
        "  severe conduction abnormality;",
        "  valvular disease with documented cardiac function compromise; and",
        "  uncontrolled hypertension defined as blood pressure greater than 160/100 on antihypertensive therapy.",
        "  Conditions that would prohibit administration of corticosteroids.",
        "  Sensory/motor neuropathy greater than or equal to grade 2, as defined by the NCI's Common Terminology Criteria for Adverse Events Version 3.0.",
        "  Non-malignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude a patient from receiving any of the treatment options or would prevent prolonged follow-up.",
        "  History of hepatitis B or C.",
        "  Pregnancy or lactation at the time of proposed randomization. Women of reproductive potential must agree to use an effective non-hormonal method of contraception.",
        "  Concurrent treatment with other investigational agents for the treatment of breast cancer.",
        "  Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator, would preclude the patient from meeting the study requirements.",
        "  Special conditions for ineligibility of lumpectomy patients: radiation therapy and surgery",
        "  For patients treated by lumpectomy, whole breast irradiation is required.",
        "  The following patients will be ineligible:",
        "  Patients with diffuse tumors (as demonstrated on mammography) treated with lumpectomy. (These patients are eligible if they undergo mastectomy.)",
        "  Patients treated with lumpectomy in whom there is another clinically dominant mass or mammographically suspicious abnormality within the ipsilateral breast remnant. Such a mass must be biopsied and demonstrated to be histologically benign prior to randomization or, if malignant, must be surgically removed with clear margins.",
        "  Patients in whom the margins of the resected specimen are involved with invasive tumor or DCIS."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival: Any Recurrence, Contralateral Breast Cancer, Second Primary Cancer, Death From Any Cause Prior to Recurrence or Second Primary Cancer",
        "  The percentage of patients alive and cancer-free.",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Group 1: TAC X 6",
        "  Arm/Group Description: Doxorubicin, cyclophosphamide, and docetaxel.",
        "  Cyclophosphamide: Group 1: cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles",
        "  Docetaxel: 75 mg/m2 IV every 21 days for 6 cycles",
        "  Doxorubicin: Group 1: 50 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: 60 mg/m2 IV every 14 days for 4 cycles",
        "  Overall Number of Participants Analyzed: 1610",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  80.1        (78.0 to 82.0)",
        "Results 2: ",
        "  Arm/Group Title: Group 2: AC X 4 Then P X 4",
        "  Arm/Group Description: Doxorubicin, cyclophosphamide, and paclitaxel",
        "  Cyclophosphamide: Group 1: cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles",
        "  Paclitaxel: 175 mg/m2 IV every 14 days for 4 cycles",
        "  Doxorubicin: Group 1: 50 mg/m2 IV every 21 days for 6 cycles",
        "  Group 2 and Group 3: 60 mg/m2 IV every 14 days for 4 cycles",
        "  Overall Number of Participants Analyzed: 1618",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  82.2        (80.2 to 84.0)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 277/1601 (17.30%)",
        "  Disseminated intravascular coagulation 1/1601 (0.06%)",
        "  Febrile neutropenia 40/1601 (2.50%)",
        "  Atrial fibrillation 2/1601 (0.12%)",
        "  Pericardial effusion 1/1601 (0.06%)",
        "  Pericarditis 1/1601 (0.06%)",
        "  Sinus tachycardia 2/1601 (0.12%)",
        "  Supraventricular tachycardia 2/1601 (0.12%)",
        "  Ventricular tachycardia 1/1601 (0.06%)",
        "  Glaucoma 1/1601 (0.06%)",
        "Adverse Events 2:",
        "  Total: 158/1612 (9.80%)",
        "  Disseminated intravascular coagulation 0/1612 (0.00%)",
        "  Febrile neutropenia 45/1612 (2.79%)",
        "  Atrial fibrillation 3/1612 (0.19%)",
        "  Pericardial effusion 0/1612 (0.00%)",
        "  Pericarditis 0/1612 (0.00%)",
        "  Sinus tachycardia 0/1612 (0.00%)",
        "  Supraventricular tachycardia 1/1612 (0.06%)",
        "  Ventricular tachycardia 0/1612 (0.00%)",
        "  Glaucoma 0/1612 (0.00%)"
    ]
}