{
    "Clinical Trial ID": "NCT01572038",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pertuzumab + Trastuzumab + Taxane",
        "  Participants received pertuzumab and trastuzumab intravenously (IV) plus taxane chemotherapy once of every 3 weeks per treatment cycle until predefined study end, unacceptable toxicity, withdrawal of consent, disease progression, or death, whichever occurred first. Taxane chemotherapy was docetaxel, paclitaxel, or nab-paclitaxel, per the investigator's choice."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast with metastatic or locally recurrent disease not amenable to curative resection",
        "  HER2-positive breast cancer",
        "  Eastern cooperative Oncology Group (ECOG) performance status 0, 1 or 2",
        "  LVEF of at least 50 percent (%)",
        "Exclusion Criteria:",
        "  Previous systemic non-hormonal anti-cancer therapy for metastatic or locally recurrent disease",
        "  Disease-free interval from completion of adjuvant or neoadjuvant systemic non-hormonal treatment to recurrence less than or equal to (</=) 6 months",
        "  Previous approved or investigative anti-HER2 agents in any breast cancer treatment setting, except for trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting",
        "  Disease progression while receiving trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting",
        "  History of persistent Grade 2 or higher (National Cancer Institute Common Toxicity Criteria [NCI-CTC], Version 4.0) hematological toxicity resulting from previous adjuvant or neoadjuvant therapy",
        "  Central nervous system (CNS) metastases",
        "  Current peripheral neuropathy of Grade 3 or greater (NCI-CTC, version 4.0)",
        "  History of other malignancy within the last 5 years prior to first study drug administration, except for carcinoma in situ of the cervix or basal cell carcinoma",
        "  Inadequate bone marrow, liver or renal function",
        "  Uncontrolled hypertension",
        "  Hepatitis B, hepatitis C or Human Immunodeficiency Virus (HIV) infection"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overview of the Number of Participants With at Least One Treatment-Emergent Adverse Event, Severity Determined According to National Cancer Institute Common Terminology Criteria for Adverse Events, Version 4.0 (NCI-CTCAE v4.0)",
        "  Treatment-emergent adverse events (TEAEs) were adverse events (AEs) that started or worsened in severity on or after the first administration of study drug, up to and including 28 days after the last dose. The investigator graded all AEs for severity per NCI-CTCAE v4.0; if not listed, the AE was assessed as follows: Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening/disabling; Grade 5 = death. The investigator determined whether an AE was related to study drug and independently assessed severity and seriousness of each AE. TEAEs to monitor included anaphylaxis and hypersensitivity, cardiac dysfunction, diarrhoea Grade 3, pregnancy-related AEs, interstitial lung disease, infusion-/administration-related reactions, mucositis, (febrile) neutropenia, rash/skin reactions, and suspected transmission of infectious agent. TEAEs of special interest included LVEF decreased, liver enzymes increased, and suspected transmission of infectious agent by the study drug.",
        "  Time frame: From Baseline until 28 days after, or 7 months after (only for serious AEs related to study drug), the last dose of study treatment. The median (full range) duration of exposure to any study treatment was 16.2 (0.0-86.4) months.",
        "Results 1: ",
        "  Arm/Group Title: Pertuzumab + Trastuzumab + Taxane",
        "  Arm/Group Description: Participants received pertuzumab and trastuzumab intravenously (IV) plus taxane chemotherapy once of every 3 weeks per treatment cycle until predefined study end, unacceptable toxicity, withdrawal of consent, disease progression, or death, whichever occurred first. Taxane chemotherapy was docetaxel, paclitaxel, or nab-paclitaxel, per the investigator's choice.",
        "  Overall Number of Participants Analyzed: 1436",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Any TEAE - Any Grade: 1419  98.8%",
        "  Any TEAE - Grade 3 or Higher (  3): 879  61.2%",
        "  Any Serious TEAE: 535  37.3%",
        "  Any TEAE Leading to Death: 31   2.2%",
        "  Any TEAE Related to Pertuzumab - Any Grade: 1037  72.2%",
        "  Any TEAE Related to Trastuzumab - Any Grade: 946  65.9%",
        "  Any TEAE Related to Taxane - Any Grade: 1342  93.5%",
        "  Any TEAE Related to Pertuzumab - Grade   3: 286  19.9%",
        "  Any TEAE Related to Trastuzumab - Grade   3: 245  17.1%",
        "  Any TEAE Related to Taxane - Grade   3: 514  35.8%",
        "  Any TEAE Leading to Interruption of Pertuzumab: 334  23.3%",
        "  Any TEAE Leading to Interruption of Trastuzumab: 386  26.9%",
        "  Any TEAE Leading to Interruption of Taxane: 354  24.7%",
        "  Any TEAE Leading to Discontinuation of Pertuzumab: 140   9.7%",
        "  Any TEAE Leading to Discontinuation of Trastuzumab: 133   9.3%",
        "  Any TEAE Leading to Discontinuation of Taxane: 286  19.9%",
        "  Any TEAE to Monitor - Any Grade: 1320  91.9%",
        "  Any TEAE to Monitor - Grade   3: 535  37.3%",
        "  Any TEAE of Special Interest: 91   6.3%",
        "  Any TEAE Within 28 Days of Treatmt Discontinuation: 975  67.9%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 535/1436 (37.26%)",
        "  Febrile neutropenia 71/1436 (4.94%)",
        "  Neutropenia 47/1436 (3.27%)",
        "  Anaemia 8/1436 (0.56%)",
        "  Leukopenia 2/1436 (0.14%)",
        "  Bone marrow failure 1/1436 (0.07%)",
        "  Febrile bone marrow aplasia 1/1436 (0.07%)",
        "  Thrombocytopenia 1/1436 (0.07%)",
        "  Cardiac failure 12/1436 (0.84%)",
        "  Atrial fibrillation 8/1436 (0.56%)",
        "  Atrial thrombosis 2/1436 (0.14%)"
    ]
}