{
    "Clinical Trial ID": "NCT02447003",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A: Pembrolizumab",
        "  Participants in Cohort A previously received at least one prior systemic treatment for metastatic breast cancer. Participants were administered pembrolizumab 200 mg intravenously (IV) on Day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to ~2 years).",
        "INTERVENTION 2: ",
        "  Cohort B: Pembrolizumab",
        "  Participants in Cohort B previously received no prior systemic treatment for metastatic breast cancer AND had a programmed cell death-ligand 1 (PD-L1) positive tumor expression. Participants were administered pembrolizumab 200 mg IV on Day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to ~2 years)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  For the purposes of this study, neoadjuvant and/or adjuvant chemotherapy regimens do not count as a prior line of therapy.",
        "  For second line plus monotherapy (Parts 1 and 2):",
        "  Has received at least one systemic treatment for metastatic breast cancer",
        "  Has documented disease progression on or after the most recent therapy",
        "  Prior treatment must include an anthracycline and a taxane in the neoadjuvant, adjuvant, or metastatic setting",
        "  For first line monotherapy (Part 1):",
        "  Has received no prior systemic treatment for metastatic breast cancer",
        "  Has PD-L1-positive mTNBC.",
        "  For second line plus monotherapy (Part 2):",
        "  - Has PD-L1 strong positive mTNBC",
        "  For all parts:",
        "  Has mTNBC confirmed by a central laboratory",
        "  For biomarker analysis, adequate newly obtained core or excisional biopsy of a not-previously-irradiated metastatic tumor lesion (mandatory)",
        "  Has measurable metastatic disease",
        "  Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1",
        "  Female participants of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study treatment",
        "  Male participants should agree to use an adequate method of contraception starting with the first dose of study treatment through 120 days after the last dose of study treatment",
        "  Has adequate organ function",
        "Exclusion Criteria:",
        "  Is currently participating and receiving study treatment, or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks prior to study Day 1",
        "  Has received prior anti-cancer monoclonal antibody (mAb) therapy for direct anti-neoplastic treatment within 4 weeks prior to study Day 1",
        "  Has received prior chemotherapy, targeted small molecule therapy, or radiation therapy within at least 2 weeks prior to study Day 1",
        "  Has not recovered (i.e.,  Grade 1 or at baseline) from adverse events due to agents administered within at least 2 weeks prior to study Day 1",
        "  Has an active autoimmune disease requiring systemic treatment in past 2 years",
        "  Has a diagnosis of immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment",
        "  Has known additional malignancy that progressed or required active treatment within the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, or in situ cervical cancer",
        "  Has radiographically-detectable central nervous system (CNS) metastases and/or carcinomatous meningitis",
        "  Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis or a history of interstitial lung disease",
        "  Has an active infection requiring systemic therapy",
        "  Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study",
        "  Is pregnant, breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of study treatment",
        "  Has received prior therapy with an anti-programmed cell death protein-1 (anti-PD-1), anti-PD-L1, anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g. cytotoxic T-lymphocyte-associated protein-4 [CTLA-4], OX-40, CD137) or has participated in Merck MK-3475 (pembrolizumab) study",
        "  Has a known history of human immunodeficiency virus (HIV)",
        "  Has known active Hepatitis B or C",
        "  Has received a live vaccine within 30 days of planned start of study treatment"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) by Central Imaging Vendor (CIV) in All Cohort A Participants",
        "  ORR was defined as the percentage of participants who had a Complete Response (CR: disappearance of all target lesions) or a Partial Response (PR: 30% decrease in sum of diameters [SOD] of target lesions) per RECIST 1.1 by CIV. ORR was estimated by Agresti-Coull (A-C) method. The percentage of participants who had CR or PR is reported here as the protocol-specified ORR, for the first pembrolizumab course, assessed from enrolment/treatment initiation and analyzed by Cohort, for all participants in Cohort A. Per protocol final ORR analysis in all Cohort A participants was done at the time of final statistical efficacy analysis, with a 10-November (Nov)-2017 cutoff. Per protocol ORR per RECIST 1.1 by CIV in all Cohort A participants was planned and conducted as a pre-specified primary outcome analysis. Per protocol ORR per RECIST 1.1 by CIV in all Cohort B participants was analyzed separately as a pre-specified secondary outcome analysis and reported later in the record.",
        "  Time frame: Up to ~28 months (through pre-specified statistical analysis cut-off date of 10-Nov-2017)",
        "Results 1: ",
        "  Arm/Group Title: Cohort A: Pembrolizumab",
        "  Arm/Group Description: Participants in Cohort A previously received at least one prior systemic treatment for metastatic breast cancer. Participants were administered pembrolizumab 200 mg intravenously (IV) on Day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to ~2 years).",
        "  Overall Number of Participants Analyzed: 170",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  5.3        (2.7 to 9.9)",
        "Results 2: ",
        "  Arm/Group Title: Cohort B: Pembrolizumab",
        "  Arm/Group Description: Participants in Cohort B previously received no prior systemic treatment for metastatic breast cancer AND had a programmed cell death-ligand 1 (PD-L1) positive tumor expression. Participants were administered pembrolizumab 200 mg IV on Day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to ~2 years).",
        "  Overall Number of Participants Analyzed: 0",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  "
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 46/170 (27.06%)",
        "  Anaemia 1/170 (0.59%)",
        "  Febrile neutropenia 1/170 (0.59%)",
        "  Cardiac tamponade 1/170 (0.59%)",
        "  Myocarditis 1/170 (0.59%)",
        "  Pericardial effusion 2/170 (1.18%)",
        "  Pericarditis 1/170 (0.59%)",
        "  Colitis 1/170 (0.59%)",
        "  Constipation 1/170 (0.59%)",
        "  Diarrhoea 0/170 (0.00%)",
        "  Gastroenteritis eosinophilic 0/170 (0.00%)",
        "  Intestinal obstruction 0/170 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/1 (0.00%)",
        "  Anaemia 0/1 (0.00%)",
        "  Febrile neutropenia 0/1 (0.00%)",
        "  Cardiac tamponade 0/1 (0.00%)",
        "  Myocarditis 0/1 (0.00%)",
        "  Pericardial effusion 0/1 (0.00%)",
        "  Pericarditis 0/1 (0.00%)",
        "  Colitis 0/1 (0.00%)",
        "  Constipation 0/1 (0.00%)",
        "  Diarrhoea 0/1 (0.00%)",
        "  Gastroenteritis eosinophilic 0/1 (0.00%)",
        "  Intestinal obstruction 0/1 (0.00%)",
        "  Nausea 0/1 (0.00%)"
    ]
}