{
    "Clinical Trial ID": "NCT00365365",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Stratum 1 (AC->T + Bevacizumab)",
        "  HER2-negative participants administered",
        "  doxorubicin and cyclophosphamide (AC) + bevacizumab for 4 cycles followed by",
        "  docetaxel (T) + bevacizumab for 4 cycles followed by",
        "  bevacizumab maintenance therapy for total of 52 weeks from date of first dose regardless of number of doses received or missed",
        "INTERVENTION 2: ",
        "  Stratum 2 (TAC + Bevacizumab)",
        "  HER2-negative participants administered",
        "  docetaxel, doxorubicin, cyclophosphamide (TAC) + bevacizumab for 6 cycles followed by",
        "  bevacizumab maintenance therapy for total of 52 weeks from date of first dose regardless of number of doses received or missed"
    ],
    "Eligibility": [
        "The following information on clinical trials is provided for information purposes only to allow participants and physicians to have an initial discussion about the trial. This information is not intended to be complete information about the trial, to contain all considerations that may be relevant to potential participation in the trial, or to replace the advice of a personal physician or health professional.",
        "Inclusion Criteria:",
        "  Women >/= 18 years of age.",
        "  Histologically proven breast cancer with an interval between definitive breast surgery that includes axillary lymph node (LN) dissection or axillary nodal evaluation and study registration of < 60 days. (Note: Cycle 1 of chemotherapy treatment may NOT be infused until > 28 days after the date of definitive breast surgery and the participant must be recovered from any clinically significant toxicity thereof.)",
        "  Definitive surgical treatment must be either mastectomy, or breast conserving surgery with axillary lymph node dissection (axillary lymph node evaluation can be either full axillary node dissection or sentinel LN evaluation followed by dissection if sentinel LN is positive) for operable breast cancer (pT1-4 [including inflammatory], pNO-3, and MO). Margins of resected specimen from definitive surgery must be histologically free of invasive adenocarcinoma and ductal carcinoma in-situ (DCIS). Lobular carcinoma in-situ does not count as a positive margin.",
        "  Subjects must be either lymph node-positive (pN1-3) or lymph node-negative (pN0) with high-risk features as determined by Investigator.",
        "  High-risk, lymph node-negative participants, (pN0) will be defined as subjects having invasive adenocarcinoma with either a negative sentinel node biopsy (pN0[sn]) OR negative lymph node dissection (pN0) disease AND tumor size > 2 cm or tumor size >/= 1 cm with at least one of the following factors:",
        "  negative estrogen receptor (ER) and negative progesterone receptor (PR) status",
        "  histologic and/or nuclear Grade 2-3; or",
        "  age < 35 years",
        "  HER2/neu positive or negative tumors are eligible. HER2 positivity must be documented by fluorescence in situ hybridization (FISH).",
        "  Estrogen and progesterone receptor status must be performed on the primary tumor prior to study entry. Results must be pending or known at the time of study entry.",
        "  Normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF) or shortening fraction (multiple-gated acquisition [MUGA] scan or echocardiography respectively). The result must be greater than the lower limit of normal (LLN) for the institution.",
        "  Hematology evaluation within 2 weeks prior to study entry:",
        "  Absolute neutrophil count (ANC) >/= 1,500/μL",
        "  Platelets >/= 100,000/μL",
        "  Hemoglobin >/= 9 g/dL",
        "  Hepatic function evaluation within 2 weeks prior to study entry:",
        "  Total bilirubin </= ULN for the institution",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) must be in the acceptable range.",
        "  Complete staging work-up as follows: All subjects must have an appropriate radiographic evaluation, e.g., computed tomography (CT), positron emission tomography (PET)/CT, and/or (magnetic resonance imaging) MRI of the brain, chest, abdomen and pelvis, and imaging of bone by either a bone scan or PET scan. In cases of positive bone imaging, a bone X-ray or MRI evaluation is mandatory to rule out the possibility of metastatic bone scan disease. Other tests may be performed as clinically indicated. It is recommended that all baseline staging should be completed within 35 days prior to study entry.",
        "Exclusion Criteria:",
        "  Prior systemic anticancer therapy for breast cancer (immunotherapy, hormonotherapy, chemotherapy).",
        "  Prior anthracycline therapy, taxoids or platinum salts for any malignancy.",
        "  Prior radiation therapy for breast cancer or any radiotherapy to the chest wall for any other malignancy.",
        "  Bilateral invasive breast cancer.",
        "  Pregnant or lactating subjects",
        "  Cardiac disease or risk for same as judged by Investigator",
        "  Other serious illness or medical conditions such as (partial list- review with Investigator) history of significant neurologic or psychiatric disorders that would prohibit the understanding and giving of informed consent, active uncontrolled infection, active peptic ulcer, unstable diabetes mellitus or subjects with symptomatic, intrinsic lung disease resulting in dyspnea at rest",
        "  Current therapy with any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (SERMs), either for osteoporosis or prevention of breast cancer. Subjects must have discontinued these agents prior to study entry.",
        "  Concurrent treatment with ovarian hormonal replacement therapy. Prior treatment must be stopped prior to study entry.",
        "  Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational non-marketed drug within 30 days prior to study entry.",
        "  Concurrent treatment with any other anti-cancer therapy.",
        "  Male subjects, as no clinical efficacy or safety data are available from phase I-II studies.",
        "  Chemotherapy and/or bevacizumab may not be given until > 7 days following a minor surgical procedure. Chemotherapy may be given without bevacizumab in circumstances in which the participant has recovered sufficiently to receive chemotherapy but has not yet reached a 28 day time point at which bevacizumab could be administered."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Cardiac Safety - Number of Participants With Grade 3-4 Clinical Congestive Heart Failure (CHF)",
        "  Participants were evaluated for clinical CHF every 3 weeks during chemotherapy, every 3 months while on maintenance therapy, and every 3 months during the 2-year follow-up period. Left ventricular ejection fraction (LVEF) of CHF was assessed by multi-gated acquisition (MUGA) or echocardiogram (ECHO) performed midway through completion of chemotherapy according to a treatment-specific schedule, every 12 weeks during maintenance therapy, and at 6 and 24 months after completion of maintenance therapy.",
        "  Grade 3-4 CHF were identified through a clinical review of all study collected investigator verbatim and the Medical Dictionary for Regulatory Activities (MedDRA). The preferred terms (PT) cardiac failure congestive, cardiomyopathy, and ejection fraction decreased were associated with CHF.",
        "  Time frame: from the first dose of study medication up to the end of follow-up (up to 3 yrs)",
        "Results 1: ",
        "  Arm/Group Title: Stratum 1 (AC->T + Bevacizumab)",
        "  Arm/Group Description: HER2-negative participants administered",
        "  doxorubicin and cyclophosphamide (AC) + bevacizumab for 4 cycles followed by",
        "  docetaxel (T) + bevacizumab for 4 cycles followed by",
        "  bevacizumab maintenance therapy for total of 52 weeks from date of first dose regardless of number of doses received or missed",
        "  Overall Number of Participants Analyzed: 78",
        "  Measure Type: Number",
        "  Unit of Measure: participants  1",
        "Results 2: ",
        "  Arm/Group Title: Stratum 2 (TAC + Bevacizumab)",
        "  Arm/Group Description: HER2-negative participants administered",
        "  docetaxel, doxorubicin, cyclophosphamide (TAC) + bevacizumab for 6 cycles followed by",
        "  bevacizumab maintenance therapy for total of 52 weeks from date of first dose regardless of number of doses received or missed",
        "  Overall Number of Participants Analyzed: 75",
        "  Measure Type: Number",
        "  Unit of Measure: participants  3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 23/78 (29.49%)",
        "  Febrile neutropenia * 4/78 (5.13%)",
        "  Neutropenia * 1/78 (1.28%)",
        "  Thrombocytopenia * 0/78 (0.00%)",
        "  Acute coronary syndrome * 1/78 (1.28%)",
        "  Cardiac failure congestive * 1/78 (1.28%)",
        "  Myocardial infarction * 1/78 (1.28%)",
        "  Cardiomyopathy * 0/78 (0.00%)",
        "  Abdominal pain * 1/78 (1.28%)",
        "  Diarrhoea * 1/78 (1.28%)",
        "  Upper gastrointestinal haemorrhage * 1/78 (1.28%)",
        "Adverse Events 2:",
        "  Total: 24/75 (32.00%)",
        "  Febrile neutropenia * 8/75 (10.67%)",
        "  Neutropenia * 3/75 (4.00%)",
        "  Thrombocytopenia * 2/75 (2.67%)",
        "  Acute coronary syndrome * 0/75 (0.00%)",
        "  Cardiac failure congestive * 2/75 (2.67%)",
        "  Myocardial infarction * 0/75 (0.00%)",
        "  Cardiomyopathy * 1/75 (1.33%)",
        "  Abdominal pain * 0/75 (0.00%)",
        "  Diarrhoea * 1/75 (1.33%)",
        "  Upper gastrointestinal haemorrhage * 0/75 (0.00%)"
    ]
}