{
    "Clinical Trial ID": "NCT04080297",
    "Intervention": [
        "INTERVENTION 1: ",
        "  100 mg Q-122",
        "  Dosage was 100 mg Q-122 administered orally as two 50 mg capsules once daily for 28 days.",
        "INTERVENTION 2: ",
        "  200 mg Q-122",
        "  Dosage was 200 mg Q-122 administered orally as four 50 mg capsules once daily for 28 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Be a female of any race between the ages of 30-70 years.",
        "  History of breast cancer and presently taking an aromatase inhibitor or tamoxifen.",
        "  Naturally menopausal:  12 months spontaneous amenorrhea or > 6 but < 12 months amenorrhea with a serum follicle stimulating hormone (FSH) level of > 40 mIU/mL (Milli-international Units Per Milliliter).",
        "  Surgically menopausal with an FSH level > 40 mIU/mL.",
        "  Have a minimum of 7 moderate to severe hot flushes/day or 50 moderate to severe hot flushes per week, as verified for both weeks during the 14-day Screening Phase, prior to enrollment into the treatment phase of the study.",
        "  Able to read, understand and complete the required subject diary.",
        "  Willing and able to complete the daily subject diary, attend all study visits, and participate in all study procedures, including PK blood draws.",
        "Exclusion Criteria:",
        "  Childbearing potential, including pregnancy, or lactation.",
        "  Undiagnosed abnormal genital bleeding.",
        "  Significant day-to-day variability in hot flushes.",
        "  Participation in another clinical trial within 30 days prior to screening or during the study.",
        "  Legal incapacity or limited legal capacity.",
        "  Chronic renal (serum creatinine > 2.0 mg/dL) or hepatic disease [SGPT (ALT) or SGOT (AST) > 2X normal limits].",
        "  Gastrointestinal, liver, kidney or other conditions which could interfere with the absorption, distribution, metabolism or excretion of Q-122.",
        "  Untreated overt hyperthyroidism.",
        "  Use of thyroid medication of less than 12 weeks on a stable dose.",
        "  Any clinically important systemic disease in the judgement of the investigator.",
        "  Inability to complete all study visits and study assessments for scheduling or other reasons.",
        "  Any other reason which in the investigator's opinion makes the subject unsuitable for a clinical trial.",
        "  Abnormal laboratory findings including:",
        "  Hematocrit < 30% or hemoglobin < 9.5 gm/dL",
        "  Fasting blood sugar > 140 mg/dL",
        "  Fasting serum triglycerides > 300 mg/dL",
        "  Fasting SGOT, SGPT, GGT, or bilirubin greater than twice the upper limit of normal (a subject will not be excluded if a second measurement is less than twice the upper limit of normal)",
        "  Creatinine > 2.0 mg/dL"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Adverse Event (AE) Reporting of Q-122",
        "  Number of participants with indicated AE receiving Q-122",
        "  Time frame: 4 weeks",
        "Results 1: ",
        "  Arm/Group Title: 100 mg Q-122",
        "  Arm/Group Description: Dosage was 100 mg Q-122 administered orally as two 50 mg capsules once daily for 28 days.",
        "  Overall Number of Participants Analyzed: 10",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  7  70.0%",
        "Results 2: ",
        "  Arm/Group Title: 200 mg Q-122",
        "  Arm/Group Description: Dosage was 200 mg Q-122 administered orally as four 50 mg capsules once daily for 28 days.",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  7  63.6%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/10 (0.00%)",
        "  Breast pain  0/10 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/11 (9.09%)",
        "  Breast pain  1/11 (9.09%)"
    ]
}