{
    "Clinical Trial ID": "NCT00499122",
    "Intervention": [
        "INTERVENTION 1: ",
        "  NOV-002 and Chemotherapy",
        "  NOV-002:",
        "  Cycle 1, Day -1 only: 60 mg intravenously (IV) x 2, 3 hours (+/- 30 minutes) apart",
        "  Cycles 1 - 8, Day 1: 60 mg IV, 1 hour (+/- 30 minutes) prior to chemotherapy administration",
        "  Cycle 1 - 8, Days 2 - 21: 60 mg subcutaneous injections",
        "  Cyclophosphamide: 600 mg/m2 IV, Cycles 1 - 4, Day 1",
        "  Doxorubicin: 60 mg/m2 IV, Cycles 1 - 4, Day 1",
        "  Docetaxel: 100 mg/m2 IV, Cycles 5 - 8, Day 1"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females age 18 years or older.",
        "  The ability to provide written informed consent prior to study specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time.",
        "  Histologically confirmed infiltrating (invasive) breast cancer by core needle biopsy, with no evidence of metastatic disease except to the ipsilateral axillary lymph nodes.",
        "  Clinical stage IIB - IIIC (T2-4, N0 or N1, M0 or - any T, N1-3, M0) breast cancer. The primary tumor must be greater than or equal to 2 cm (T2-4) or with pathologically proven axillary nodal involvement (N1-3).",
        "  Patients with inflammatory breast cancer (T4) are permitted into the study.",
        "  Clinically palpable tumor that meets the criteria of RECIST for palpable measurable disease. The primary tumor must be greater than or equal to 2 cm (T2-4) or with pathologically proven axillary nodal involvement (N1-3). Bilateral synchronic breast cancers are allowed but one of the primary tumors should be selected as the target tumor.",
        "  Primary tumor may be estrogen or progesterone receptor negative or positive, and human epidermal growth factor receptor 2 (HER-2/neu) negative as determined by either Fluorescent In Situ Hybridization (FISH) or 0-2+ staining by immunohistochemistry (IHC) (Hercept™).",
        "  Normal cardiac ejection fraction (EF  50%) as determined by screening multigated acquisition scan (MUGA) or echocardiogram.",
        "  No prior history of myocardial infarction, congestive heart failure, symptomatic coronary artery disease, or cardiac arrhythmias.",
        "  Patients must be ambulatory with Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1.",
        "  The patient or her caregiver must be able to self administer daily subcutaneous injections.",
        "  Life expectancy greater than 6 months.",
        "Exclusion Criteria:",
        "  Prior therapy of any modality for the treatment of breast cancer",
        "  Any prior therapy with an anthracycline or a taxane for any other indication",
        "  HER-2 positive breast cancer defined as either gene amplification by Fluorescent In Situ Hybridization (FISH) or 3+ staining by IHC (Hercept™).",
        "  Women who have a positive pregnancy test, no pregnancy test available, who are pregnant or who are lactating.",
        "  Women of childbearing potential must agree to use a reliable and appropriate contraceptive method, which could include a double barrier method (condom plus diaphragm), an intrauterine device or oral contraceptives. Women with ER or PR positive breast cancer, should not, however, use oral contraceptives as a method of contraception. Postmenopausal women must have been amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Women with breast cancer that do not have palpable breast tumors at screening.",
        "  History of another malignancy within the last 5 years except curatively treated basal cell carcinoma of the skin or cervical intraepithelial neoplasia.",
        "  Clinically significant (i.e. active) cardiac disease (NYHA Grade II or greater congestive heart failure, symptomatic coronary artery disease, unstable angina, and cardiac arrhythmia not well-controlled with medication), myocardial infarction within the last 6 months prior to study start, or screening ejection fraction of < 50%.",
        "  Any of the following abnormal laboratory values:",
        "  Absolute neutrophil count < 1.5 x 109/L",
        "  Platelet count < 100 x 109/L",
        "  Serum bilirubin > 1.5 x upper limit of normal (ULN)",
        "  Serum alanine transaminase (ALT), aspartate transaminase (AST) > 2.5 x ULN",
        "  Serum creatinine > 2.0 mg/dL or 177mmol/L or calculated creatinine clearance by the method of Cockcroft and Gault < 50mL/min).",
        "  Any severe or poorly controlled systemic disease (e.g., hypertension; clinically significant cardiovascular, pulmonary, or metabolic disease, disorders of wound-healing, ulcer or bone fracture).",
        "  Patients who have received any investigational treatment within 4 weeks of study start.",
        "  Known infection with HIV, Hepatitis B virus (HBV), or Hepatitis C virus (HCV).",
        "  Known hypersensitivity to any of the components of NOV-002 or to any of the study drugs.",
        "  Patients assessed by the investigator to be unable or unwilling to comply with the requirements of the protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Rate of Pathologic Complete Response in the Affected Breast After Protocol Therapy",
        "  The primary objective of this study is to define the rate of pathologic complete response rate (pCR) in the affected breast after the preoperative administration of NOV-002 in combination with doxorubicin and cyclophosphamide followed by docetaxel in patients with stage IIB-IIIC breast cancer. Pathologic complete response (pCR) is defined according to Hankoop et al [41] as either: the absence of any histological evidence of invasive breast cancer cells in the tissue specimen removed from the breast or the presence of invasive tumor equal to or less than 10mm after preoperative treatment, determined at definitive breast surgery.",
        "  Time frame: About 7 months",
        "Results 1: ",
        "  Arm/Group Title: NOV-002 and Chemotherapy",
        "  Arm/Group Description: NOV-002:",
        "  Cycle 1, Day -1 only: 60 mg intravenously (IV) x 2, 3 hours (+/- 30 minutes) apart",
        "  Cycles 1 - 8, Day 1: 60 mg IV, 1 hour (+/- 30 minutes) prior to chemotherapy administration",
        "  Cycle 1 - 8, Days 2 - 21: 60 mg subcutaneous injections",
        "  Cyclophosphamide: 600 mg/m2 IV, Cycles 1 - 4, Day 1",
        "  Doxorubicin: 60 mg/m2 IV, Cycles 1 - 4, Day 1",
        "  Docetaxel: 100 mg/m2 IV, Cycles 5 - 8, Day 1",
        "  Overall Number of Participants Analyzed: 39",
        "  Overall Number of Units Analyzed",
        "  Type of Units Analyzed: Tumors  Median (95% Confidence Interval)Unit of Measure: percentage of tumors: 39        (25 to 45)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 27/41 (65.85%)",
        "  Febrile Neutropenia 4/41 (9.76%)",
        "  Neutropenia 1/41 (2.44%)",
        "  Deep Vein Thrombosis 1/41 (2.44%)",
        "  Pulmonary embolism 1/41 (2.44%)",
        "  Femoral Artery occlusion 1/41 (2.44%)",
        "  Abdominal Pain 2/41 (4.88%)",
        "  Constipation 1/41 (2.44%)",
        "  Fatigue 2/41 (4.88%)",
        "  Headache 1/41 (2.44%)",
        "  Nausea 1/41 (2.44%)",
        "  Cellulitis 1/41 (2.44%)",
        "  Muscular Weakness 1/41 (2.44%)"
    ]
}