{
    "Clinical Trial ID": "NCT00754845",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Letrozole",
        "  Patients receive oral letrozole once daily for up to 5 years in the absence of unacceptable toxicity, disease recurrence, or development of a second malignancy.",
        "  letrozole: Given orally",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Patients receive oral placebo once daily for up to 5 years in the absence of unacceptable toxicity, disease recurrence, or development of a second malignancy.",
        "  placebo: Given orally"
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Previously diagnosed with primary breast cancer",
        "  Must have received 4½ - 6 years of aromatase inhibitor therapy (e.g., letrozole, anastrozole, or exemestane), either as initial therapy or after prior tamoxifen citrate, including treatment received as part of clinical trial CAN-NCIC-MA17",
        "  Completed aromatase inhibitor therapy  2 years ago",
        "  No metastatic or recurrent disease, contralateral breast cancer, or ductal carcinoma in situ in either breast, as determined by the following:",
        "  Clinical examination of the breast area, axillae, and neck within the past 60 days",
        "  Mammogram within the past 12 months*",
        "  Chest x-ray within the past 60 days",
        "  Bone scan, if alkaline phosphatase > 2 times normal and/or there are symptoms of metastatic disease AND confirmatory x-ray, if bone scan results are questionable, within the past 60 days",
        "  Abdominal ultrasound, liver scan, or CT scan of the abdomen within the past 60 days, if ALT, AST, or alkaline phosphatase > 2 times normal NOTE: *A baseline mammogram is not required for patients who have undergone bilateral complete mastectomy",
        "  Hormone-receptor status:",
        "  Estrogen receptor positive (ER+) and/or progesterone receptor positive (PR+) primary tumor at the time of diagnosis, defined as a tumor receptor content of > 10 fmol/mg protein or receptor positive by immunocytochemical assay (for patients not previously enrolled on clinical trial CAN-NCIC-MA17)",
        "  ER+ and/or PR+ primary tumor OR hormone receptor status of primary tumor unknown (for patients previously enrolled on clinical trial CAN-NCIC-MA17)",
        "  PATIENT CHARACTERISTICS:",
        "  Menopausal status not specified",
        "  ECOG performance status 0-2",
        "  Life expectancy  5 years",
        "  WBC > 3.0 x 10^9/L OR granulocyte count (polymorphs + bands)  1.5 times 10^9/L",
        "  Platelet count > 100 x 10^9/L",
        "  AST and/or ALT < 2 times upper limit of normal (ULN)*",
        "  Alkaline phosphatase < 2 times ULN*",
        "  Able (i.e. sufficiently fluent) and willing to complete quality-of-life questionnaires in either English or French (NCIC CTG participating centers)",
        "  Inability to complete questionnaires due to illiteracy in English or French, loss of sight, or other equivalent reason allowed",
        "  Accessible for treatment and follow-up",
        "  No other prior or concurrent malignancy except adequately treated, superficial squamous cell or basal cell skin cancer, carcinoma in situ of the cervix, or other cancer treated > 5 years ago that is presumed cured NOTE: *Elevated levels allowed provided imaging examinations have ruled out metastatic disease",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  No concurrent selective estrogen receptor modulator (e.g., raloxifene, idoxifene)",
        "  No other concurrent anticancer therapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Disease-free Survival (DFS)",
        "  It is defined as the months from the day of randomization to the earliest date when a recurrence of the primary disease (recurrence in the breast, chest wall and nodal sites or the development of metastatic disease) or a contralateral breast cancer was observed. Subjects who died without recurrence of the primary disease or the development of the contralateral breast cancer were censored at their death date. If a patient has not recurred, developed a contralateral breast cancer, or died, disease-free survival was censored on the date of the last day the patient was known to be alive. Probability of disease free survival at 5 years is estimated and reported.",
        "  Time frame: Unitil the end of study with a median follow up of 75 months",
        "Results 1: ",
        "  Arm/Group Title: Letrozole",
        "  Arm/Group Description: Patients receive oral letrozole once daily for up to 5 years in the absence of unacceptable toxicity, disease recurrence, or development of a second malignancy.",
        "  letrozole: Given orally",
        "  Overall Number of Participants Analyzed: 959",
        "  Measure Type: Number",
        "  Unit of Measure: probability of DFS at 5 years  0.95        (0.93 to 0.96)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Patients receive oral placebo once daily for up to 5 years in the absence of unacceptable toxicity, disease recurrence, or development of a second malignancy.",
        "  placebo: Given orally",
        "  Overall Number of Participants Analyzed: 959",
        "  Measure Type: Number",
        "  Unit of Measure: probability of DFS at 5 years  0.91        (0.89 to 0.93)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/959 (1.56%)",
        "  CNS hemorrhage/bleeding 20/959 (0.00%)",
        "  Melena/GI bleeding 21/959 (0.10%)",
        "  Rectal bleeding/ hematochezia 21/959 (0.10%)",
        "  Cardiac troponin I (cTnI) 0/959 (0.00%)",
        "  Thrombosis/embolism 20/959 (0.00%)",
        "  Ventricular arrhythmia (PVCs/bigeminy/trigeminy/ ventricular tachycardia) 21/959 (0.10%)",
        "  Edema 21/959 (0.10%)",
        "  Cardiac left ventricular function 21/959 (0.10%)",
        "Adverse Events 2:",
        "  Total: 19/954 (1.99%)",
        "  CNS hemorrhage/bleeding 21/954 (0.10%)",
        "  Melena/GI bleeding 20/954 (0.00%)",
        "  Rectal bleeding/ hematochezia 20/954 (0.00%)",
        "  Cardiac troponin I (cTnI) 1/954 (0.10%)",
        "  Thrombosis/embolism 21/954 (0.10%)",
        "  Ventricular arrhythmia (PVCs/bigeminy/trigeminy/ ventricular tachycardia) 21/954 (0.10%)",
        "  Edema 20/954 (0.00%)",
        "  Cardiac left ventricular function 21/954 (0.10%)"
    ]
}