{
    "Clinical Trial ID": "NCT01439945",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Low Dose Magnesium Oxide (800 mg/Day)",
        "  Week 2:",
        "  Patients take one 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Week 3:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Weeks 4-9:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "INTERVENTION 2: ",
        "  High Dose Magnesium Oxide (1200 mg/Day)",
        "  Week 2:",
        "  Patients take one 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Week 3:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Weeks 4-9:",
        "  Patients take three 400 mg tablet of magnesium oxide orally (PO) daily (QD)."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Women with a history of breast cancer (currently without malignant disease)",
        "  Bothersome hot flashes (defined by their occurrence  28 times per week and of sufficient severity to make the patient desire therapeutic intervention)",
        "  Presence of hot flashes for  30 days prior to study registration",
        "  Willingness to provide the biologic specimens as required by the protocol",
        "  Hormone receptor status not specified",
        "  PATIENT CHARACTERISTICS:",
        "  Women who are postmenopausal as defined by absence of a period in the past 12 months or bilateral oophorectomy",
        "  Women with at least one ovary but without a uterus should be deemed postmenopausal by either age over 55 or a combination of estrogen within a postmenopausal range (per local lab) and FSH over 40 mIU/mL",
        "  No women of childbearing potential or who are premenopausal",
        "  Creatinine clearance > 30 mL/min",
        "  Ability to complete questionnaire(s) by themselves or with assistance",
        "  ECOG performance status 0 or 1",
        "  No history of allergic or other adverse reaction to magnesium",
        "  No diabetes",
        "  No patients with conditions that are implicated in decreased absorption of magnesium (e.g., Crohn disease, ETOH abuse)",
        "  No patients who have diarrhea where magnesium might make it worse (per provider discretion)",
        "  PRIOR CONCURRENT THERAPY:",
        "  None of the following current ( 28 days prior to registration) or planned therapies (tamoxifen, raloxifene, or aromatase inhibitors are allowed, but the patient must have been on a constant dose for  28 days and must not be expected to stop the medication during the study period):",
        "  Antineoplastic chemotherapy (trastuzumab or lapatinib are allowed)",
        "  Androgens",
        "  Estrogens (any delivery route)",
        "  Progestational agents",
        "  No prior use of magnesium for hot flashes",
        "  No current or planned use of gabapentin (for any reasons) or antidepressants (for any reasons) or other agents for treating hot flashes (except stable dose of vitamin E is allowed as long as it was started > 30 days prior to study registration and are to be continued through the study period; soy is allowed, if it is planned to be continued at the same dose during the study period)",
        "  No current use of magnesium for any indication (except one standard multiple vitamin dose is allowed per day)",
        "  Not taking diuretics, corticosteroids, bile acid sequestrants, and other prescription and over-the-counter medications that may affect magnesium levels",
        "  No current ( 7 days prior to registration) or planned use of other non-drug therapies for managing hot flashes, such as acupuncture or yoga (use of these therapies for other reasons is allowed)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  The Intra-patient Changes of Weekly Hot Flash Activity From Baseline During the Treatment Period.",
        "  The primary endpoint is the intra-patient changes of weekly hot flash activity from baseline during the treatment period. The hot flash activity will be measured by the weekly average hot flash score, which is a composite entity of both frequency and severity of hot flashes.",
        "  The hot flash severity is graded from 1 to 4 (1=mild, 2=moderate, 3=severe, and 4=very severe). The daily hot flash score is computed by multiplying the mean grade of severity by the frequency during every 24 hour period. Therefore, a score of zero is the lowest possible score and can be interpreted as having no hot flashes. The weekly hot flash score was calculated by adding all scores for the week.",
        "  The mean Hot Flash Score for each week for each group is reported and a repeated measures analysis is reported comparing each dose level group to the Placebo group.",
        "  Time frame: Baseline to Week 8",
        "Results 1: ",
        "  Arm/Group Title: Low Dose Magnesium Oxide (800 mg/Day)",
        "  Arm/Group Description: Week 2:",
        "  Patients take one 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Week 3:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Weeks 4-9:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Overall Number of Participants Analyzed: 88",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Baseline: 81 participants",
        "  16.02         (9.62)",
        "  Week 1: 81 participants",
        "  14.28         (9.26)",
        "  Week 2: 79 participants",
        "  12.68         (8.87)",
        "  Week 3: 78 participants",
        "  12.29         (9.79)",
        "  Week 4: 78 participants",
        "  11.73         (10.35)",
        "  Week 5: 75 participants",
        "  11.77         (10.86)",
        "  Week 6: 71 participants",
        "  11.61         (10.46)",
        "  Week 7: 71 participants",
        "  11.92         (11.26)",
        "  Week 8: 69 participants",
        "  12.17         (10.88)",
        "Results 2: ",
        "  Arm/Group Title: High Dose Magnesium Oxide (1200 mg/Day)",
        "  Arm/Group Description: Week 2:",
        "  Patients take one 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Week 3:",
        "  Patients take two 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Weeks 4-9:",
        "  Patients take three 400 mg tablet of magnesium oxide orally (PO) daily (QD).",
        "  Overall Number of Participants Analyzed: 88",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  Baseline: 81 participants",
        "  15.35         (10.53)",
        "  Week 1: 78 participants",
        "  14.47         (11.10)",
        "  Week 2: 78 participants",
        "  12.59         (10.01)",
        "  Week 3: 76 participants",
        "  11.32         (10.72)",
        "  Week 4: 73 participants",
        "  10.14         (8.61)",
        "  Week 5: 67 participants",
        "  9.73         (9.19)",
        "  Week 6: 67 participants",
        "  9.44         (8.99)",
        "  Week 7: 67 participants",
        "  9.37         (9.24)",
        "  Week 8: 66 participants",
        "  9.06         (8.87)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/92 (0.00%)",
        "  Diarrhea 0/92 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/93 (1.08%)",
        "  Diarrhea 1/93 (1.08%)"
    ]
}