{
    "Clinical Trial ID": "NCT02491892",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pertuzumab 420 mg",
        "  Participants received a loading dose of 840 mg via IV infusion at the first infusion of pertuzumab, followed by a maintenance dose of 420 mg every 3 weeks until unacceptable toxicity or disease progression.",
        "INTERVENTION 2: ",
        "  Pertuzumab 1050 mg",
        "  Participants did not receive a loading dose, but received pertuzumab 1050 mg via IV infusion every 3 weeks until unacceptable toxicity or disease progression."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females at least 18 years of age",
        "  Histologically-confirmed metastatic breast cancer with low HER2 expression and at least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  Karnofsky performance status at least 80%",
        "  Disease progression on/after up to 2 different chemotherapy regimens, including an anthracycline-containing therapy",
        "  Left ventricular ejection fraction (LVEF) at least 50%",
        "  Adequate liver function",
        "Exclusion Criteria:",
        "  Pleural effusions, ascites, or bone lesions as the only manifestation(s) of cancer",
        "  Pulmonary or central nervous system (CNS) metastases",
        "  Chemotherapy, radiotherapy, or immunotherapy within 4 weeks; or hormone therapy within 2 weeks of Day 1",
        "  Previous treatment with any drug that targets the HER2 receptor family",
        "  Previous treatment with corticosteroids as cancer therapy",
        "  History of significant cardiac disease",
        "  Major surgery or trauma within 4 weeks of Day 1",
        "  Pregnant or lactating women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants Achieving a Best Overall Response of Confirmed Complete Response (CR) or Partial Response (PR)",
        "  Objective tumor response was assessed using Response Evaluation Criteria in Solid Tumors (RECIST). Confirmed CR was defined as the disappearance of all target lesions, and confirmed PR was defined as at least at 30 percent (%) decrease in the sum of the longest diameters of target lesions. Response was to be confirmed at follow-up assessment completed within 4 weeks of the first documented response. The percentage of participants achieving a best overall response of CR or PR was calculated as [number of participants meeting the above criteria divided by the number analyzed] multiplied by 100.",
        "  Time frame: Up to approximately 1 year (at Baseline; every 6 weeks for the first 8 cycles, then every 12 weeks until progression or death; and up to 4 weeks after initial response)",
        "Results 1: ",
        "  Arm/Group Title: Pertuzumab 420 mg",
        "  Arm/Group Description: Participants received a loading dose of 840 mg via IV infusion at the first infusion of pertuzumab, followed by a maintenance dose of 420 mg every 3 weeks until unacceptable toxicity or disease progression.",
        "  Overall Number of Participants Analyzed: 41",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  4.9",
        "Results 2: ",
        "  Arm/Group Title: Pertuzumab 1050 mg",
        "  Arm/Group Description: Participants did not receive a loading dose, but received pertuzumab 1050 mg via IV infusion every 3 weeks until unacceptable toxicity or disease progression.",
        "  Overall Number of Participants Analyzed: 37",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/41 (24.39%)",
        "  Cardiac failure * 1/41 (2.44%)",
        "  Pericardial effusion * 1/41 (2.44%)",
        "  Ascites * 1/41 (2.44%)",
        "  Diarrhoea * 0/41 (0.00%)",
        "  Dysphagia * 0/41 (0.00%)",
        "  Large intestinal obstruction * 0/41 (0.00%)",
        "  Lung infection * 1/41 (2.44%)",
        "  Pneumonia * 1/41 (2.44%)",
        "  Sepsis * 1/41 (2.44%)",
        "  Ejection fraction decreased * 2/41 (4.88%)",
        "  Neck pain * 1/41 (2.44%)",
        "Adverse Events 2:",
        "  Total: 8/37 (21.62%)",
        "  Cardiac failure * 0/37 (0.00%)",
        "  Pericardial effusion * 0/37 (0.00%)",
        "  Ascites * 1/37 (2.70%)",
        "  Diarrhoea * 1/37 (2.70%)",
        "  Dysphagia * 1/37 (2.70%)",
        "  Large intestinal obstruction * 1/37 (2.70%)",
        "  Lung infection * 0/37 (0.00%)",
        "  Pneumonia * 0/37 (0.00%)",
        "  Sepsis * 0/37 (0.00%)",
        "  Ejection fraction decreased * 0/37 (0.00%)",
        "  Neck pain * 0/37 (0.00%)"
    ]
}