{
    "Clinical Trial ID": "NCT01597193",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Dose Escalation: Enzalutamide 80 mg",
        "  Participants received enzalutamide 80 mg (two 40 mg) capsules, orally, once daily until documented disease progression, initiation of a new antitumor treatment, an intolerable adverse event (including any seizure), noncompliance, withdrawal of consent, discontinuation by sponsor, or investigator. Participants were followed-up until 30 days after last dose of study drug or before initiation of a new antitumor or investigational therapy, whichever occurred first.",
        "INTERVENTION 2: ",
        "  Dose Escalation: Enzalutamide 160 mg",
        "  Participants received enzalutamide 160 mg (four 40 mg) capsules, orally, once daily until documented disease progression, initiation of a new antitumor treatment, an intolerable adverse event (including any seizure), noncompliance, withdrawal of consent, discontinuation by sponsor, or investigator. Participants were followed-up until 30 days after last dose of study drug or before initiation of a new antitumor or investigational therapy, whichever occurred first."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed breast cancer with accompanying pathology report;",
        "  Submit unstained representative tumor specimen, either as a paraffin block (preferred) or  10 unstained slides",
        "  Received at least 2 lines of systemic therapy in the advanced setting (for enzalutamide alone arm only);",
        "  Eastern Cooperative Oncology Group performance (ECOG) status of 0 or 1;",
        "  Estimated life expectancy of at least 3 months",
        "Exclusion Criteria:",
        "  Severe concurrent disease, infection, or comorbidity that, in the judgment of the Investigator, would make the patient inappropriate for enrollment;",
        "  Pregnant or lactating;",
        "  Known or suspected brain metastasis or leptomeningeal disease;",
        "  History of another malignancy within the previous 5 years other than curatively treated in situ carcinomas;",
        "  For patients who are enrolled to receive enzalutamide plus anastrozole or exemestane or fulvestrant must not have received tamoxifen or any medication known to be a potent CYP3A4 inducer or inhibitor."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Dose-Escalation Phase: Percentage of Participants With Dose-limiting Toxicity (DLTs)",
        "  DLTs were defined as any of following events related to the study drug: Any adverse event (AE) consistent with a seizure of any grade; Grade greater than equal to (>=) 3 fatigue, diarrhea, nausea, or vomiting that did not improve to Grade 1 within 14 days of initiating standard of care therapy; any Grade >=3 hematologic toxicity with the following modifications: 1) Grade >=3 platelet count associated with bleeding, 2) Grade >=3 absolute neutrophil count that persists for 7 or more days or that was associated with fevers (febrile neutropenia); Grade >=3 any other non-hematological toxicity that was determined to be related to study drug.",
        "  Time frame: Baseline up to Day 35",
        "Results 1: ",
        "  Arm/Group Title: Dose Escalation: Enzalutamide 80 mg",
        "  Arm/Group Description: Participants received enzalutamide 80 mg (two 40 mg) capsules, orally, once daily until documented disease progression, initiation of a new antitumor treatment, an intolerable adverse event (including any seizure), noncompliance, withdrawal of consent, discontinuation by sponsor, or investigator. Participants were followed-up until 30 days after last dose of study drug or before initiation of a new antitumor or investigational therapy, whichever occurred first.",
        "  Overall Number of Participants Analyzed: 6",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  16.7",
        "Results 2: ",
        "  Arm/Group Title: Dose Escalation: Enzalutamide 160 mg",
        "  Arm/Group Description: Participants received enzalutamide 160 mg (four 40 mg) capsules, orally, once daily until documented disease progression, initiation of a new antitumor treatment, an intolerable adverse event (including any seizure), noncompliance, withdrawal of consent, discontinuation by sponsor, or investigator. Participants were followed-up until 30 days after last dose of study drug or before initiation of a new antitumor or investigational therapy, whichever occurred first.",
        "  Overall Number of Participants Analyzed: 7",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  0.0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/7 (28.57%)",
        "  Anaemia * 0/7 (0.00%)",
        "  Iron Deficiency Anaemia * 0/7 (0.00%)",
        "  Pericardial Effusion * 0/7 (0.00%)",
        "  Adrenal Insufficiency * 1/7 (14.29%)",
        "  Abdominal Pain * 0/7 (0.00%)",
        "  Gastritis Erosive * 0/7 (0.00%)",
        "  Urosepsis * 0/7 (0.00%)",
        "  Pneumonia * 0/7 (0.00%)",
        "  Urinary Tract Infection * 0/7 (0.00%)",
        "  Enterocolitis infectious * 0/7 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/8 (12.50%)",
        "  Anaemia * 1/8 (12.50%)",
        "  Iron Deficiency Anaemia * 0/8 (0.00%)",
        "  Pericardial Effusion * 0/8 (0.00%)",
        "  Adrenal Insufficiency * 0/8 (0.00%)",
        "  Abdominal Pain * 0/8 (0.00%)",
        "  Gastritis Erosive * 0/8 (0.00%)",
        "  Urosepsis * 0/8 (0.00%)",
        "  Pneumonia * 0/8 (0.00%)",
        "  Urinary Tract Infection * 0/8 (0.00%)",
        "  Enterocolitis infectious * 0/8 (0.00%)"
    ]
}