{
    "Clinical Trial ID": "NCT00477464",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1250 mg and Capecitabine 2000 mg/m^2",
        "  Participants took lapatinib and capecitabine. Lapatinib was orally administered at 1250 milligrams (mg) once daily. Capecitabine was orally administered at 1000 mg per square meter (mg/m^2) twice daily on the first day through the fourteenth day of each 21-day cycle."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Subjects eligible for enrolment in the study must meet all of the following criteria:",
        "  Patients who have consent to this study participation and signed into Informed consent form.",
        "  Subjects must have histologically confirmed invasive breast cancer with stage IIIB, stage IIIC with T4 lesion, or stage IV disease.",
        "  Documentation of ErbB2 overexpression [IHC3+ or IHC2+ with FISH confirmation] is required based on local laboratory.",
        "  Subjects must have documented progressive advanced or metastatic breast cancer.",
        "  Subjects must have refractory breast cancer defined as progression in the locally advanced or metastatic setting or relapse within 6 months of completing adjuvant therapy. Prior therapies must include, but are not limited to:",
        "  Taxane containing regimen for at least 4 cycles or 2 cycles provided disease progression occurred while on taxane.",
        "  Anthracycline containing regimen for at least 4 cycles or 2 cycles provided disease progression occurred while on anthracycline.",
        "  Subjects who relapse >6 months after completion of adjuvant anthracycline-containing chemotherapy, and for whom further anthracycline is not indicated, will be considered to have met the anthracycline prior exposure requirement.",
        "  Taxanes and anthracyclines may have been administered concurrently or separately.",
        "  Prior treatment with capecitabine is not permitted.",
        "  Prior treatment must have contained trastuzumab alone or in combination with other chemotherapy for at least 6 weeks of standard doses in the adjuvant or advanced/metastatic setting.",
        "  Subjects with hormone receptor positive tumors must have disease progression following hormonal therapy unless intolerant to hormonal therapy or hormonal therapy is not considered to be clinically appropriate.",
        "  Subjects with stable CNS metastases (asymptomatic, and off systemic steroids and anticonvulsants for at least 3 months) are eligible.",
        "  Measurable disease according to modified RECIST (Response Evaluation Criteria in Solid Tumors) (see Section 6.2, Efficacy p.49).",
        "  Subjects must have archived tumor tissue available for biomarker assessment.",
        "  Female subjects must be 20",
        "  ECOG Performance Status of 0 or 1.",
        "  Life expectancy of 12 weeks.",
        "  Measurable lesions may be in the field of prior irradiation. However, there must be at least a 4-week period between the last radiation treatment and the baseline scan documenting disease status for the lesion to be measurable.",
        "  Cardiac ejection fraction within the institutional range of normal as measured by ECHO (or MUGA if ECHO is not available). If no institutional range is available, cardiac ejection fraction must be 50%.",
        "  Adequate hematologic value, hepatic and renal function as defined below. Hematologic ANC (absolute neutrophil count) 1.5×109/L Hemoglobin 9 g/dL Platelets 100× 109/L Hepatic Serum bilirubin 1.5×ULN",
        "  2.5×ULN if subject has Gilbert's syndrome AST and ALT 5×ULN if documented liver metastases",
        "  3×ULN without liver metastases Renal Serum creatinine Creatinine clearance* 50 mL/min",
        "  Calculated by the Cockcroft and Gault Method",
        "Exclusion criteria:",
        "  Subjects meeting any of the following criteria must not be enrolled in the study:",
        "  Pregnant or lactating females.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel. In addition, subjects with ulcerative colitis are excluded.",
        "  History of other malignancy. Subjects who have been disease-free for at least 5 years or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.",
        "  Unresolved or unstable, serious toxicity from prior administration of another investigational drug and/or of prior anticancer therapy.",
        "  Active or uncontrolled infection.",
        "  Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.",
        "  Known history of uncontrolled or symptomatic angina, arrhythmia or congestive heart failure.",
        "  No prior anti-ErbB1/ErbB2 inhibitor for breast cancer other than trastuzumab.",
        "  Known history or clinical evidence of leptomeningeal carcinomatosis.",
        "  Concurrent anticancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biologic therapy, or tumor embolization) other than capecitabine.",
        "  Bisphosphonates for the treatment of bone metastases should not be initiated following the first dose of study medication. Prophylactic use of bisphosphonate in subjects without bone disease is not permitted, except for prevention of osteoporosis.",
        "  Use of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication.",
        "  Participation in other studies or use of other investigational drugs during this study.",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to lapatinib or excipients of lapatinib.",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to capecitabine, fluorouracil or any excipients.",
        "  Known dihydropyrimidine dehydrogenase (DPD) deficiency.",
        "  Patients who an investigator judges ineligible to this study in consideration of patient's safety (e.g., complications)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Clinical Benefit Response (Independent Reviewer-assessed)",
        "  CBR is defined as the percentage of participants receiving at least one dose of study medication who achieved a best overall response classified as a complete or partial (confirmed) tumor response or stable disease for at least 6 months (24 weeks). A \"complete response\" is defined as the disappearance of all target or non-target lesions, \"partial response\" and \"disease progression\" as at least a 30% decrease and at least a 20% increase, respectively, in the sum of the longest diameter of target lesions, and \"stable disease\" as neither \"partial response\" nor \"disease progression.\"",
        "  Time frame: Baseline, every 6 weeks until Week 24 and then every 12 weeks until disease progression (up to Week 119)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1250 mg and Capecitabine 2000 mg/m^2",
        "  Arm/Group Description: Participants took lapatinib and capecitabine. Lapatinib was orally administered at 1250 milligrams (mg) once daily. Capecitabine was orally administered at 1000 mg per square meter (mg/m^2) twice daily on the first day through the fourteenth day of each 21-day cycle.",
        "  Overall Number of Participants Analyzed: 51",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  59"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/51 (15.69%)",
        "  Bone marrow failure 1/51 (1.96%)",
        "  Left ventricular dysfunction 2/51 (3.92%)",
        "  Pericardial effusion 1/51 (1.96%)",
        "  Vertigo 1/51 (1.96%)",
        "  Dysphagia 1/51 (1.96%)",
        "  Pulmonary tuberculosis 1/51 (1.96%)",
        "  Neutrophil count decreased 1/51 (1.96%)",
        "  Syncope 1/51 (1.96%)",
        "  Respiratory failure 1/51 (1.96%)"
    ]
}