{
    "Clinical Trial ID": "NCT01920061",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A1: 90 mg PF-05212384 + Docetaxel",
        "  Participants with castrate resistant prostate cancer (CRPC), advanced breast cancer (ABC), or non-small cell lung cancer (NSCLC) that were candidates to treatment with a docetaxel-based combination. Each treatment cycle was defined as 21 days. Participants received intravenous infusion of PF-05212384 90 mg once on Day -7 and Cycle 1 Day 2, and docetaxel 75 mg/m2 1-hour IV infusion once on Cycle 1 Day 1. On Day 1 for Cycles 2 and beyond, participants received docetaxel 75 mg/m2 1-hour IV infusion once followed by PF-05212384 90 mg once. The maximum duration of PF-05212384 treatment was 505 days and the maximum duration of docetaxel treatment was 445 days.",
        "INTERVENTION 2: ",
        "  Arm A2: 110 mg PF-05212384 + Docetaxel",
        "  Participants with CRPC, ABC, or NSCLC that were candidates to treatment with a docetaxel-based combination. Each treatment cycle was defined as 21 days. Participants received intravenous infusion of PF-05212384 110 mg once on Day -7 and Cycle 1 Day 2, and docetaxel 75 mg/m2 1-hour IV infusion once on Cycle 1 Day 1. On Day 1 for Cycles 2 and beyond, participants received docetaxel 75 mg/m2 1-hour IV infusion once followed by PF-05212384 110 mg once. The maximum duration of PF-05212384 treatment was 505 days and the maximum duration of docetaxel treatment was 445 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Cisplatin Combination Expansion:",
        "  Arm 1:Patients with TNBC with no prior cytotoxic chemotherapy therapy in the metastatic setting; Arm 2: Patients with TNBC and one or two prior cytotoxic therapies in the metastatic setting.",
        "  Arm A: castrate resistant prostate cancer, advanced breast cancer, or non-small cell lunch cancer that are candidates for treatment with a docetaxel-based combination.",
        "  Arm B: Urothelial transitional cell cancer, triple negative breast cancer, ovarian cancer or non small cell lunch cancer that are candidates for a cisplatin-based combination.",
        "  Arm C: Her2+ breast cancer refractory to prior herceptin or lapatinib, her2+ esophagal-gastric cancer, head and neck squamous cell cancer, or non small cell lunch cancer that are candidates for treatment with a dacomitinib-based combination.",
        "  Availability of archival tumor biopsy sample or willing to provide fresh biopsy if not available.",
        "  Eastern Cooperative Oncology Group [ECOG] performance must be 0 or 1.",
        "  Adequate bone marrow, renal and liver function.",
        "Exclusion Criteria:",
        "  Prior therapy for Cisplatin Combination Expansion:",
        "  Prior platinum (carboplatin or cisplatin) in either the adjuvant or metastatic setting;",
        "  Prior radiation to >25% bone marrow as estimated by the Investigator.",
        "  Patients with known symptomatic brain metastases.",
        "  Chemotherapy, radiotherapy, biologics or investigational agent within 4 weeks of the lead-in dose.",
        "  Major surgery within 4 weeks of the baseline disease assessments.",
        "  >2 prior regimens containing cytotoxic chemotherapy in the metastatic setting.",
        "  Active bacterial, fungal or viral infection.",
        "  Uncontrolled or significant cardiovascular disease."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose Limiting Toxicities (DLTs) - Arms A, B and C",
        "  DLT was defined as any of the following adverse events (AEs) attributable to the combination: (1) hematologic: grade 4 neutropenia lasting >7 days; febrile neutropenia; grade >=3 neutropenia with infection; grade 3 thrombocytopenia with bleeding; grade 4 thrombocytopenia; (2) non-hematologic: grade >=2 pneumonitis; grade>=3 toxicities, except pneumonitis, and excluding those that had not been maximally treated; persistent, intolerable toxicities which resulted in the failure to deliver at least 3 of the 4 doses of PF-05212384 for Arms A and B or at least 3 of the 4 doses of PF-05212384 and 75% of dacomitinib for Arm C during the first cycle; the persistent, intolerable toxicities which result in delay of the start of the second cycle by more than 2 weeks relative to the scheduled start; in an asymptomatic participant, the grade 3 QTc prolongation persists after correction of any reversible causes.",
        "  Time frame: Up to 21 days",
        "Results 1: ",
        "  Arm/Group Title: Arm A1: 90 mg PF-05212384 + Docetaxel",
        "  Arm/Group Description: Participants with castrate resistant prostate cancer (CRPC), advanced breast cancer (ABC), or non-small cell lung cancer (NSCLC) that were candidates to treatment with a docetaxel-based combination. Each treatment cycle was defined as 21 days. Participants received intravenous infusion of PF-05212384 90 mg once on Day -7 and Cycle 1 Day 2, and docetaxel 75 mg/m2 1-hour IV infusion once on Cycle 1 Day 1. On Day 1 for Cycles 2 and beyond, participants received docetaxel 75 mg/m2 1-hour IV infusion once followed by PF-05212384 90 mg once. The maximum duration of PF-05212384 treatment was 505 days and the maximum duration of docetaxel treatment was 445 days.",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  With DLT: 0   0.0%",
        "  No DLT: 4 100.0%",
        "  Data missing: 0   0.0%",
        "Results 2: ",
        "  Arm/Group Title: Arm A2: 110 mg PF-05212384 + Docetaxel",
        "  Arm/Group Description: Participants with CRPC, ABC, or NSCLC that were candidates to treatment with a docetaxel-based combination. Each treatment cycle was defined as 21 days. Participants received intravenous infusion of PF-05212384 110 mg once on Day -7 and Cycle 1 Day 2, and docetaxel 75 mg/m2 1-hour IV infusion once on Cycle 1 Day 1. On Day 1 for Cycles 2 and beyond, participants received docetaxel 75 mg/m2 1-hour IV infusion once followed by PF-05212384 110 mg once. The maximum duration of PF-05212384 treatment was 505 days and the maximum duration of docetaxel treatment was 445 days.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  With DLT: 0   0.0%",
        "  No DLT: 3 100.0%",
        "  Data missing: 0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/4 (50.00%)",
        "  Febrile neutropenia * 0/4 (0.00%)",
        "  Anaemia * 0/4 (0.00%)",
        "  Vertigo * 0/4 (0.00%)",
        "  Nausea * 0/4 (0.00%)",
        "  Stomatitis * 0/4 (0.00%)",
        "  Vomiting * 0/4 (0.00%)",
        "  Upper gastrointestinal haemorrhage * 0/4 (0.00%)",
        "  Disease progression * 0/4 (0.00%)",
        "  Mucosal inflammation * 0/4 (0.00%)",
        "  Fatigue * 0/4 (0.00%)",
        "  Pyrexia * 0/4 (0.00%)",
        "  Gastroenteritis * 0/4 (0.00%)",
        "Adverse Events 2:",
        "  Total: 2/5 (40.00%)",
        "  Febrile neutropenia * 2/5 (40.00%)",
        "  Anaemia * 0/5 (0.00%)",
        "  Vertigo * 0/5 (0.00%)",
        "  Nausea * 0/5 (0.00%)",
        "  Stomatitis * 0/5 (0.00%)",
        "  Vomiting * 0/5 (0.00%)",
        "  Upper gastrointestinal haemorrhage * 0/5 (0.00%)",
        "  Disease progression * 1/5 (20.00%)",
        "  Mucosal inflammation * 0/5 (0.00%)",
        "  Fatigue * 0/5 (0.00%)",
        "  Pyrexia * 0/5 (0.00%)",
        "  Gastroenteritis * 0/5 (0.00%)"
    ]
}