{
    "Clinical Trial ID": "NCT00097721",
    "Intervention": [
        "INTERVENTION 1: ",
        "  E7389 28 Day Schedule",
        "  E7389 1.4 mg/m^2 intravenous bolus on Days 1, 8 and 15 of a 28 day cycle.",
        "INTERVENTION 2: ",
        "  E7389 21 Day Schedule",
        "  E7389 1.4 mg/m^2 intravenous bolus on Days 1 and 8 of a 21 day cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients with histologically or cytologically confirmed carcinoma of the breast",
        "  Patients with advanced/metastatic disease that is not amenable to curative therapy (either surgery or radiation therapy)",
        "  Patients must have measurable disease by the RECIST criteria, defined as at least one lesion that can be accurately measured in at least one diameter (at least 10 mm in longest diameter (LD) by spiral computer tomography (CT) scan, or at least 20 mm by standard techniques; If the only measurable lesion is a lymph node, it must measure at least 20 mm in LD. If a single lesion is identified as the target lesion, a cytological or histological confirmation of breast carcinoma is required.",
        "  Patients must have had prior treatment with an anthracycline and a taxane (either sequential or in combination) and may have had prior treatment with other agents as well.",
        "  Patients must have progressed within six months of the last dose of chemotherapy, or experienced disease progression while receiving chemotherapy for advanced/metastatic disease.",
        "  Resolution of all chemotherapy or radiation-related toxicities to less than grade 1 severity",
        "  Age  18 years",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status (APPENDIX 4) of 0 or 1",
        "  Life expectancy of  3 months",
        "  Adequate renal function as evidenced by serum creatinine  1.5 mg/dL or calculated creatinine clearance  50 mL/minute (min) per the Cockcroft and Gault formula",
        "  Adequate bone marrow function as evidenced by absolute neutrophil count (ANC)  1.5 x 10^9/L, hemoglobin  10.0 g/dL (a hemoglobin <10.0 g/dL would be acceptable if it can be corrected by growth factor or transfusion), and platelet count  100 x 10^9/L",
        "  Adequate liver function as evidenced by bilirubin  1.5 mg/dL and alkaline phosphatase, alanine transaminase (ALT), and aspartate transaminase (AST)  3 times the upper limits of normal (ULN) (in the case of liver metastases  5 x ULN)",
        "  Patients willing and able to complete the FACT-B questionnaire, Analgesic Diary, Pain VAS, and the tumor-related symptomatic assessment",
        "  Patients willing and able to comply with the study protocol for the duration of the study",
        "  A sample from the diagnostic biopsy (paraffin block) must be available",
        "  Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice",
        "Exclusion Criteria:",
        "  Patients who have received chemotherapy, radiation, hormonal therapy, or Herceptin within 2 weeks of E7389 treatment start",
        "  Radiation therapy encompassing > 10% of marrow",
        "  Failure to recover from any chemotherapy related or other therapy related toxicity at study entry that is deemed to be clinically significant by the study investigator",
        "  Prior treatment with Mitomycin C or nitrosoureas",
        "  Prior high dose chemotherapy with hematopoietic stem cell rescue in the past two years",
        "  Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen",
        "  Active symptomatic brain metastasis; Patients with central Nervous System (CNS) metastasis are considered eligible if they have completed local therapy and discontinued from corticosteroids for at least two weeks before starting treatment with E7389",
        "  Patients with meningeal carcinomatosis",
        "  Patients who require therapeutic anti-coagulant therapy with Warfarin or related compounds; Mini dose warfarin for catheter related thrombosis prophylaxis is permitted",
        "  Women who are pregnant or breast-feeding; Women of childbearing potential with either a positive pregnancy test at Screening or no pregnancy test. Women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception in the opinion of the Investigator. Postmenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Severe /uncontrolled intercurrent illness/infection",
        "  Significant cardiovascular impairment (history of congestive heart failure > NYHA grade II, unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia)",
        "  Patients with organ allografts",
        "  Patients with known positive HIV status",
        "  Patients who have had a prior malignancy, other than carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated  5 years previously with no subsequent evidence of recurrence",
        "  Patients with pre-existing neuropathy > Grade 1",
        "  Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative",
        "  Patients who participated in a prior E7389 clinical trial",
        "  Patients with other significant disease or disorders that, in the Investigator's opinion, would exclude the patient from the study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate Based on Response Evaluation Criteria in Solid Tumors (RECIST)",
        "  Defined as the percentage of subjects with CR or PR from the start of treatment until disease progression or recurrence. Lesions measured by computed tomography (CT) scan and magnetic resonance imaging (MRI). Objective response rate: complete response (CR-disappearance of all lesions)+ partial response (PR-30% decrease in lesion diameter), Progressive Disease (PD-20% increase in lesion diameter), stable disease (SD-neither shrinkage nor increase of lesions).",
        "  Time frame: Confirmed 4 to 8 weeks after first observed",
        "Results 1: ",
        "  Arm/Group Title: E7389 28 Day Schedule",
        "  Arm/Group Description: E7389 1.4 mg/m^2 intravenous bolus on Days 1, 8 and 15 of a 28 day cycle.",
        "  Overall Number of Participants Analyzed: 59",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Complete Response:: 0",
        "  Partial Response: 10.2",
        "Results 2: ",
        "  Arm/Group Title: E7389 21 Day Schedule",
        "  Arm/Group Description: E7389 1.4 mg/m^2 intravenous bolus on Days 1 and 8 of a 21 day cycle.",
        "  Overall Number of Participants Analyzed: 28",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Complete Response:: 0",
        "  Partial Response: 14.3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 23/70 (32.86%)",
        "  Febrile Neutropenia2/70 (2.86%)",
        "  Neutropenia1/70 (1.43%)",
        "  Thrombocytopenia1/70 (1.43%)",
        "  Inner Ear Disorder1/70 (1.43%)",
        "  Abdominal Pain1/70 (1.43%)",
        "  Abdominal Pain Upper1/70 (1.43%)",
        "  Ascites1/70 (1.43%)",
        "  Diarrhea1/70 (1.43%)",
        "  Gastrointestinal Hemorrhage0/70 (0.00%)",
        "  Nausea1/70 (1.43%)",
        "  Small Intestinal Obstruction1/70 (1.43%)",
        "  Vomiting1/70 (1.43%)",
        "Adverse Events 2:",
        "  Total: 18/33 (54.55%)",
        "  Febrile Neutropenia1/33 (3.03%)",
        "  Neutropenia0/33 (0.00%)",
        "  Thrombocytopenia0/33 (0.00%)",
        "  Inner Ear Disorder0/33 (0.00%)",
        "  Abdominal Pain1/33 (3.03%)",
        "  Abdominal Pain Upper0/33 (0.00%)",
        "  Ascites0/33 (0.00%)",
        "  Diarrhea0/33 (0.00%)",
        "  Gastrointestinal Hemorrhage1/33 (3.03%)",
        "  Nausea0/33 (0.00%)",
        "  Small Intestinal Obstruction0/33 (0.00%)",
        "  Vomiting0/33 (0.00%)"
    ]
}