{
    "Clinical Trial ID": "NCT00863655",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Everolimus + Exemestane",
        "  Everolimus 10 mg daily in combination with exemestane 25 mg daily",
        "INTERVENTION 2: ",
        "  Placebo + Exemestane",
        "  Placebo of everolimus in combination with exemestane 25 mg daily"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Adult women ( 18 years of age) with metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy.",
        "  Histological or cytological confirmation of estrogen-receptor positive (ER+) breast cancer",
        "  Postmenopausal women.",
        "  Disease refractory to non steroidal aromatase inhibitors (NSAI),",
        "  Radiological or clinical evidence of recurrence or progression on or after the last systemic therapy prior to randomization.",
        "  Patients must have at least one lesion that can be accurately measured or bone lesions in the absence of measurable disease as defined above.",
        "Exclusion Criteria:",
        "  HER2-overexpressing patients",
        "  Patients with only non-measurable lesions other than bone metastasis (e.g. pleural effusion, ascites etc.).",
        "  Patients who received more than one chemotherapy line for Advanced Breast Cancer.",
        "  Previous treatment with exemestane or mTOR inhibitors.",
        "  Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin).",
        "  Radiotherapy within four weeks prior to randomization",
        "  Currently receiving hormone replacement therapy,",
        "  Other protocol-defined inclusion/exclusion criteria may apply"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-free Survival (PFS) Based on Local Radiology Review of Tumor Assessments.",
        "  Progression-free survival, the primary endpoint in this study, is defined as the time from the date of randomization to the date of first documented radiological progression or death due to any cause. Disease progression was based on the tumor assessment by the local radiologist or investigator using RECIST 1.0 criteria. If a patient did not progress or known to have died at the date of the analysis cut-off or start of another antineoplastic therapy, the PFS date was censored to the date of last adequate tumor assessment prior to cut-off date or start of antineoplastic therapy. For patients with lytic or mixed (lytic+sclerotic) bone lesions, the following is considered progression: appearance of 1 new lytic lesions in bone; the appearance of  new lesions outside of bone and unequivocal progression of existing bone lesions.",
        "  Time frame: date of randomization to the date of first documented tumor progression or death from any cause, whichever occurs first, reported between day of first patient randomized up to about 19 months",
        "Results 1: ",
        "  Arm/Group Title: Everolimus + Exemestane",
        "  Arm/Group Description: Everolimus 10 mg daily in combination with exemestane 25 mg daily",
        "  Overall Number of Participants Analyzed: 485",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  6.93        (6.44 to 8.05)",
        "Results 2: ",
        "  Arm/Group Title: Placebo + Exemestane",
        "  Arm/Group Description: Placebo of everolimus in combination with exemestane 25 mg daily",
        "  Overall Number of Participants Analyzed: 239",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  2.83        (2.76 to 4.14)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 158/482 (32.78%)",
        "  Anaemia 7/482 (1.45%)",
        "  Disseminated intravascular coagulation 1/482 (0.21%)",
        "  Lymphadenopathy 0/482 (0.00%)",
        "  Neutropenia 0/482 (0.00%)",
        "  Thrombocytopenia 2/482 (0.41%)",
        "  Anaemia 28/482 (1.66%)",
        "  Disseminated intravascular coagulation 21/482 (0.21%)",
        "  Febrile neutropenia 21/482 (0.21%)",
        "  Lymphadenopathy 20/482 (0.00%)",
        "  Neutropenia 20/482 (0.00%)",
        "Adverse Events 2:",
        "  Total: 37/238 (15.55%)",
        "  Anaemia 2/238 (0.84%)",
        "  Disseminated intravascular coagulation 0/238 (0.00%)",
        "  Lymphadenopathy 1/238 (0.42%)",
        "  Neutropenia 1/238 (0.42%)",
        "  Thrombocytopenia 0/238 (0.00%)",
        "  Anaemia 22/238 (0.84%)",
        "  Disseminated intravascular coagulation 20/238 (0.00%)",
        "  Febrile neutropenia 21/238 (0.42%)",
        "  Lymphadenopathy 21/238 (0.42%)",
        "  Neutropenia 21/238 (0.42%)"
    ]
}