{
    "Clinical Trial ID": "NCT02896855",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: Placebo + Trastuzumab + Docetaxel",
        "  Placebo matched to pertuzumab, trastuzumab (8-milligrams per kilogram [mg/kg] loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles), and docetaxel (75-milligrams per square meter [mg/m^2]) were administered by intravenous (IV) infusion every 3 weeks until disease progression or unacceptable toxicity. Following the primary analysis and upon approval of protocol version 4 (07-March-2020), the treatment assignment of participants in Arm A who were still on study treatment was unblinded, allowing the investigators to present those participants with the option to cross over and receive pertuzumab (in place of placebo) in addition to trastuzumab and docetaxel.",
        "INTERVENTION 2: ",
        "  Arm B: Pertuzumab + Trastuzumab + Docetaxel",
        "  Pertuzumab (840-mg loading dose for Cycle 1, followed by 420 mg for subsequent cycles), trastuzumab (8-mg/kg loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles), and docetaxel (75-mg/m^2) were administered by IV infusion every 3 weeks until disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease that is suitable for chemotherapy",
        "  HER2-positive metastatic breast cancer (MBC)",
        "  Left ventricular ejection fraction (LVEF) greater than or equal to (>=) 55 percent (%) at baseline (within 42 days of randomization)",
        "  Eastern Cooperative Oncology Group Performance Status of 0 or 1",
        "  Women of childbearing potential and men should agree to use an effective form of contraception and to continue its use for the duration of study treatment and for at least 7 months after the last dose of study treatment (trastuzumab and/or pertuzumab)",
        "Exclusion Criteria:",
        "  History of anti-cancer therapy for MBC (with the exception of one prior hormonal regimen for MBC)",
        "  History of approved or investigative tyrosine kinase/HER inhibitors for breast cancer in any treatment setting, except trastuzumab used in the neoadjuvant or adjuvant setting",
        "  History of systemic breast cancer treatment in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of the systemic treatment (excluding hormonal therapy) to metastatic diagnosis of less than (<) 12 months",
        "  History of persistent Grade >= 2 hematologic toxicity resulting from previous adjuvant therapy",
        "  Grade >= 3 peripheral neuropathy at randomization",
        "  History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or non-melanoma skin carcinoma that has been previously treated with curative intent",
        "  Current clinical or radiographic evidence of central nervous system (CNS) metastases",
        "  History of exposure to cumulative doses of anthracyclines",
        "  Current uncontrolled hypertension or unstable angina",
        "  History of congestive heart failure (CHF) of any New York Heart Association (NYHA) classification, or serious cardiac arrhythmia requiring treatment",
        "  History of myocardial infarction within 6 months of randomization",
        "  History of LVEF decrease to < 50% during or after prior trastuzumab neo-adjuvant or adjuvant therapy",
        "  Current dyspnea at rest due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy",
        "  Inadequate organ function within 28 days prior to randomization",
        "  Current severe, uncontrolled systemic disease",
        "  Major surgical procedure or significant traumatic injury within 28 days prior to study treatment start or anticipation of the need for major surgery during the course of study treatment",
        "  Pregnant or lactating women",
        "  History of receiving any investigational treatment within 28 days of randomization",
        "  Current known infection with human immunodeficiency virus (HIV), hepatitis C virus (HCV), or active hepatitis B virus (HBV)",
        "  Receipt of intravenous (IV) antibiotics for infection within 14 days of randomization",
        "  Current chronic daily treatment with corticosteroids (excluding inhaled steroids)",
        "  Known hypersensitivity to any of the protocol-specified study treatments",
        "  Concurrent participation in an interventional or noninterventional study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival, as Determined by the Investigator Using Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)",
        "  Progression-free survival (PFS) was defined as the time from randomization to first occurrence of progressive disease (PD), as determined by the investigator using RECIST v1.1, or death from any cause within 18 weeks after the last tumor assessment, whichever occurred first. As per RECIST v1.1, PD is defined as a 20% increase in the sum of the diameters of target lesions, an increase in size of measurable lesions by at least 5 millimeters (mm), and the appearance of new lesions. The Kaplan-Meier approach was used to estimate median PFS for each treatment arm. Data for participants who did not have a PFS event were censored at the time of the last tumor assessment (if no tumor assessments performed after baseline, at randomization plus 1 day).",
        "  Time frame: From date of randomization until date of PFS event (Median [range] time on study for Arm A vs. Arm B at Primary analysis: 57.14 [3.3-93.3] weeks vs. 59.64 [0.9-90.4] weeks; Final analysis: 145.29 [3.3-225.3] weeks vs. 174.79 [0.9-226.1] weeks)",
        "Results 1: ",
        "  Arm/Group Title: Arm A: Placebo + Trastuzumab + Docetaxel",
        "  Arm/Group Description: Placebo matched to pertuzumab, trastuzumab (8-milligrams per kilogram [mg/kg] loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles), and docetaxel (75-milligrams per square meter [mg/m^2]) were administered by intravenous (IV) infusion every 3 weeks until disease progression or unacceptable toxicity. Following the primary analysis and upon approval of protocol version 4 (07-March-2020), the treatment assignment of participants in Arm A who were still on study treatment was unblinded, allowing the investigators to present those participants with the option to cross over and receive pertuzumab (in place of placebo) in addition to trastuzumab and docetaxel.",
        "  Overall Number of Participants Analyzed: 121",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  Primary Analysis: 12.4        (10.4 to 12.7)",
        "  Final Analysis: 12.5        (10.4 to 14.6)",
        "Results 2: ",
        "  Arm/Group Title: Arm B: Pertuzumab + Trastuzumab + Docetaxel",
        "  Arm/Group Description: Pertuzumab (840-mg loading dose for Cycle 1, followed by 420 mg for subsequent cycles), trastuzumab (8-mg/kg loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles), and docetaxel (75-mg/m^2) were administered by IV infusion every 3 weeks until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 122",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  Primary Analysis: 14.5        (12.5 to 18.6)",
        "  Final Analysis: 16.5        (12.7 to 20.2)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 23/120 (19.17%)",
        "  Febrile neutropenia 4/120 (3.33%)",
        "  Leukopenia 2/120 (1.67%)",
        "  Neutropenia 8/120 (6.67%)",
        "  Cardiac tamponade 0/120 (0.00%)",
        "  Ventricular arrhythmia 1/120 (0.83%)",
        "  Ascites 0/120 (0.00%)",
        "  Oesophagitis 0/120 (0.00%)",
        "  Large intestine polyp 0/120 (0.00%)",
        "  Death 1/120 (0.83%)",
        "  Liver injury 1/120 (0.83%)",
        "  Pneumonia 3/120 (2.50%)",
        "Adverse Events 2:",
        "  Total: 30/122 (24.59%)",
        "  Febrile neutropenia 3/122 (2.46%)",
        "  Leukopenia 3/122 (2.46%)",
        "  Neutropenia 9/122 (7.38%)",
        "  Cardiac tamponade 2/122 (1.64%)",
        "  Ventricular arrhythmia 0/122 (0.00%)",
        "  Ascites 1/122 (0.82%)",
        "  Oesophagitis 1/122 (0.82%)",
        "  Large intestine polyp 0/122 (0.00%)",
        "  Death 1/122 (0.82%)",
        "  Liver injury 0/122 (0.00%)",
        "  Pneumonia 5/122 (4.10%)"
    ]
}