{
    "Clinical Trial ID": "NCT00073528",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Placebo + Letrozole 2.5 mg",
        "  Participants received 6 tablets of placebo, identical in appearance to lapatinib tablets, orally daily (approximately at the same time each day), either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received 1 tablet of letrozole 2.5 milligrams (mg) orally daily, preferably with the daily dose of lapatinib.",
        "INTERVENTION 2: ",
        "  Lapatinib 1500 mg + Letrozole 2.5 mg",
        "  Participants received 6 tablets of Lapatinib orally daily (250 mg lapatinib/tablet for a total of 1500 mg of lapatinib/day; approximately at the same time each day), either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received 1 tablet of letrozole 2.5 mg orally daily, preferably with the daily dose of lapatinib."
    ],
    "Eligibility": [
        "Key inclusion criteria",
        "  Signed informed consent;",
        "  Subjects with histologically confirmed invasive breast cancer with stage IV disease at primary diagnosis or at relapse after curative-intent surgery;",
        "  Subjects with either measurable or non-measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST).",
        "  If the disease was restricted to a solitary lesion, its neoplastic nature was confirmed by cytology or histology.",
        "  Tumors that were ER+ and/or PgR+;",
        "  Post-menopausal female subjects  18 years of age.",
        "  ECOG Performance Status of 0 or 1;",
        "  Subjects who had archived tumor tissue available to compare tumor response with intra-tumoral expression of ErbB1 and ErbB2.",
        "  Adjuvant therapy with an aromatase inhibitor and / or trastuzumab was allowed; however, treatment was to stop more than 1 year prior (>12 months) to the first dose of randomized therapy.",
        "  Subjects must have ended hormonal replacement therapy (HRT) at least 1 month (30 days) prior to receiving the first dose of randomized therapy.",
        "  Key exclusion criteria:",
        "  Pre-menopausal, pregnant, or lactating;",
        "  Received prior chemotherapy, hormonal therapy, immunotherapy, biologic therapy, or anti-ErbB1/ErbB2 therapy for advanced or metastatic disease;",
        "  Bisphosphonate therapy for bone metastases was allowed; however, treatment was to be initiated prior to the first dose of randomized therapy. Prophylactic use of bisphosphonates in subjects without bone disease, except for the treatment of osteoporosis, was not permitted;",
        "  Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of randomized therapy (lapatinib or placebo);",
        "  Subjects with known history of/clinical evidence of CNS metastases or leptomeningeal carcinomatosis; and / or subjects on concurrent anti-cancer therapies other than letrozole; and / or who have not recovered from toxicities related to prior adjuvant therapy (surgery, radiotherapy, chemotherapy etc.)",
        "  Subjects with active or uncontrolled infection and/ or with history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Progression Free Survival (PFS) in the Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Advanced or Metastatic Breast Cancer as Assessed by the Investigator",
        "  PFS is defined as the time from randomization until the earliest date of disease progression (PD) or death due to any cause, if sooner. The date of documented PD is defined as the date of radiological PD as assessed by the investigator based on imaging data and also by the clinical assessment of symptomatic progression. Per Response Evaluation Criteria in Solid Tumors (RECIST 1.0), PD is defined as a 20% increase in the sum of the longest diameter (LD) of target lesions, taking as a reference the smallest sum LD recorded since the treatment started, or the appearance of 1 or more new lesions.",
        "  Time frame: From the date of randomization until the date of the first documented progression or date of death from any cause, whichever came first, assessed for up to 46 months",
        "Results 1: ",
        "  Arm/Group Title: Placebo + Letrozole 2.5 mg",
        "  Arm/Group Description: Participants received 6 tablets of placebo, identical in appearance to lapatinib tablets, orally daily (approximately at the same time each day), either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received 1 tablet of letrozole 2.5 milligrams (mg) orally daily, preferably with the daily dose of lapatinib.",
        "  Overall Number of Participants Analyzed: 108",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  89  82.4%",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib 1500 mg + Letrozole 2.5 mg",
        "  Arm/Group Description: Participants received 6 tablets of Lapatinib orally daily (250 mg lapatinib/tablet for a total of 1500 mg of lapatinib/day; approximately at the same time each day), either 1 hour (or more) before breakfast or 1 hour (or more) after breakfast. Participants also received 1 tablet of letrozole 2.5 mg orally daily, preferably with the daily dose of lapatinib.",
        "  Overall Number of Participants Analyzed: 111",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  88  79.3%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 103/624 (16.51%)",
        "  Anaemia 2/624 (0.32%)",
        "  Febrile neutropenia 0/624 (0.00%)",
        "  Jaundice 0/624 (0.00%)",
        "  Leukocytosis 0/624 (0.00%)",
        "  Thrombocytopenia 0/624 (0.00%)",
        "  Arrhythmia 2/624 (0.32%)",
        "  Atrial fibrillation 2/624 (0.32%)",
        "  Cardiac failure 2/624 (0.32%)",
        "  Dyspnoea 5/624 (0.80%)",
        "  Left ventricular dysfunction 1/624 (0.16%)",
        "  Left ventricular failure 1/624 (0.16%)",
        "Adverse Events 2:",
        "  Total: 150/654 (22.94%)",
        "  Anaemia 5/654 (0.76%)",
        "  Febrile neutropenia 3/654 (0.46%)",
        "  Jaundice 1/654 (0.15%)",
        "  Leukocytosis 1/654 (0.15%)",
        "  Thrombocytopenia 2/654 (0.31%)",
        "  Arrhythmia 0/654 (0.00%)",
        "  Atrial fibrillation 1/654 (0.15%)",
        "  Cardiac failure 1/654 (0.15%)",
        "  Dyspnoea 6/654 (0.92%)",
        "  Left ventricular dysfunction 7/654 (1.07%)",
        "  Left ventricular failure 0/654 (0.00%)"
    ]
}