{
    "Clinical Trial ID": "NCT00232505",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cetuximab",
        "  Patients receive cetuximab IV over 60-120 minutes once a week. Treatment repeats every 28 days in the absence of disease progression or unacceptable toxicity. Patients not responding to treatment may cross over to arm II.",
        "  cetuximab: Given IV",
        "INTERVENTION 2: ",
        "  Cetuximab and Carboplatin After Cetuximab Alone",
        "  Patients from Arm 1 who progressed on cetuximab alone who went on to receive cetuximab + carboplatin"
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Histologically confirmed breast cancer",
        "  Metastatic (stage IV) disease",
        "  Measurable disease by RECIST criteria",
        "  Irradiated lesions are not considered measurable disease",
        "  Central nervous system (CNS) metastases allowed if disease is stable (no evidence of progression)  3 months after local therapy",
        "  No lesions identifiable only by positron emission tomography (PET) scan",
        "  HER2 nonoverexpressing disease by IHC (0 or 1) or non-gene amplified by Fluorescence In Situ Hybridization (FISH)",
        "  HER2 2+ by IHC allowed",
        "  Hormone receptor status:",
        "  Estrogen receptor-negative and progesterone receptor-negative tumor",
        "  Inclusion Criteria",
        "  At least 18 years of age",
        "  Metastatic breast cancer (Stage IV) with measurable disease by RECIST criteria",
        "  No more than three prior chemotherapy regimens either in the adjuvant or metastatic setting.",
        "  Histologically documented (either primary or metastatic site) breast cancer that is estrogen receptor- (ER-) negative, PR-negative, and HER-2 nonoverexpressing by immunohistochemistry (0,1) or non-gene amplified by FISH performed upon the primary tumor or metastatic lesion. HER-2 2+ by immunohistochemistry is usually negative by FISH, and this confirmatory test should be performed when possible, however may participate if fulfill other criteria.",
        "  Completion of prior chemotherapy at least 3 weeks prior to study entry.",
        "  Patients may have received therapy (ies) in the adjuvant or metastatic setting, however must have discontinued prior to entry. Patients may receive concurrent bisphosphonates, however if taking bisphosphonates, bone lesions may not be used for progression or response.",
        "  Radiation therapy must be completed at least 2 weeks prior to study entry, and radiated lesions may not serve as measurable disease.",
        "  Patients may have CNS metastases if stable (no evidence of progression) > 3 months after local therapy.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0-2 and life expectancy of at least 6 months.",
        "  Adequate organ function defined as:absolute neutrophil count (ANC) > 1500/mm3, plts > 100,000/mm3, creatinine clearance >50 mL/min, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5 x upper limit of normal (ULN) (or 5 x ULN in case of liver metastases); total bilirubin 1.5 mg/dL.",
        "  Tissue block available for EGFR studies is recommended, although will not exclude patients from participating.",
        "  Pregnant or lactating women will be excluded. Women of child bearing potential must have documented negative pregnancy test within two weeks of study entry and agree to acceptable birth control during the duration of the study therapy.",
        "  Signed written informed consent.",
        "  Exclusion Criteria",
        "  Lesions identifiable only by PET.",
        "  More than three prior chemotherapy regimens (including adjuvant). Sequential regimens such as doxorubicin and cyclophosphamide followed by paclitaxel (AC-paclitaxel) are considered one regimen.",
        "  Prior therapy which specifically and directly targets the EGFR pathway with therapeutic intent.",
        "  Prior platinum agent for metastatic disease. If platinum agent was used adjuvantly, the patient must have had at least 12 months disease-free interval prior to relapse.",
        "  Prior severe infusion reaction to a monoclonal antibody.",
        "  Major medical conditions that might affect study participation (uncontrolled pulmonary, renal, or hepatic dysfunction, uncontrolled infection).",
        "  Significant history of uncontrolled cardiac disease; i.e., uncontrolled hypertension, unstable angina, recent myocardial infarction (within prior 6 months), uncontrolled congestive heart failure, and cardiomyopathy that is either symptomatic or asymptomatic but with decreased ejection fraction <45%",
        "  Other significant comorbid condition which the investigator feels might compromise effective and safe participation in the study.",
        "  Inability to comply with the requirements of the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Disease Response Rate",
        "  Overall response rate of single agent cetuximab and cetuximab + carboplatin will be measured by radiographic response using Response Evaluation Criteria In Solid Tumors (RECIST) criteria every 8 weeks until subject experiences disease progression. Overall response will be measured as complete response (CR), partial response (PR), stable disease (SD) or progressive disease (PD).Per RECIST v1.0 for target lesions and assessed by CT (spiral): Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Progression, as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions; Stable Disease (SD), neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for disease progression",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Cetuximab",
        "  Arm/Group Description: Patients receive cetuximab IV over 60-120 minutes once a week. Treatment repeats every 28 days in the absence of disease progression or unacceptable toxicity. Patients not responding to treatment may cross over to arm II.",
        "  cetuximab: Given IV",
        "  Overall Number of Participants Analyzed: 31",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete response: 0   0.0%",
        "  Partial response: 2   6.5%",
        "  Stable disease: 3   9.7%",
        "  Stable disease > 6 months: 1   3.2%",
        "  Progressive disease: 26  83.9%",
        "  Not evaluable: 0   0.0%",
        "Results 2: ",
        "  Arm/Group Title: Cetuximab and Carboplatin After Cetuximab Alone",
        "  Arm/Group Description: Patients from Arm 1 who progressed on cetuximab alone who went on to receive cetuximab + carboplatin",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete response: 0   0.0%",
        "  Partial response: 4  16.0%",
        "  Stable disease: 7  28.0%",
        "  Stable disease > 6 months: 3  12.0%",
        "  Progressive disease: 12  48.0%",
        "  Not evaluable: 2   8.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/31 (9.68%)",
        "  Edema: limb * 2/31 (6.45%)",
        "  Neutrophils/granulocytes (ANC/AGC) * 0/31 (0.00%)",
        "  Cardiac General - Other (Specify, __) *  [1]0/31 (0.00%)",
        "  Cardiac General - Other (Specify, __) *  [2]0/31 (0.00%)",
        "  Left ventricular diastolic dysfunction * 0/31 (0.00%)",
        "  Supraventricular and nodal arrhythmia - Atrial tachycardia/Paroxysmal Atrial Tachycardia * 0/31 (0.00%)",
        "Adverse Events 2:",
        "  Total: 8/25 (32.00%)",
        "  Edema: limb * 1/25 (4.00%)",
        "  Neutrophils/granulocytes (ANC/AGC) * 0/25 (0.00%)",
        "  Cardiac General - Other (Specify, __) *  [1]1/25 (4.00%)",
        "  Cardiac General - Other (Specify, __) *  [2]0/25 (0.00%)",
        "  Left ventricular diastolic dysfunction * 1/25 (4.00%)",
        "  Supraventricular and nodal arrhythmia - Atrial tachycardia/Paroxysmal Atrial Tachycardia * 0/25 (0.00%)"
    ]
}