{
    "Clinical Trial ID": "NCT03374995",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group I (Topical Keratin)",
        "  Patients receive topical keratin topically at least BID until the end of radiation therapy (approximately 3-6 weeks).",
        "  Quality-of-Life Assessment: Ancillary studies",
        "  Topical Keratin: Given topically",
        "INTERVENTION 2: ",
        "  Group II (Standard of Care)",
        "  Patients receive standard of care as directed by radiation oncologist until the end of radiation therapy (approximately 3-6 weeks).",
        "  Best Practice: Receive standard of care",
        "  Quality-of-Life Assessment: Ancillary studies"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Diagnosis of breast cancer, received chemotherapy, and scheduled to receive 4 to 6 weeks of radiation therapy (radiation protocol of 42 Gy+)",
        "  Area to be irradiated representing 1-10% of total body surface area (TBSA)",
        "  Able and willing to sign protocol consent form",
        "  Able and willing to document symptoms and treatment details as often as needed, not to exceed daily notes",
        "  Able and willing to have photographs of the affected area taken regularly",
        "Exclusion Criteria:",
        "  Women who are pregnant, lactating/nursing or plan to become pregnant",
        "  Previous radiation therapy to the area to be treated with radiation therapy",
        "  Receiving palliative radiation therapy",
        "  Unhealed or infected surgical sites in the irradiation area",
        "  Patients undergoing cytotoxic chemotherapy or concurrent Herceptin as part of overall treatment plan (tamoxifen/aromatase inhibitor allowed)",
        "  Use of oral corticosteroids or topical corticosteroids in the irradiation area",
        "  Use of Erbitux",
        "  Autoimmune disease",
        "  Skin disease in target irradiation area",
        "  Smoker",
        "  Known allergy to the standard of care or ingredients in KeraStat Cream"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Incidence of Early Adverse Skin Reactions (EASRs)",
        "  The Modified ONS Criteria for Radiation-Induced Acute Skin Toxicity will be used for classification of EASRs related to the skin. Participants will report in a total of 7 visits any experience with Grade I (faint or dull erythema; dry desquamation or Grade II (tender or bright erythema, patchy, moist desquamation) acute radiation dermatitis using the RTOG (Radiation Therapy Oncology Group) grading system with Grade II considered the worse outcome. Comparative effectiveness will include the number or study participants in each arm that experience RTOG Grade I or Grade II radiation dermatitis and moist desquamation.",
        "  Time frame: Up to 4 weeks post-RT",
        "Results 1: ",
        "  Arm/Group Title: Group I (Topical Keratin)",
        "  Arm/Group Description: Patients receive topical keratin topically at least BID until the end of radiation therapy (approximately 3-6 weeks).",
        "  Quality-of-Life Assessment: Ancillary studies",
        "  Topical Keratin: Given topically",
        "  Overall Number of Participants Analyzed: 13",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Grade I Acute Radiation Dermatitis: 13 100.0%",
        "  Grade II Acute Radiation Dermatitis: 4  30.8%",
        "Moist Desquamation: 1   7.7%",
        "Results 2: ",
        "  Arm/Group Title: Group II (Standard of Care)",
        "  Arm/Group Description: Patients receive standard of care as directed by radiation oncologist until the end of radiation therapy (approximately 3-6 weeks).",
        "  Best Practice: Receive standard of care",
        "  Quality-of-Life Assessment: Ancillary studies",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Grade I Acute Radiation Dermatitis: 10  90.9%",
        "  Grade II Acute Radiation Dermatitis: 6  54.5%",
        "Moist Desquamation: 0   0.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/13 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/11 (0.00%)"
    ]
}