{
    "Clinical Trial ID": "NCT01313039",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Single Arm",
        "  AZ6244: AZD6244 75 mg (3 x 25mg capsules) orally twice per day on Days 1 - 15"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female breast cancer patient > 18 years.",
        "  Patients must have biopsy-proven clinical Stage Ic-III invasive breast carcinoma with  10% ER expression by immunohistochemistry (IHC) analysis.",
        "  Patients must have a pre-treatment baseline core biopsy or incisional biopsy available for additional testing (ER, protein/gene expression analysis).",
        "  Patients must have sufficient tumor remaining following diagnostic biopsy that requires an additional definitive surgical procedure per the standard of care. Planned procedure may include lumpectomy or mastectomy as clinically indicated.",
        "  Patients must have an ECOG Performance Status of 0 - 1.",
        "  Patients must have the ability to understand and willingness to sign an English or a Spanish language written informed consent document.",
        "Exclusion Criteria:",
        "  Male breast cancer patient.",
        "  Patients who are pregnant or breast-feeding are excluded from the study due to potential harm to the fetus or nursing infant from the study therapy. Patients of reproductive potential must consent to use of contraception or abstinence to be eligible for the study.",
        "  Patients may not have received prior chemotherapy or hormonal therapy for treatment of the current breast cancer.",
        "  Patients should not have known or strongly suspected BRCA mutation by history (genetic testing not required).",
        "  Patients will have pre-study testing, including history and physical exam, complete blood count, and measurement of renal and hepatic function. Patients will be ineligible for the study if significant abnormalities are detected, in accordance with good medical practice."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Increase of ER Protein Expression in ER-Negative/Low Breast Cancer",
        "  To evaluate in a clinical neoadjuvant model whether MEK inhibitor AZD6244 can increase ER protein expression in ER-negative/low breast cancer, as measured by the \"ER response rate\" by both standard immunohistochemistry and Allred Score.",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: Single Arm",
        "  Arm/Group Description: AZ6244: AZD6244 75 mg (3 x 25mg capsules) orally twice per day on Days 1 - 15",
        "  Overall Number of Participants Analyzed: 1",
        "  Measure Type: Number",
        "  Unit of Measure: participants  1"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/4 (0.00%)"
    ]
}