{
    "Clinical Trial ID": "NCT00570323",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ARM A / Arimidex With Faslodex",
        "  Arimidex with Faslodex in postmenopausal women",
        "  Arimidex: Aromatase inhibitors",
        "  Faslodex: Hormone Receptor",
        "INTERVENTION 2: ",
        "  ARM B Arimidex Without Faslodex",
        "  Arimidex without Faslodex in postmenopausal women.",
        "  Arimidex: Aromatase inhibitors"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  All subjects must be female.",
        "  Postmenopausal status, defined as any one of the following criteria:",
        "  Documented history of bilateral oophorectomy.",
        "  Age 60 years or more.",
        "  Age 45 to 59 and satisfying one or more of the following criteria:",
        "  Amenorrhea for at least 12 months and intact uterus.",
        "  Amenorrhea for less than 12 months and a follicle stimulating hormone (FSH) and estradiol concentration within postmenopausal range including: patients who have had a hysterectomy and patients who have received hormone replacement.",
        "  Patients must have histologically confirmed invasive breast cancer with a primary tumor of 3 cm or more in greatest dimension as measured by clinical examination.",
        "  Estrogen receptor and/or progesterone receptor positive disease.",
        "  Patients must not have received any prior treatment for current or newly diagnosed breast cancer.",
        "  Patients must have not received previous treatment with any of the study medications or similar drugs.",
        "  No use of selective estrogen receptor modulators (SERM) such as raloxifene or similar agents in the past 2 years.",
        "  WHO performance status of 0, 1, or 2.",
        "  Adequate organ function defined as follows:",
        "  Adequate renal function, defined by a serum creatinine within 3 times the upper limits of normal.",
        "  Adequate liver function, defined by total bilirubin, AST, ALT, and alkaline phosphatase within 3 times the upper limits of normal.",
        "  Adequate bone marrow function, defined as a WBC greater than 3.0 ml, PLT greater than 75,000/ul, Hb greater than 9 gm/l.",
        "  Willing to undergo breast core biopsies as required by the study protocol. - Ability to understand and sign a written informed consent for participation in the trial.",
        "  Life expectancy of at least 1 year.",
        "Exclusion Criteria:",
        "  Premenopausal status.",
        "  Other coexisting malignancies with the exception of basal cell carcinoma or cervical cancer in situ.",
        "  Patients with brain metastasis.",
        "  WHO performance status of 3 or 4.",
        "  Is judged by the investigator, uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, significant cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Evidence of any other significant clinical disorder or laboratory finding that makes it undesirable for the subject to participate in the clinical trial. - Concurrent treatment with estrogens or progestins. Patients must stop these drugs at least two weeks prior to study entry.",
        "  Treatment with a non-approved or investigational drug within 30 days before Day 1 of study treatment.",
        "  Platelet count less than 75,000.",
        "  In the opinion of the investigator, bleeding diathesis or anticoagulation therapy that would preclude intramuscular injections.",
        "  History of hypersensitivity to castor oil.",
        "  Any evidence of clinically active interstitial lung disease (patients with chronic stable radiographic changes who are asymptomatic need not be excluded) - Patients with recurrent breast cancer.",
        "  Patients with contralateral second primary breast cancers are eligible."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Change in Ki-67 Levels From Baseline (Pre) to Day 28 (Post) Biopsy Samples",
        "  The primary endpoint is change in Ki-67 levels from baseline (pre) to day 28 (post) biopsy samples. Ki-67 levels were log-transformed to achieve approximately normally distributed data. The differences in these log-transformed values between post vs. pre biopsy samples were calculated. This difference represents the log of the ratio of post vs. pre Ki-67 levels in the original scale.",
        "  Time frame: baseline (pre) to day 28 (post)",
        "Results 1: ",
        "  Arm/Group Title: ARM A / Arimidex With Faslodex",
        "  Arm/Group Description: Arimidex with Faslodex in postmenopausal women",
        "  Arimidex: Aromatase inhibitors",
        "  Faslodex: Hormone Receptor",
        "  Overall Number of Participants Analyzed: 22",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: log-transformed Ki67%  -1.3632         (0.8949)",
        "Results 2: ",
        "  Arm/Group Title: ARM B Arimidex Without Faslodex",
        "  Arm/Group Description: Arimidex without Faslodex in postmenopausal women.",
        "  Arimidex: Aromatase inhibitors",
        "  Overall Number of Participants Analyzed: 20",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: log-transformed Ki67%  -1.6237         (2.1592)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/35 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}