{
    "Clinical Trial ID": "NCT01273896",
    "Intervention": [
        "INTERVENTION 1: ",
        "  STA-9090",
        "  This will be a monotherapy, open-label phase 2 study of STA-9090 in patients who have metastatic breast cancer.",
        "  STA-9090: All patients will receive 200 mg/m2 of STA-9090 once weekly by a 1-hour IV infusion for three consecutive weeks followed by a 1 week dose-free interval. Subjects tolerating therapy may continue on study until disease progression."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Male and Female patients must be at least 18 years of age",
        "  Pathologically confirmed diagnosis of breast cancer",
        "  Metastatic or advanced stage breast cancer",
        "  Prior treatment with at least one and no more than three lines of biologic and/or chemotherapy for metastatic breast cancer (excluding hormonal therapy)",
        "  Patients with HER2+ disease must have received prior treatment with Trastuzumab",
        "  Patients with ER and/or PR+ disease must have received prior treatment with hormonal therapy",
        "  Off cytotoxic chemotherapy or biologic therapy (excluding Hormonal therapy)  3 weeks",
        "  Measurable disease by RECIST 1.1",
        "  Central nervous system metastases are permitted if treated and radiographically and clinically stable for at least 4 weeks prior to first dose of STA-9090",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1",
        "  Life expectancy of at least 3 months",
        "  Adequate hematologic function as defined by:",
        "  Absolute neutrophil count 1,500 cells/μL",
        "  Platelets 100,000/μL",
        "  Hemoglobin  9.0g/dL",
        "  Adequate hepatic function as defined by:",
        "  Serum bilirubin  1.5 X upper limit of normal (ULN);",
        "  Adequate renal function as defined by a serum creatinine  1.5 x ULN",
        "  AST, ALT, and alkaline phosphatase  3 × ULN except for:",
        "  Patients with hepatic metastases: ALT and AST  5 × ULN",
        "  Patients with hepatic and/or bone metastases: alkaline phosphatase  5 × ULN",
        "  Patients with Gilbert's disease: serum bilirubin < 5 mg/dL",
        "  Willingness and ability to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures",
        "  Female subjects of childbearing potential and males must agree to use adequate contraception (e.g., hormonal or barrier method of birth control; abstinence) for the duration of study treatment",
        "  Female subjects of childbearing age must have a negative serum pregnancy test at study entry.",
        "Exclusion Criteria:",
        "  Surgery, radiotherapy, or lesion ablative procedure to the only area of measurable disease",
        "  Major surgery within 4 weeks prior to first dose of STA-9090",
        "  Poor peripheral venous access for study drug administration. Study drug administration via indwelling catheters allowed only if the catheter is made of silicone material.",
        "  History of severe (grade 3 or 4) allergic or hypersensitivity reactions to excipients (e.g., Polyethylene glycol [PEG] 300 and Polysorbate 80)",
        "  Baseline QTc > 470 msec",
        "  Ventricular ejection fraction (EF) <50% at baseline",
        "  Treatment with chronic immunosuppressants (e.g., cyclosporine following transplantation)",
        "  Women who are pregnant or lactating",
        "  Uncontrolled intercurrent illness including, but not limited to, human immunodeficiency virus (HIV)-positive subjects receiving combination antiretroviral therapy, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, ventricular arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements",
        "  Other medications, or severe acute/chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results in the judgment of the investigator",
        "  Seizure disorder or requirement for seizure medication",
        "  Prior treatment with an HSP90 inhibitor",
        "  persistent adverse events of prior therapies that are > 1 grade 1 in severity",
        "  history of or current coronary artery disease, myocardial infarction, angina pectoris, angioplasty or coronary bypass surgery",
        "  history of or current uncontrolled dysrhythmias, or requirement for antiarrhythmic medications, or Grade 2 or greater left bundle branch block",
        "  New York Heart Association class II/III/IV congestive heart failure with a history of dyspnea, orthopnea, or edema that requires current treatment with angiotensin converting enzyme inhibitors, angiotensin II receptor blockers, beta blockers or diuretics"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate",
        "  To determine the overall response rate using RECIST v 1.1 criteria, defined as PR +CR.using RECIST v 1.1 criteria, defined as Partial response + complete response",
        "  Time frame: Radiological imaging studies to evaluate tumor status will be repeated during the rest week (Days 22 to 28) of every third cycle",
        "Results 1: ",
        "  Arm/Group Title: STA-9090",
        "  Arm/Group Description: This will be a monotherapy, open-label phase 2 study of STA-9090 in patients who have metastatic breast cancer.",
        "  STA-9090: All patients will receive 200 mg/m2 of STA-9090 once weekly by a 1-hour IV infusion for three consecutive weeks followed by a 1 week dose-free interval. Subjects tolerating therapy may continue on study until disease progression.",
        "  Overall Number of Participants Analyzed: 20",
        "  Measure Type: Number",
        "  Unit of Measure: participants  20"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/22 (27.27%)",
        "  Cardiac General, other1/22 (4.55%)",
        "  Pain - Abdomen NOS1/22 (4.55%)",
        "  Death not assoc w CTCAE term- Death NOS1/22 (4.55%)",
        "  Death not assoc w CTCAE term-Disease prog NOS1/22 (4.55%)",
        "  Liver dysfunction/failure1/22 (4.55%)",
        "  Sodium, low (hyponatremia)1/22 (4.55%)",
        "  Dyspnea (shortness of breath)2/22 (9.09%)"
    ]
}