{
    "Clinical Trial ID": "NCT01448447",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Sole Method",
        "  patients will be treated with HDR brachytherapy using Mammosite ML as the sole method for radiation delivery after lumpectomy for breast cancer or DCIS",
        "  Mammosite ML: 34 Gy / 10 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 5 consecutive working days",
        "INTERVENTION 2: ",
        "  Boost",
        "  patients will be treated with HDR brachytherapy using Mammosite ML as a boost technique prior to standard external beam radiation after lumpectomy for breast cancer or DCIS",
        "  Mammosite ML: 5-10.2 Gy / 2-3 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 1-2 days Followed by whole breast radiation (25-28 daily tx)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Women,age of at least 45 years",
        "  Zubrod performance status of 0-2",
        "  AJCC Stage I-II (T1-T2, N0 M0) breast cancer",
        "  Maximum tumor dimension < 3 cm",
        "  Invasive ductal, medullary, papillary, tubular, colloid (mucinous) histologies",
        "  Unifocal breast cancer",
        "  Unilateral breast cancer (no synchronous or previous contralateral breast cancer)",
        "  Lumpectomy with negative surgical margins by at least 2 mm or re-excision specimen with negative surgical margins by at least 2 mm",
        "  Ductal Carcinoma In-Situ",
        "  Negative axillary lymph nodes for invasive breast cancer (sentinel node biopsy or standard level I-II dissection with > 6 nodes removed)",
        "  Time interval from final breast surgery to brachytherapy loading less than 8 weeks",
        "  At least 2 mm of breast tissue between the skin and the MammoSite® balloon surface(prefer > 5 mm)",
        "  If chemotherapy is planned, it must begin no earlier that 2 weeks following completion of radiation therapy. If chemotherapy is first, a minimum of 2 weeks from the last cycle must elapse prior to the start of radiation therapy.",
        "  Signed study-specific consent form",
        "Exclusion Criteria:",
        "  Invasive lobular histology",
        "  Non-epithelial breast malignancies such as sarcoma or lymphoma",
        "  Multifocal or multicentric invasive carcinoma",
        "  Extensive intraductal component (EIC)",
        "  Paget's disease of the nipple",
        "  Skin involvement by tumor, regardless of tumor size",
        "  Positive axillary lymph nodes",
        "  Distant metastases",
        "  Collagen vascular disease (scleroderma)",
        "  Pregnant or lactating women, due to potential exposure of the fetus to RT and unknown effects of RT on lactating females (negative pregnancy test for women of child-bearing age)",
        "  Any previously treated or synchronous contralateral breast carcinoma",
        "  Patients with psychiatric or addictive disorder that would preclude obtaining informed Consent",
        "Men"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Ipsilateral Recurrence Rate",
        "  Local recurrence is defined as either invasive or non-invasive breast cancer recurrence within the target volume.",
        "  Elsewhere recurrence is defined as either invasive or non-invasive breast cancer recurrence outside of the target volume.",
        "  Local control rate will be evaluated by imaging techniques, physical exam and biopsy, if applicable.",
        "  Measured as a count of participants experiencing recurrence, i.e. each subject experiencing ipsilateral tumor recurrence within 5 years = 1, and each subject with no ipsilateral tumor recurrence within 5 years = 0",
        "  Time frame: 5 years",
        "Results 1: ",
        "  Arm/Group Title: Sole Method",
        "  Arm/Group Description: patients will be treated with HDR brachytherapy using Mammosite ML as the sole method for radiation delivery after lumpectomy for breast cancer or DCIS",
        "  Mammosite ML: 34 Gy / 10 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 5 consecutive working days",
        "  Overall Number of Participants Analyzed: 9",
        "  Measure Type: Number",
        "  Unit of Measure: participants  0",
        "Results 2: ",
        "  Arm/Group Title: Boost",
        "  Arm/Group Description: patients will be treated with HDR brachytherapy using Mammosite ML as a boost technique prior to standard external beam radiation after lumpectomy for breast cancer or DCIS",
        "  Mammosite ML: 5-10.2 Gy / 2-3 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 1-2 days Followed by whole breast radiation (25-28 daily tx)",
        "  Overall Number of Participants Analyzed: 0",
        "  Measure Type: Number",
        "  Unit of Measure: participants  "
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/20 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}