{
    "Clinical Trial ID": "NCT01216176",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Phase 1 - Cohort A",
        "  Dual treatment with 1 mg anastrozole orally once daily together with AZD0530 175 mg orally once daily, or as specified per protocol, until disease progression for treatment of metastatic breast cancer",
        "  Anastrozole",
        "AZD0530"
    ],
    "Eligibility": [
        "Inclusion Criteria - Phase 1 (Cohort A):",
        "  Female patient  18 years",
        "  Patient must be postmenopausal, verified by 1 of the following:",
        "  Bilateral surgical oophorectomy",
        "  No spontaneous menses > 1 year",
        "  No menses for < 1 year with FSH and estradiol levels in postmenopausal range. If a study subject under the age of 60 reports prior surgery in which the ovaries were removed and if the operative report cannot be obtained to confirm bilateral salpingo-oophorectomy, the subject will have serum estradiol, LH and FSH drawn to confirm menopausal status prior to study entry",
        "  Postmenopausal women with primary invasive breast cancer, histologically confirmed by core needle (or incisional biopsy), whose tumors are estrogen (ER) and/or progesterone (PgR) positive. Estrogen- and/or progesterone-receptor positive disease based on 10% or more nuclear staining of the invasive component of the tumor",
        "  Stage IV disease (as defined by the AJCC Staging Manual, 6th Edition, 2002); or locally relapsed, unresectable disease",
        "  Measurable or evaluable disease according to RECIST criteria (see appendix VII)",
        "  Both HER2-positive and HER2-negative disease (as defined by IHC or by fluorescence in situ hybridization [FISH]). HER2+ must have had prior treatment with trastuzumab and/or lapatinib.",
        "  ECOG performance status 0-2 (see appendix VI)",
        "  Patients are suitable candidates for treatment with anastrozole (patients may have had any prior endocrine therapy or prior chemotherapy for treatment of their disease, either as adjuvant therapy, or as treatment for advanced disease). There is no restriction on the number of prior regimens in the phase I cohort A.",
        "  Patient is accessible and willing to comply with treatment and follow-up",
        "  Patient is willing to provide written informed consent prior to the performance of any study-related procedures",
        "  Required laboratory values",
        "  Absolute neutrophil count  to 1.5 x 10^9/L",
        "  Hemoglobin  to 9.0 g/dL",
        "  Platelet count  to 100 x 10^9/L",
        "  Creatinine  1.5 mg/dL",
        "  Total bilirubin  1.0 x upper limit of normal (ULN)",
        "  Alkaline phosphatase and AST/ALT within protocol parameters. In determining eligibility, the more abnormal of the two values (AST or ALT) should be used.",
        "  Inclusion Criteria - Phase 2 (Cohort B):",
        "  Female patient  18 years",
        "  Patient must be postmenopausal, verified by 1 of the following:",
        "  Bilateral surgical oophorectomy",
        "  No spontaneous menses  1 year",
        "  No menses for < 1 year with FSH and estradiol levels in postmenopausal range. If a study subject under the age of 60 reports prior surgery in which the ovaries were removed and if the operative report cannot be obtained to confirm bilateral salpingo-oophorectomy, the subject will have serum estradiol, LH and FSH drawn to confirm menopausal status prior to study entry",
        "  Postmenopausal women with primary invasive breast cancer, histologically confirmed by core needle (or incisional biopsy), whose tumors are estrogen (ER) and/or progesterone (PgR) positive. Estrogen- and/or progesterone-receptor positive disease based on 10% or more nuclear staining of the invasive component of the tumor. Patients may have bilateral or multifocal invasive breast cancers. The patient may have concurrent DCIS in either breast but the DCIS will not be measured as part of the study endpoints.",
        "  Tumor size  2 cm",
        "  Tumor measurable either by clinical examination, mammography, MRI, or ultrasound",
        "  HER2-negative disease (as defined by fluorescence in situ hybridization [FISH] or by IHC)",
        "  ECOG performance status 0-1 (see Appendix VI)",
        "  Patient is accessible and willing to comply with treatment and follow-up",
        "  Patient is willing to provide written informed consent prior to the performance of any study-related procedures",
        "  Required laboratory values",
        "  Absolute neutrophil count  1.5 x 10^9/L",
        "  Hemoglobin  9.0 g/dL",
        "  Platelet count  70 x 10^9/L",
        "  Creatinine  1.5 mg/dL",
        "  Total bilirubin  1.5 x upper limit of normal (ULN)",
        "  Alkaline phosphatase and AST/ALT  1.5 x upper limit of normal (ULN)",
        "  Exclusion Criteria - Phase 1 (Cohort A):",
        "  Concurrent therapy with any other non-protocol anti-cancer therapy",
        "  Any agent with estrogenic or putatively estrogenic properties, including herbal preparations, must be stopped at least one week prior to registration.",
        "  Ongoing, chronic administration of bisphosphonate therapy is allowed so long as such treatment was ongoing at the time of study entry.",
        "  Current therapy with hormone replacement therapy, or any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (agents must be stopped prior to randomization)",
        "  Presence of neuropathy  grade 2 (NCI-CTC version 3.0) at baseline",
        "  History of any other malignancy within the past 5 years, with the exception of non-melanoma skin cancer or carcinoma-in-situ of the cervix",
        "  Clinically significant cardiovascular disease (e.g., hypertension [BP > 150/100], history of myocardial infarction or stroke within 6 months, unstable angina), New York Heart Association (NYHA) Grade II or greater congestive heart failure, or serious cardiac arrhythmia requiring medication",
        "  Active, uncontrolled infection requiring parenteral antimicrobials",
        "  A history of a severe hypersensitivity reaction to anastrozole, or AZD0530 or their excipients",
        "  Evidence of bleeding diathesis or coagulopathy.",
        "  Resting EKG with measurable QTc interval of >480msec at 2 or more time points within a 24 hr period.",
        "  Since AZD0530 is a substrate and inhibitor of CYP3A4, patients requiring medication with drugs listed in Appendix XI should be excluded from study.",
        "  Any evidence of severe or uncontrolled systemic medical or psychiatric conditions (e.g. Severe hepatic impairment, interstitial lung disease [bilateral, diffuse, parenchymal lung disease]) or current unstable or uncompensated respiratory or cardiac conditions which make it undesirable for the patient to participate in the study or which could jeopardize compliance with the protocol",
        "  Evidence of underlying pulmonary dysfunction as evidenced by oxygen saturation <90% by pulse oximetry, interstitial pulmonary infiltrates on high resolution CT scan prior to study entry and/or symptomatic pulmonary (pleural or parenchymal) metastasis.",
        "  Exclusion Criteria - Phase 2 (Cohort B):",
        "  Prior chemotherapy, endocrine therapy or radiotherapy for the presenting breast cancer. Prior incidence and treatment of contralateral invasive or non-invasive breast cancer is not an exclusion criterion.",
        "  Inflammatory breast cancer, clinically defined as the presence of erythema or induration involving one-third or more of the breast, or pathologically defined as dermal lymphatic invasion",
        "  Prior excisional biopsy or complete resection of the primary invasive tumor (prior sentinel node biopsy allowed)",
        "  Prior ipsilateral radiation therapy for invasive or non-invasive breast cancer",
        "  Distant metastasis is an exclusion criterion - Isolated ipsilateral supraclavicular node involvement and/or direct invasion of the primary tumor into skin is allowed",
        "  Concurrent therapy with any other non-protocol anti-cancer therapy",
        "  Any agent with estrogenic or putatively estrogenic properties, including herbal preparations, must be stopped at least one week prior to registration",
        "  Current therapy with hormone replacement therapy, or any hormonal agent such as raloxifene, tamoxifen, or other selective estrogen receptor modulators (agents must be stopped for one week prior to randomization)",
        "  Presence of neuropathy  grade 2 (NCI-CTC AE version 3.0) at baseline",
        "  History of any other malignancy within the past 5 years, with the exception of non-melanoma skin cancer or carcinoma-in-situ of the cervix",
        "  Clinically significant cardiovascular disease (e.g. history of myocardial infarction or stroke within 6 months, unstable angina), New York Heart Association (NYHA) Grade II or greater congestive heart failure, or serious cardiac arrhythmia requiring medication",
        "  Active, uncontrolled infection requiring parenteral antimicrobials",
        "  A history of a severe hypersensitivity reaction to anastrozole, or AZD0530 (saracatinib) or their excipients",
        "  Evidence of bleeding diathesis or coagulopathy",
        "  Resting EKG with measurable QTc interval of >480msec at 2 or more time points within a 24 hr period.",
        "  AZD0530 (saracatinib) is a substrate and inhibitor of CYP3A4. Since concurrent administration of AZD0530 with other CYP3A4 substrates has been shown to be well tolerated, continuation or initiation of medically indicated drugs that are substrates of CYP3A4 is permitted at MD discretion. Drugs listed in Appendix X that are known to strongly induce or inhibit CYP3A4 activity should be discontinued prior to study entry and should not be initiated during protocol treatment.",
        "  Any evidence of severe or uncontrolled systemic psychiatric or medical conditions (eg. Severe hepatic impairment, interstitial lung disease [bilateral, diffuse, parenchymal lung disease]) or current unstable or uncompensated respiratory or cardiac conditions which make it undesirable for the patient to participate in the study or which could jeopardize compliance with the protocol",
        "  Evidence of underlying pulmonary dysfunction as evidenced by oxygen saturation <90% by pulse oximetry prior to study entry and/or symptomatic pulmonary (pleural or parenchymal) disease.",
        "  Subjects unwilling or unable to undergo breast MRI as required by protocol will be excluded from study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase I Cohort A: Maximum Tolerated AZD0530 Daily Dose Used in Combination With Daily Oral Anastrozole",
        "  To identify a well tolerated dose of AZD0530 (saracatinib) that can be used together with anastrozole in the Phase 2 trial with tolerable toxicity and PK, subjects were followed as AEs recorded and evaluated and drug concentrations were in the therapeutic range.",
        "  Time frame: Cycle 1: Days 1 - 28",
        "Results 1: ",
        "  Arm/Group Title: Phase 1 - Cohort A",
        "  Arm/Group Description: Dual treatment with 1 mg anastrozole orally once daily together with AZD0530 175 mg orally once daily, or as specified per protocol, until disease progression for treatment of metastatic breast cancer",
        "  Anastrozole",
        "  AZD0530",
        "  Overall Number of Participants Analyzed: 12",
        "  Measure Type: Number",
        "  Unit of Measure: mg/day oral dose  anastrozole: 1",
        "saracatinib: 175"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/12 (25.00%)",
        "  Atrial fibrillation 0/12 (0.00%)",
        "  Cardiac ischemia/infarction  [1]0/12 (0.00%)",
        "  Congestive Heart Failure  [2]0/12 (0.00%)",
        "  Diverticulitis 0/12 (0.00%)",
        "  Cholecystitis 0/12 (0.00%)",
        "  Hyperbilirubinemia 0/12 (0.00%)",
        "  Urosepsis 2/12 (16.67%)",
        "  Brain hemorrhage complicating CNS metastasis 1/12 (8.33%)",
        "  Rash  [3]0/12 (0.00%)"
    ]
}