{
    "Clinical Trial ID": "NCT01904903",
    "Intervention": [
        "INTERVENTION 1: ",
        "  HER2 Therapies, Cardiac Medications",
        "  Cardiac intervention - beta-blockers and ACE-inhibitors titrated to the maximum tolerated doses",
        "  Oncology intervention - patients will receive one of the three following HER2 targeted therapies at the discretion of the treating oncologist:",
        "  Trastuzumab: loading dose of 8 mg/kg IV, followed by a maintenance dose of 6 mg/kg every 3 weeks, or a loading dose of 4 mg/kg followed by a maintenance dose of 2 mg/kg every week.",
        "  Pertuzumab: loading dose of 840 mg IV, followed by 420 mg IV every 3 weeks, administered concomitantly with trastuzumab.",
        "  Ado trastuzumab emtansine (TDM1): 3.6mg/kg IV every three weeks.",
        "  Trastuzumab: HER2 therapy",
        "  Pertuzumab: HER2 therapy",
        "  Ado Trastuzumab Emtansine: HER2 therapy"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female or male patient diagnosed with stage I-IV breast cancer",
        "  HER2 positive breast cancer, defined by immunohistochemical staining for HER2 protein of 3+ intensity and/or amplification of the HER2 gene on fluorescence in situ hybridization (FISH)  2.0 on breast specimen or biopsy of a metastatic site",
        "  LVEF < 50% and  40% documented in echocardiogram done within the last 30 days",
        "  HER2 therapy naïve or currently receiving non-lapatinib HER2 targeted therapy",
        "  Patient receiving or planning to receive trastuzumab, trastuzumab with pertuzumab or ado-trastuzumab emtansine, for at least 3 months, alone or in combination with other systemic treatment or radiation",
        "  Age  18 years",
        "  Patient is willing and able to comply with protocol required assessments and procedures",
        "Exclusion Criteria:",
        "  Previous hospitalization due to documented heart failure in the last 12 months",
        "  Current signs or symptoms of heart failure or ischemia",
        "  History of arrhythmia requiring pharmacological or electrical treatment",
        "  Concomitant use of anthracyclines or use of anthracyclines in the last 50 days",
        "  Pregnant or lactating patients. Patients of childbearing potential must implement contraceptive measures during study treatment and for 7 months after last dose of treatment drug and must have negative urine or serum pregnancy test within 7 days prior to registration.",
        "  History of significant neurologic or psychiatric disorders including psychotic disorders or dementia that would prohibit the understanding and giving of informed consent."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Patients Who Complete Planned Oncologic Therapy Without the Development of a Cardiac Event or Asymptomatic Worsening of Cardiac Function.",
        "  Cardiac events are defined as any of the following:",
        "  Presence of symptoms attributable to heart failure as confirmed by a cardiologist",
        "  Cardiac arrhythmia requiring pharmacological or electrical treatment",
        "  Myocardial infarction",
        "  Sudden cardiac death or death due to myocardial infarct, arrhythmia or heart failure",
        "  Asymptomatic worsening of cardiac function defined as:",
        "  - Asymptomatic decline in LVEF > 10% points from baseline and/or EF < 35% corroborated by a confirmatory echocardiogram in 2-4 weeks",
        "  Planned oncologic therapy is defined as:",
        "  In the adjuvant setting: completion of 1 year total of HER2 targeted therapy. If a patient already received part of the planned HER2 targeted therapy prior to enrollment in this trial, planned oncologic therapy will be achieved when a total of 1 year is completed.",
        "  In the metastatic setting: cessation of treating regimen due to progressive disease or non-cardiac toxicity or non-cardiac death.",
        "  Time frame: Up to 18 months.",
        "Results 1: ",
        "  Arm/Group Title: HER2 Therapies, Cardiac Medications",
        "  Arm/Group Description: Cardiac intervention - beta-blockers and ACE-inhibitors titrated to the maximum tolerated doses",
        "  Oncology intervention - patients will receive one of the three following HER2 targeted therapies at the discretion of the treating oncologist:",
        "  Trastuzumab: loading dose of 8 mg/kg IV, followed by a maintenance dose of 6 mg/kg every 3 weeks, or a loading dose of 4 mg/kg followed by a maintenance dose of 2 mg/kg every week.",
        "  Pertuzumab: loading dose of 840 mg IV, followed by 420 mg IV every 3 weeks, administered concomitantly with trastuzumab.",
        "  Ado trastuzumab emtansine (TDM1): 3.6mg/kg IV every three weeks.",
        "  Trastuzumab: HER2 therapy",
        "  Pertuzumab: HER2 therapy",
        "  Ado Trastuzumab Emtansine: HER2 therapy",
        "  Overall Number of Participants Analyzed: 30",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  27  90.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/30 (10.00%)",
        "  Cardiac event 3/30 (10.00%)"
    ]
}