{
    "Clinical Trial ID": "NCT00965523",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate",
        "  Eribulin mesylate 1.4 mg/m^2 intravenous infusion given over 2 to 5 minutes on Day 1 and 8 every 21 days."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Female patients with histologically or cytologically confirmed breast cancer.",
        "  Patients who have received prior chemotherapy including anthracycline and taxane.",
        "  Patients aged 20 - 74 years when giving informed consent and who have given written voluntary consent for participating in this study before the completion of Study 221.",
        "  Patients with an Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 to 2.",
        "  Patients with a measurable lesion.",
        "  Patients with an expected survival of  3 months from the start of study drug therapy.",
        "  Female patients in whom continued administration of E7389 following Study 221 will be useful.",
        "  Patients who have met the criteria for starting the next cycle in Study 221.",
        "  Namely, patients who meet all of the following criteria:",
        "  Neutrophil count >= 1,500 /µL",
        "  Platelet count >= 100,000 /µL",
        "  Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) <= 2.5 times the upper limit of normal (ULN) in the facility or <= 5 times ULN in patients with hepatic metastasis)",
        "  Total bilirubin <= 1.5 times ULN",
        "  Serum creatinine <= 1.5 times ULN",
        "  Non-hematological toxicity <= Grade 2 (excluding disease-associated events and laboratory abnormalities without clinical symptoms)",
        "Exclusion criteria:",
        "  Patients with systemic infection with a fever (  38.0°C).",
        "  Patients with pleural effusion, ascites or pericardial fluid requiring drainage.",
        "  Patients with brain metastasis presenting clinical symptoms.",
        "  Pregnant women, nursing mothers, or premenopausal women of childbearing potential. Premenopausal women of childbearing potential are defined as women who are <12 months after the latest menstruation and are positive in pregnancy test performed for enrollment or who have not taken the test and do not consent to take an appropriate contraceptive measure. Post-menopausal women must be amenorrheic for at least 12 months to make sure that they have no potential for becoming pregnant.",
        "  Patients with serious complications:",
        "  Patients with uncontrollable cardiac disease such as ischemic heart disease and arrhythmia at a level of severity that needs to be treated (excluding left ventricular hypertrophy, mild left ventricular volume overload and mild right leg block that accompany hypertension)",
        "  Patients with myocardial infarction within 6 months prior to study entry",
        "  Patients with a complication of hepatic cirrhosis",
        "  Patients with interstitial pneumonia and pulmonary fibrosis",
        "  Patients with a bleeding tendency",
        "  Patients with an active double cancer.",
        "  Pregnant women or nursing mothers.",
        "  Patients who have received extensive radiotherapy (  30% of bone marrow).",
        "  Patients who refuse to receive the supportive therapy of blood transfusion for myelosuppression.",
        "  Patients who are participating in other clinical studies.",
        "  Patients who are judged by the principal investigator or the other investigators to be inappropriate as patients in this clinical study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Subjects With Adverse Events.",
        "  [Not Specified]",
        "  Time frame: Every week during treatment and up to 30 days after last dose of study treatment",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate",
        "  Arm/Group Description: Eribulin mesylate 1.4 mg/m^2 intravenous infusion given over 2 to 5 minutes on Day 1 and 8 every 21 days.",
        "  Overall Number of Participants Analyzed: 81",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  81"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/81 (17.28%)",
        "  Neutropenia1/81 (1.23%)",
        "  Cataract1/81 (1.23%)",
        "  Ascites1/81 (1.23%)",
        "  Gastritis Hemorrhagic1/81 (1.23%)",
        "  Nausea1/81 (1.23%)",
        "  Stomatitis2/81 (2.47%)",
        "  Malaise1/81 (1.23%)",
        "  Oedema1/81 (1.23%)",
        "  Pain1/81 (1.23%)",
        "  Pyrexia1/81 (1.23%)",
        "  Infection2/81 (2.47%)",
        "  Upper Limb Fracture1/81 (1.23%)",
        "  Dehydration1/81 (1.23%)",
        "  Hypercalcemia1/81 (1.23%)"
    ]
}