{
    "Clinical Trial ID": "NCT01441596",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Afatinib Mono",
        "  Afatinib monotherapy administered orally: starting dose 40 mg per day, continuous treatment in a 3-weekly course. If well tolerated, the dose may be escalated to 50 mg.",
        "INTERVENTION 2: ",
        "  Afatinib+Vino",
        "  Afatinib 40 mg per day administered orally, continuous treatment, in combination with weekly Vinorelbine 25 mg/m² administered intravenously on days 1, 8, 15 in a 3-weekly course."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  patients with HER2 positive breast cancer with a documented central nervous system (CNS) recurrence/progression (by imaging) during or after a HER2 inhibitor (Trastuzumab and/or Lapatinib) based therapy (no leptomeningeal carcinomatosis as the only site of CNS metastases)",
        "  at least one measurable and progressive lesion in the brain (=10 mm on T1-weighted, gadolinium-enhanced Magnetic Resonance Imaging). Measurable or non measurable extracranial metastases allowed.",
        "  previous treatment with HER2 inhibitors to be discontinued prior to first study treatment administration (at least 14 days for trastuzumab and other antibodies, at least 7 days for lapatinib).",
        "  previous chemotherapy and hormonal therapy (adjuvant and metastatic regimens) allowed, but chemotherapy must have been discontinued at least 14 days and hormonal therapy at least 7 days prior to first study treatment administration.",
        "  Patients must have recovered to baseline condition or to Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 grade = 1 from any acute CTCAE v. 3.0 grade =2 side effects of previous treatments.",
        "  prior surgery, whole brain radiotherapy or stereotactic radiosurgery allowed provided that there is unequivocal evidence of one or more new and/or progressive brain metastases after completion of whole brain radiotherapy or stereotactic radiosurgery.",
        "Exclusion criteria:",
        "  Prior treatment with HER2- tyrosine kinase inhibitor other than lapatinib",
        "  Any other current malignancy or malignancy diagnosed within the past five (5) years (other than bilateral primary breast cancer, metastases to the contralateral breast, non-melanomatous skin cancer and in situ cervical cancer).",
        "  Significant chronic or recent acute gastrointestinal disorders with diarrhoea as a major symptom e.g. Crohn's disease, malabsorption or Common Terminology Criteria (CTC) grade =2 diarrhoea of any aetiology."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Patient Benefit Rate at 12 Weeks",
        "  Percentage of patients with patient benefit at week 12. Patient benefit was defined by the absence of central nervous system (CNS) disease progression according to Response Evaluation Criteria in Solid Tumours (RECIST) version 1.1 in addition to no tumour-related worsening of the neurological signs and symptoms (NSS), no tumour-related increase in corticosteroid dosage and no progression of extra CNS disease according to RECIST 1.1",
        "  Time frame: 12 weeks from randomisation",
        "Results 1: ",
        "  Arm/Group Title: Afatinib Mono",
        "  Arm/Group Description: Afatinib monotherapy administered orally: starting dose 40 mg per day, continuous treatment in a 3-weekly course. If well tolerated, the dose may be escalated to 50 mg.",
        "  Overall Number of Participants Analyzed: 40",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  30.0        (16.6 to 46.5)",
        "Results 2: ",
        "  Arm/Group Title: Afatinib+Vino",
        "  Arm/Group Description: Afatinib 40 mg per day administered orally, continuous treatment, in combination with weekly Vinorelbine 25 mg/m  administered intravenously on days 1, 8, 15 in a 3-weekly course.",
        "  Overall Number of Participants Analyzed: 38",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  34.2        (19.6 to 51.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/40 (45.00%)",
        "  Anaemia 0/40 (0.00%)",
        "  Febrile neutropenia 0/40 (0.00%)",
        "  Progressive cerebellar degeneration 0/40 (0.00%)",
        "  Vertigo 0/40 (0.00%)",
        "  Diarrhoea 3/40 (7.50%)",
        "  Dysphagia 0/40 (0.00%)",
        "  Enteritis 0/40 (0.00%)",
        "  Ileus 0/40 (0.00%)",
        "  Intestinal obstruction 0/40 (0.00%)",
        "  Nausea 1/40 (2.50%)",
        "  Stomatitis 1/40 (2.50%)",
        "  Subileus 0/40 (0.00%)",
        "  Vomiting 3/40 (7.50%)",
        "Adverse Events 2:",
        "  Total: 24/37 (64.86%)",
        "  Anaemia 1/37 (2.70%)",
        "  Febrile neutropenia 3/37 (8.11%)",
        "  Progressive cerebellar degeneration 0/37 (0.00%)",
        "  Vertigo 0/37 (0.00%)",
        "  Diarrhoea 5/37 (13.51%)",
        "  Dysphagia 1/37 (2.70%)",
        "  Enteritis 1/37 (2.70%)",
        "  Ileus 1/37 (2.70%)",
        "  Intestinal obstruction 1/37 (2.70%)",
        "  Nausea 0/37 (0.00%)",
        "  Stomatitis 1/37 (2.70%)",
        "  Subileus 1/37 (2.70%)",
        "  Vomiting 2/37 (5.41%)"
    ]
}