{
    "Clinical Trial ID": "NCT01997333",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Capecitabine",
        "  Capecitabine administered on Days 1 through 14 of each 21 day cycle until disease progression, discontinuation due to toxicity, withdrawal of consent, or end of study.",
        "INTERVENTION 2: ",
        "  CDX-011",
        "  CDX-011 administered on Day 1 of each 21 day cycle until disease progression, discontinuation due to toxicity, withdrawal of consent, or end of study."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Among other criteria, patients must meet all of the following conditions to be eligible for the study:",
        "  Diagnosed with metastatic (i.e., cancer that has spread) TNBC",
        "  minimal or no expression of estrogen and progesterone receptors (ER/PR) <10% of cells positive by immunohistochemistry",
        "  HER 2 staining 0 or 1+ by IHC or copy number <4.0 signals/cell",
        "  Documented progression of disease based on radiographic, clinical or pathologic assessment during or subsequent to the last anticancer regimen received.",
        "  Breast cancer tumor confirmed to express gpNMB. This will be determined by submitting a tissue sample from the advanced (locally advanced/recurrent or metastatic) disease setting to a central laboratory for analysis.",
        "  Received no more than two prior chemotherapy treatments for advanced (locally advanced/recurrent or metastatic) breast cancer.",
        "  Prior chemotherapy treatment must have contained an anthracycline (e.g. doxorubicin or Doxil) if clinically indicated and a taxane (eg: Taxol).",
        "  ECOG performance status of 0 - 1.",
        "  Adequate bone marrow, liver and renal function.",
        "  Exclusion:",
        "  Among other criteria, patients who meet any of the following conditions are NOT eligible for the study:",
        "  Progression/recurrence of breast cancer during or within 3 months of completion of neoadjuvant or adjuvant chemotherapy.",
        "  Ongoing neuropathy or other chemotherapy or radiation-related toxicities that are moderate (Grade 2) or worse in severity.",
        "  Known brain metastases, unless previously treated and asymptomatic for 2 months and not progressive in size or number for 2 months.",
        "  Significant cardiovascular disease.",
        "  Previously received capecitabine and discontinued due to progression or intolerance; previously received CDX-011 or other MMAE containing agents.",
        "  Active systemic infection requiring treatment. Infection controlled by oral therapy will not be exclusionary.",
        "  Chronic use of systemic corticosteroids."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS)",
        "  PFS is defined as the time from randomization to the earlier of disease progression or death due to any cause. Disease progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or progression in a non-target lesion, or the appearance of new lesions. The primary analysis of PFS was based on PFS events determined retrospectively by the central independent review committee, blinded to treatment assignment and investigator assessments according to RECIST 1.1 criteria.",
        "  Time frame: Evaluated every 6 - 9 weeks following treatment initiation",
        "Results 1: ",
        "  Arm/Group Title: Capecitabine",
        "  Arm/Group Description: Capecitabine administered on Days 1 through 14 of each 21 day cycle until disease progression, discontinuation due to toxicity, withdrawal of consent, or end of study.",
        "  Overall Number of Participants Analyzed: 109",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  2.8        (1.6 to 3.2)",
        "Results 2: ",
        "  Arm/Group Title: CDX-011",
        "  Arm/Group Description: CDX-011 administered on Day 1 of each 21 day cycle until disease progression, discontinuation due to toxicity, withdrawal of consent, or end of study.",
        "  Overall Number of Participants Analyzed: 218",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  2.9        (2.8 to 3.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 19/92 (20.65%)",
        "  Anemia 0/92 (0.00%)",
        "  Febrile neutropenia 0/92 (0.00%)",
        "  Leukopenia 0/92 (0.00%)",
        "  Neutropenia 1/92 (1.09%)",
        "  Pericardial effusion 0/92 (0.00%)",
        "  Sinus tachycardia 0/92 (0.00%)",
        "  Cataract nuclear 0/92 (0.00%)",
        "  Abdominal pain 2/92 (2.17%)",
        "  Colitis 0/92 (0.00%)",
        "  Constipation 0/92 (0.00%)",
        "  Diarrhoea 5/92 (5.43%)",
        "  Enterocolitis 2/92 (2.17%)",
        "Adverse Events 2:",
        "  Total: 71/213 (33.33%)",
        "  Anemia 2/213 (0.94%)",
        "  Febrile neutropenia 3/213 (1.41%)",
        "  Leukopenia 1/213 (0.47%)",
        "  Neutropenia 2/213 (0.94%)",
        "  Pericardial effusion 2/213 (0.94%)",
        "  Sinus tachycardia 1/213 (0.47%)",
        "  Cataract nuclear 1/213 (0.47%)",
        "  Abdominal pain 6/213 (2.82%)",
        "  Colitis 1/213 (0.47%)",
        "  Constipation 4/213 (1.88%)",
        "  Diarrhoea 6/213 (2.82%)",
        "  Enterocolitis 0/213 (0.00%)"
    ]
}