{
    "Clinical Trial ID": "NCT01901146",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ABP 980",
        "  Participants received ABP 980 at an initial dose of 8 mg/kg over a 90-minute intravenous (IV) infusion, then 6 mg/kg IV infusion every 3 weeks (Q3W) for 3 additional cycles plus 175 mg/m² paclitaxel Q3W for 4 cycles.",
        "INTERVENTION 2: ",
        "  Trastuzumab",
        "  Participants received trastuzumab at an initial dose of 8 mg/kg over a 90-minute IV infusion, then 6 mg/kg IV infusion Q3W for 3 additional cycles plus 175 mg/m² paclitaxel Q3W for 4 cycles."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females  18 years of age",
        "  Histologically confirmed invasive breast cancer",
        "  Planning for surgical resection of breast tumor and sentinel node or axillary lymph node resection",
        "  Planning neoadjuvant chemotherapy",
        "  HER2 positive disease",
        "  Measurable disease in the breast after diagnostic biopsy, defined as longest diameter  2.0 cm",
        "  Known estrogen receptor (ER) and progesterone receptor (PR) hormone receptor status at study entry",
        "  Normal bone marrow function",
        "  Normal hepatic function",
        "  Normal renal function",
        "  Subjects must sign an Institutional Review Board/Ethics Committee (IRB/EC)-approved informed consent form before any study specific procedures",
        "  Inclusion Criteria for Randomization:",
        "  Left ventricular ejection fraction (LVEF) of 55% by 2D echocardiogram",
        "  Complete all 4 cycles of run-in chemotherapy",
        "Exclusion Criteria:",
        "  Bilateral breast cancer",
        "  Presence of known metastases",
        "  Received prior treatment, including chemotherapy, biologic therapy, radiation or surgery with the exception of diagnostic biopsy for primary breast cancer",
        "  Other concomitant active malignancy or history of malignancy in the past 5 years except treated basal cell carcinoma of the skin or carcinoma in situ of the cervix",
        "  Pre-existing clinically significant ( grade 2) peripheral neuropathy",
        "  Any history of documented or current congestive heart failure, current high-risk uncontrolled arrhythmias, current angina pectoris requiring a medicinal product, current clinically significant valvular disease, current evidence of transmural infarction on electrocardiogram (ECG), or current poorly controlled hypertension",
        "  Severe dyspnea at rest requiring supplementary oxygen therapy",
        "  History of positivity for hepatitis B surface antigen, hepatitis C virus, or human immunodeficiency virus (HIV)",
        "  Recent infection requiring a course of systemic anti-infectives that were completed  14 days before enrollment (with the exception of uncomplicated urinary tract infection)",
        "  Woman of childbearing potential who is pregnant or is breast feeding",
        "  Woman of childbearing potential who is not consenting to use highly effective methods of birth control (eg, true abstinence [periodic abstinence (eg calendar ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception], sterilization, or other non-hormonal forms of contraception) during treatment and for at least 7 months after the last administration of the protocol specified treatment",
        "  Currently receiving treatment in another investigational device or drug study, or less than 30 days since ending treatment on another investigational device or drug study",
        "  Other investigational procedures while participating in this study are excluded",
        "  Subject has known sensitivity to any of the products to be administered during the study, including mammalian cell derived drug products, trastuzumab, murine proteins, or to any of the excipients",
        "  Subject previously has enrolled and/or has been randomized in this study",
        "  Subject likely to not be available to complete all protocol required study visits or procedures",
        "  History or evidence of any other clinically significant disorder, condition or disease (with the exception of those outlined above) that, in the opinion of the Investigator or Amgen physician, if consulted, would pose a risk to subject safety or interfere with the study evaluation, procedures or completion"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With a Pathologic Complete Response",
        "  Pathologic complete response (pCR) was defined as the absence of invasive tumor cells in the breast tissue and in axillary lymph nodes, regardless of residual ductal carcinoma in situ (DCIS).",
        "  Participants underwent a lumpectomy or mastectomy with sentinel lymph node dissection (SLND) or axillary lymph node dissection (ALND) within 3 to 7 weeks after the last dose of study drug in the neoadjuvant phase. The pathology evaluation of surgical specimens for pCR analysis was conducted by local laboratories at the study sites.",
        "  Time frame: 3 to 7 weeks after the last dose of study drug in the neoadjuvant phase",
        "Results 1: ",
        "  Arm/Group Title: ABP 980",
        "  Arm/Group Description: Participants received ABP 980 at an initial dose of 8 mg/kg over a 90-minute intravenous (IV) infusion, then 6 mg/kg IV infusion every 3 weeks (Q3W) for 3 additional cycles plus 175 mg/m  paclitaxel Q3W for 4 cycles.",
        "  Overall Number of Participants Analyzed: 358",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  48.0",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab",
        "  Arm/Group Description: Participants received trastuzumab at an initial dose of 8 mg/kg over a 90-minute IV infusion, then 6 mg/kg IV infusion Q3W for 3 additional cycles plus 175 mg/m  paclitaxel Q3W for 4 cycles.",
        "  Overall Number of Participants Analyzed: 338",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  40.5"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/364 (4.95%)",
        "  Febrile neutropenia 3/364 (0.82%)",
        "  Atrial fibrillation 1/364 (0.27%)",
        "  Cardio-respiratory arrest 1/364 (0.27%)",
        "  Sinus bradycardia 1/364 (0.27%)",
        "  Ventricular extrasystoles 0/364 (0.00%)",
        "  Enterocolitis 0/364 (0.00%)",
        "  Faecaloma 0/364 (0.00%)",
        "  Gastric ulcer perforation 0/364 (0.00%)",
        "  Gastrointestinal toxicity 0/364 (0.00%)",
        "  Pancreatitis acute 0/364 (0.00%)",
        "Adverse Events 2:",
        "  Total: 5/361 (1.39%)",
        "  Febrile neutropenia 0/361 (0.00%)",
        "  Atrial fibrillation 0/361 (0.00%)",
        "  Cardio-respiratory arrest 0/361 (0.00%)",
        "  Sinus bradycardia 0/361 (0.00%)",
        "  Ventricular extrasystoles 0/361 (0.00%)",
        "  Enterocolitis 0/361 (0.00%)",
        "  Faecaloma 0/361 (0.00%)",
        "  Gastric ulcer perforation 0/361 (0.00%)",
        "  Gastrointestinal toxicity 1/361 (0.28%)",
        "  Pancreatitis acute 0/361 (0.00%)"
    ]
}