{
    "Clinical Trial ID": "NCT01705691",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm 1: Paclitaxel Then AC",
        "  Paclitaxel 80 mg/m2 IV weekly for 12 doses followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles",
        "  Paclitaxel: 80 mg/m2 IV over 60 minutes weekly for 12 weeks",
        "  Doxorubicin: 60 mg/m2 IV over 15 minutes on day 1 every 21 days for 4 cycles",
        "  Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles",
        "INTERVENTION 2: ",
        "  Arm 2: Eribulin Then AC",
        "  Eribulin 1.4 mg/m2 IV on days 1 and 8 of a 21-day cycle for 4 cycles, followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles",
        "  Eribulin: 1.4 mg/m2 IV over 2 to 5 minutes on Days 1 and 8 every 21 days for 4 cycles",
        "  Doxorubicin: 60 mg/m2 IV over 15 minutes on day 1 every 21 days for 4 cycles",
        "  Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients should have a life expectancy of at least 10 years, excluding their diagnosis of breast cancer. (Comorbid conditions should be taken into consideration, but not the diagnosis of breast cancer.)",
        "  Patients of reproductive potential must agree to use an effective non-hormonal method of contraception during therapy and for at least 6 months after the last dose of study therapy.",
        "  The patient must have consented to participate and must have signed and dated an appropriate Institutional Review Board (IRB)-approved consent form that conforms to federal and institutional guidelines.",
        "  Patients must be female.",
        "  Patients must be > 18 years old.",
        "  The Eastern Cooperative Oncology Group (ECOG) performance status must be 0 or 1.",
        "  The diagnosis of invasive adenocarcinoma of the breast must have been made by core needle biopsy or by limited incisional biopsy.",
        "  Patients must have ER analysis performed on the primary tumor prior to randomization. If ER analysis is negative, then Progesterone Receptor (PgR) analysis must also be performed. (Patients are eligible with either hormone receptor-positive or hormone receptor-negative tumors.)",
        "  Clinical staging, based on the assessment by physical exam, must be American Joint Committee on Cancer (AJCC) stage IIB, IIIA, IIIB, or IIIC: cT2 and cN1, cT3 and cN0 or cN1, Any cT and cN2 or cN3, cT4",
        "  The patient must have a mass in the breast or axilla measuring greater than or equal to 2.0 cm by physical exam, unless the patient has inflammatory breast cancer, in which case measurable disease by physical exam is not required.",
        "  At the time of randomization, blood counts performed within 4 weeks prior to randomization must meet the following criteria: Absolute Neutrophil Count (ANC) must be greater than or equal to 1200/mm3; Platelet count must be greater than or equal to 100,000/mm3; Hemoglobin must be greater than or equal to 10 g/dL.",
        "  The following criteria for evidence of adequate hepatic function performed within 4 weeks prior to randomization must be met: total bilirubin must be less than or equal to Upper Limit of Normal (ULN) for the lab unless the patient has a bilirubin elevation > ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and alkaline phosphatase must be less than or equal to 1.5 x ULN for the lab; and Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) must be less than or equal to 1.5 x ULN for the lab.",
        "  Patients with alkaline phosphatase > ULN but less than or equal to 1.5 x ULN are eligible for inclusion in the study if liver imaging (CT, MRI, PET, or PET-CT scan) performed within 4 weeks prior to randomization does not demonstrate metastatic disease and the requirements in the criteria below for unexplained skeletal pain are met.",
        "  Patients with either unexplained skeletal pain or alkaline phosphatase that is > ULN but less than or equal to 1.5 x ULN are eligible for inclusion in the study if a bone scan, PET-CT scan, or PET scan performed within 4 weeks prior to randomization does not demonstrate metastatic disease. Patients with suspicious findings on bone scan or PET scan are eligible if suspicious findings are determined to be benign by x-ray, MRI, or biopsy.",
        "  Serum creatinine performed within 4 weeks prior to randomization must be less than or equal to 1.5 x ULN for the lab.",
        "  Serum potassium and serum magnesium performed within 4 weeks prior to randomization must be Within Normal Limits (WNL).",
        "  The Left Ventricular Ejection Fraction (LVEF) assessment by 2-D echocardiogram or Multigated acquisition (MUGA) scan performed within 90 days prior to randomization must be greater than or equal to 50% regardless of the facility's Lower Limit of Normal (LLN).",
        "  ECG performed within 4 weeks before study entry must demonstrate a QTc interval that is less than or equal to 0.47 seconds.",
        "Exclusion Criteria:",
        "  Tumor that has been determined to be HER2-positive by immunohistochemistry (3+) or by in situ hybridization (positive for gene amplification), or has been determined to be HER2-equivocal and the investigator plans to administer trastuzumab or other targeted therapy.",
        "  Fine Needle Aspiration (FNA) alone to diagnose the primary breast cancer.",
        "  Excisional biopsy or lumpectomy performed prior to randomization.",
        "  Surgical axillary staging procedure prior to randomization. (Procedures that are permitted prior to study entry include: 1) FNA or core biopsy of an axillary node for any patient, and 2) although not recommended, a pre-neoadjuvant therapy Sentinal Node (SN) biopsy for patients with clinically negative axillary nodes.)",
        "  Definitive clinical or radiologic evidence of metastatic disease. (Note: Chest imaging is mandatory for all patients within 90 days prior to randomization. Other imaging [if required] must have been performed within 4 weeks prior to randomization.)",
        "  History of ipsilateral invasive breast cancer regardless of treatment or ipsilateral Ductal Carcinoma in Situ (DCIS) treated with Radiation Therapy (RT). (Patients with a history of Lobular Carcinoma in Situ (LCIS), contralateral DCIS [regardless of RT], or contralateral invasive breast cancer are eligible.)",
        "  History of non-breast malignancies (except for in situ cancers treated only by local excision and basal cell and squamous cell carcinomas of the skin) within 5 years prior to randomization.",
        "  Known metastatic disease from any malignancy (solid tumor or hematologic).",
        "  Previous therapy with anthracyclines, taxanes, cyclophosphamide, or eribulin for any malignancy.",
        "  Treatment including RT, chemotherapy, and/or targeted therapy, administered for the currently diagnosed breast cancer prior to randomization.",
        "  Continued endocrine therapy such as raloxifene or tamoxifen (or other SERM) or an aromatase inhibitor. (Patients are eligible if these medications are discontinued prior to randomization.)",
        "  Any continued sex hormonal therapy, e.g., birth control pills and ovarian hormone replacement therapy. Patients are eligible if these medications are discontinued prior to randomization.",
        "  Requirement for chronic use of any drugs known to prolong the QT interval, including Na+ and K+ channel blockers. (Patients are eligible if these medications and/or substances can be discontinued prior to the first dose of eribulin and will not need to be resumed until after the last dose of eribulin.)",
        "  Active hepatitis B or hepatitis C with abnormal liver function tests.",
        "  Intrinsic lung disease resulting in dyspnea.",
        "  Active infection; or chronic infection requiring chronic suppressive antibiotics.",
        "  Persistent greater than or equal to grade 2 diarrhea regardless of etiology.",
        "  Sensory or motor neuropathy greater than or equal to grade 2, as defined by the NCI Common Toxicity Criteria for Adverse Effects (CTCAE) v4.0.",
        "  Conditions that would prohibit intermittent administration of corticosteroids for paclitaxel premedication.",
        "  Chronic daily treatment with corticosteroids with a dose of greater than or equal to 10 mg/day methylprednisolone equivalent (excluding inhaled steroids).",
        "  Uncontrolled hypertension defined as a systolic BP > 150 mmHg or diastolic BP > 90 mmHg, with or without anti-hypertensive medications. (Patients with hypertension that is well-controlled on medication are eligible.)",
        "  Cardiac disease (history of and/or active disease) that would preclude the use of any of the drugs included in the treatment regimen. This includes but is not confined to: Active cardiac disease: symptomatic angina pectoris within the past 180 days that required the initiation of or increase in anti-anginal medication or other intervention; ventricular arrhythmias except for benign premature ventricular contractions; supraventricular and nodal arrhythmias requiring a pacemaker or not controlled with medication; conduction abnormality requiring a pacemaker; valvular disease with documented compromise in cardiac function; and symptomatic pericarditis. History of cardiac disease: myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities on assessment of Left Ventricular (LV) function; history of documented Congestive Heart Failure (CHF) documented cardiomyopathy; and congenital long QT syndrome.",
        "  Other nonmalignant systemic disease that would preclude the patient from receiving study treatment or would prevent required follow-up.",
        "  Pregnancy or lactation at the time of randomization.",
        "  Any psychiatric or addictive disorder or other condition that, in the opinion of the investigator, would preclude her from meeting the study requirements.",
        "  Use of any investigation agent within 4 weeks prior to randomization."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Pathologic Complete Response Rate (ypCR) Following Neoadjuvant Therapy in Breast and Axillary Lymph Nodes",
        "  Percentage of patients with no histologic evidence of cancer in breast and axillary lymph nodes.",
        "  Time frame: At the time of surgery approximately 24 to 28 weeks.",
        "Results 1: ",
        "  Arm/Group Title: Arm 1: Paclitaxel Then AC",
        "  Arm/Group Description: Paclitaxel 80 mg/m2 IV weekly for 12 doses followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles",
        "  Paclitaxel: 80 mg/m2 IV over 60 minutes weekly for 12 weeks",
        "  Doxorubicin: 60 mg/m2 IV over 15 minutes on day 1 every 21 days for 4 cycles",
        "  Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles",
        "  Overall Number of Participants Analyzed: 19",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  26.3",
        "Results 2: ",
        "  Arm/Group Title: Arm 2: Eribulin Then AC",
        "  Arm/Group Description: Eribulin 1.4 mg/m2 IV on days 1 and 8 of a 21-day cycle for 4 cycles, followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles",
        "  Eribulin: 1.4 mg/m2 IV over 2 to 5 minutes on Days 1 and 8 every 21 days for 4 cycles",
        "  Doxorubicin: 60 mg/m2 IV over 15 minutes on day 1 every 21 days for 4 cycles",
        "  Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles",
        "  Overall Number of Participants Analyzed: 30",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  16.7"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/19 (15.79%)",
        "  Febrile neutropenia 1/19 (5.26%)",
        "  Colitis 1/19 (5.26%)",
        "  Pain in extremity 0/19 (0.00%)",
        "  Nephrolithiasis 0/19 (0.00%)",
        "  Pulmonary embolism 1/19 (5.26%)",
        "  Dyspnoea 0/19 (0.00%)",
        "  Haematoma 0/19 (0.00%)",
        "Adverse Events 2:",
        "  Total: 4/30 (13.33%)",
        "  Febrile neutropenia 1/30 (3.33%)",
        "  Colitis 0/30 (0.00%)",
        "  Pain in extremity 1/30 (3.33%)",
        "  Nephrolithiasis 1/30 (3.33%)",
        "  Pulmonary embolism 0/30 (0.00%)",
        "  Dyspnoea 1/30 (3.33%)",
        "  Haematoma 1/30 (3.33%)"
    ]
}