{
    "Clinical Trial ID": "NCT00791037",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Treatment (Vaccine Therapy+ex Vivo-expanded T Cells)",
        "  Patients receive HER2/neu peptide vaccine admixed with sargramostim (GM-CSF) ID on days 1, 8, and 15. Beginning 2 weeks later, patients undergo leukapheresis to isolate and collect peripheral blood mononuclear cells for T-cell expansion.",
        "  Patients receive cyclophosphamide IV once on day -1 and autologous ex vivo-expanded HER2-specific T cell IV over 30 minutes on day 1. Treatment repeats every 7-10 days for up to three immunizations. Patients receive a booster HER2/neu peptide vaccine 1 month after the final T-cell infusion, followed by 2 additional booster vaccines at 2-month intervals.",
        "  HER-2/neu peptide vaccine: Given ID",
        "  leukapheresis: Undergo leukapheresis",
        "  ex vivo-expanded HER2-specific T cells: Given IV",
        "  cyclophosphamide: Given IV",
        "  sargramostim: Given ID",
        "  laboratory biomarker analysis: Correlative study"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with HER2+ Stage IV breast cancer that have been maximally treated and not achieved a complete remission",
        "  Patients must have stable or slowly progressive disease state, measurable disease as:",
        "  Extraskeletal disease that can be accurately measured >= 10 mm by standard imaging techniques that can include but not limited to computed tomography (CT), positron emission tomography (PET), PET/CT, magnetic resonance imaging (MRI);",
        "  Skeletal or bone-only disease which is measurable by fludeoxyglucose (FDG) PET or PET/CT imaging will also be allowed",
        "  Patients can be currently receiving trastuzumab and/or lapatinib and/or hormonal therapy and/or bisphosphonate therapy",
        "  HER2 overexpression in the primary tumor or metastasis by immunohistochemistry (IHC) of 2+ or 3+, or documented gene amplification by fluorescence in situ hybridization (FISH) analysis; if overexpression is 2+ by IHC, then patients must have HER2 gene amplification documented by FISH",
        "  Subjects must have a Performance Status Score (Southwest Oncology Group [SWOG]/Zubrod Scale) = 0, 1 or 2",
        "  Patients must be off all immunosuppressive treatments such as chemotherapy or systemic steroid therapy a minimum of 14 days prior to initiation of study (i.e. first vaccination)",
        "  Patients on trastuzumab and/or lapatinib must have a baseline left ventricular ejection fraction (LVEF) measured by multi gated acquisition scan (MUGA) or echocardiogram (ECHO) equal to or greater than the lower limit of normal for the facility within 90 days of eligibility determination",
        "  Men and women of reproductive ability must agree to contraceptive use during the entire study period",
        "  Patients must have an expected survival of 6 months",
        "  White blood cell (WBC) >= 3000/mm^3",
        "  Absolute neutrophil count (ANC) >= 1000/mm^3",
        "  Hemoglobin (Hgb) >= 10 mg/dl",
        "  Platelets >= 75,000/mm^3",
        "  Serum creatinine =< 2.0 mg/dl or creatinine clearance > 60 ml/min",
        "  Total bilirubin =< 2.5 mg/dl",
        "  Aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT) =< 3 times upper limit of normal (ULN)",
        "  Patients must be >= 18 years old",
        "Exclusion Criteria:",
        "  Patients with any of the following cardiac conditions:",
        "  Symptomatic restrictive cardiomyopathy;",
        "  Unstable angina within 4 months prior to enrollment;",
        "  New York Heart Association functional class III-IV heart failure on active treatment",
        "  Patients with any contraindication to receiving rhuGM-CSF based products",
        "  Patients with any clinically significant autoimmune disease uncontrolled with treatment",
        "  Patients with a history of brain metastases must have a stable head imaging study within 30 days of eligibility determination; specifically, patients with active brain metastases will not be eligible for study",
        "  Patients who are simultaneously enrolled in any other treatment study",
        "  Pregnant or breast-feeding women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Evaluate Toxicity of Infusing HER2-specific T Cells as Assessed by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v3.0",
        "  Patients are monitored for the development of end organ damage by assessing adverse events with serum chemistries, liver function studies, complete blood counts, urine analysis and physical exams. All adverse events for all systems are graded on a scale of 1-5 and attribution is assigned. There are DLT criteria. DLT is defined as any incidence of Grade 3 hematologic and non-hematologic toxicity (excluding: fever, hypoxia, and urticaria) Thus, if a subject develops a Grade 3 toxicity (excluding those listed in Table 4) will be considered excessive toxicity and no further dose escalations will occur.",
        "  Time frame: Up to 4 months after first booster vaccine",
        "Results 1: ",
        "  Arm/Group Title: Treatment (Vaccine Therapy+ex Vivo-expanded T Cells)",
        "  Arm/Group Description: Patients receive HER2/neu peptide vaccine admixed with sargramostim (GM-CSF) ID on days 1, 8, and 15. Beginning 2 weeks later, patients undergo leukapheresis to isolate and collect peripheral blood mononuclear cells for T-cell expansion.",
        "  Patients receive cyclophosphamide IV once on day -1 and autologous ex vivo-expanded HER2-specific T cell IV over 30 minutes on day 1. Treatment repeats every 7-10 days for up to three immunizations. Patients receive a booster HER2/neu peptide vaccine 1 month after the final T-cell infusion, followed by 2 additional booster vaccines at 2-month intervals.",
        "  HER-2/neu peptide vaccine: Given ID",
        "  leukapheresis: Undergo leukapheresis",
        "  ex vivo-expanded HER2-specific T cells: Given IV",
        "  cyclophosphamide: Given IV",
        "  sargramostim: Given ID",
        "  laboratory biomarker analysis: Correlative study",
        "  Overall Number of Participants Analyzed: 19",
        "  Measure Type: Number",
        "  Unit of Measure: participants  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/23 (4.35%)",
        "  Unrelated Pulmonary Embolus 1/23 (4.35%)"
    ]
}