{
    "Clinical Trial ID": "NCT00486525",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I: Yoga Therapy",
        "  Patients participated in a Hatha yoga session over 90 minutes twice weekly for 12 weeks. Patients were also encouraged to practice yoga at home. Patients recorded their total home/class practice time in weekly logs.",
        "INTERVENTION 2: ",
        "  Arm II: Wait-List",
        "  Wait-listed women were told to continue performing their usual activities, and to refrain from beginning any yoga practice. After their final assessment they were offered the yoga classes."
    ],
    "Eligibility": [
        "DISEASE CHARACTERISTICS:",
        "  Stage 0-IIIA breast cancer survivor",
        "  Completed cancer treatment within the past 36 months (except for tamoxifen/aromatase inhibitors)",
        "  At least 2 months since prior surgery, adjuvant therapy, or radiotherapy, whichever occurred last",
        "  Women who are not currently practicing yoga and have not participated in any of the following activities:",
        "  Meditation, tai chi, or related activities",
        "  Yoga or tai chi within the past 6 months",
        "  Had classes for or practiced yoga for more than 3 months",
        "  Women who typically engage in a total of 5 or more hours of vigorous physical activity per week are not eligible",
        "  No inflammatory breast cancer",
        "  PATIENT CHARACTERISTICS:",
        "Inclusion criteria:",
        "  Hemoglobin  10 g/dL (patients with a hemoglobin of < 10 g/dL may be retested in 6 weeks after treatment of anemia and allowed to participate in study if blood counts recovered)",
        "  Physically able to fully participate in yoga intervention",
        "Exclusion criteria:",
        "  Inability to comfortably get up and down from the floor 2-3 times in a session",
        "  Breathing problems requiring use of oxygen",
        "  Problems walking without a cane or walker assistance",
        "  Prior knee or hip replacement with limited movement in the joint",
        "  Inability to comfortably lie on the stomach",
        "  Alcohol, or drug abuse",
        "  Diagnosis of any of the following conditions:",
        "  Diabetes",
        "  Chronic obstructive pulmonary disease",
        "  Uncontrolled hypertension",
        "  Evidence of liver or kidney failure",
        "  Symptomatic ischemic heart disease",
        "  Significant visual or auditory problems",
        "  Mental disorder or cognitive impairment",
        "  Notable serious cardiovascular history (e.g., prior life-threatening abnormal heart rhythms)",
        "  Other medical conditions involving the immune system such as autoimmune and/or inflammatory diseases including rheumatoid arthritis and ulcerative colitis",
        "  History of breast or any other cancer, except basal or squamous cell skin cancer",
        "  PRIOR CONCURRENT THERAPY:",
        "  See Disease Characteristics",
        "  No regular use of medications with major immunological consequences (e.g., steroids)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Stimulated ln (TNF-a)",
        "  log-transformed Lipopolysaccharide (LPS) stimulated Tumor Necrosis Factor-alpha (TNF-alpha)",
        "  Time frame: Immediately post-treatment and 3 months post-treatment",
        "Results 1: ",
        "  Arm/Group Title: Arm I: Yoga Therapy",
        "  Arm/Group Description: Patients participated in a Hatha yoga session over 90 minutes twice weekly for 12 weeks. Patients were also encouraged to practice yoga at home. Patients recorded their total home/class practice time in weekly logs.",
        "  Overall Number of Participants Analyzed: 92",
        "  Least Squares Mean (Standard Error)",
        "  Unit of Measure: ln (pg/mL)  Immediately post-treatment: 8.31         (0.041)",
        "  3 months post-treatment: 8.31         (0.042)",
        "Results 2: ",
        "  Arm/Group Title: Arm II: Wait-List",
        "  Arm/Group Description: Wait-listed women were told to continue performing their usual activities, and to refrain from beginning any yoga practice. After their final assessment they were offered the yoga classes.",
        "  Overall Number of Participants Analyzed: 84",
        "  Least Squares Mean (Standard Error)",
        "  Unit of Measure: ln (pg/mL)  Immediately post-treatment: 8.39         (0.040)",
        "  3 months post-treatment: 8.44         (0.043)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/100 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/100 (0.00%)"
    ]
}