{
    "Clinical Trial ID": "NCT01120184",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Trastuzumab + Taxane",
        "  Participants received trastuzumab plus either docetaxel or paclitaxel. The regimen was chosen at the investigator's discretion. Option 1: trastuzumab 8 mg/kg via IV infusion on Day 1 of Cycle 1, then 6 mg/kg IV on Day 1 of each subsequent 3-week cycle; plus a minimum of 6 cycles with docetaxel 75 or 100 mg/m^2 IV on Day 1 of each 3-week cycle. Option 2: trastuzumab 4 mg/kg IV on Day 1 of Cycle 1, then 2 mg/kg IV weekly beginning on Day 8 of Cycle 1; plus a minimum of 18 weeks with paclitaxel 80 mg/m^2 IV weekly. Treatment continued until disease progression, unacceptable toxicity, or study termination. If trastuzumab or docetaxel were discontinued for toxicity, the other agent could be continued as monotherapy.",
        "INTERVENTION 2: ",
        "  Trastuzumab Emtansine + Placebo",
        "  Participants received trastuzumab emtansine plus pertuzumab-placebo. Trastuzumab emtansine was administered as 3.6 mg/kg via IV infusion, following completion of the placebo IV infusion, on Day 1 of each 3-week cycle. Treatment continued until disease progression, unacceptable toxicity, or study termination."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Adult participants >/=18 years of age",
        "  HER2-positive breast cancer",
        "  Histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease, and be a candidate for chemotherapy. Participants with locally advanced disease must have recurrent or progressive disease, which must not be amenable to resection with curative intent.",
        "  Participants must have measurable and/or non-measurable disease which must be evaluable per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1",
        "  Adequate organ function as determined by laboratory results",
        "Exclusion Criteria:",
        "  History of prior (or any) chemotherapy for metastatic breast cancer or recurrent locally advanced disease",
        "  An interval of <6 months from the last dose of vinca-alkaloid or taxane cytotoxic chemotherapy until the time of metastatic diagnosis",
        "  Hormone therapy <7 days prior to randomization",
        "  Trastuzumab therapy and/or lapatinib (neo- or adjuvant setting) <21 days prior to randomization",
        "  Prior trastuzumab emtansine or pertuzumab therapy"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Death or Disease Progression According to Independent Review Facility (IRF) Assessment",
        "  Tumor assessments were performed according to Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1, using radiographic images submitted to the IRF up to and including the confirmatory tumor assessment 4 to 6 weeks after study drug discontinuation. Disease progression was defined as a greater than or equal to (  ) 20 percent (%) and 5-millimeter (mm) increase in sum of diameters of target lesions, taking as reference the smallest sum obtained during the study, or appearance of new lesion(s). The percentage of participants with death or disease progression was calculated as [number of participants with event divided by the number analyzed] multiplied by 100.",
        "  Time frame: Up to 48 months from randomization until clinical cutoff of 16-Sept-2014 (at Screening, every 9 weeks for 81 weeks, then every 12 weeks thereafter and/or up to 42 days after last dose)",
        "Results 1: ",
        "  Arm/Group Title: Trastuzumab + Taxane",
        "  Arm/Group Description: Participants received trastuzumab plus either docetaxel or paclitaxel. The regimen was chosen at the investigator's discretion. Option 1: trastuzumab 8 mg/kg via IV infusion on Day 1 of Cycle 1, then 6 mg/kg IV on Day 1 of each subsequent 3-week cycle; plus a minimum of 6 cycles with docetaxel 75 or 100 mg/m^2 IV on Day 1 of each 3-week cycle. Option 2: trastuzumab 4 mg/kg IV on Day 1 of Cycle 1, then 2 mg/kg IV weekly beginning on Day 8 of Cycle 1; plus a minimum of 18 weeks with paclitaxel 80 mg/m^2 IV weekly. Treatment continued until disease progression, unacceptable toxicity, or study termination. If trastuzumab or docetaxel were discontinued for toxicity, the other agent could be continued as monotherapy.",
        "  Overall Number of Participants Analyzed: 365",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  63.3",
        "Results 2: ",
        "  Arm/Group Title: Trastuzumab Emtansine + Placebo",
        "  Arm/Group Description: Participants received trastuzumab emtansine plus pertuzumab-placebo. Trastuzumab emtansine was administered as 3.6 mg/kg via IV infusion, following completion of the placebo IV infusion, on Day 1 of each 3-week cycle. Treatment continued until disease progression, unacceptable toxicity, or study termination.",
        "  Overall Number of Participants Analyzed: 367",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  64.3"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 81/353 (22.95%)",
        "  Febrile neutropenia * 13/353 (3.68%)",
        "  Anaemia * 21/353 (0.28%)",
        "  Neutropenia * 25/353 (1.42%)",
        "  Thrombocytopenia * 20/353 (0.00%)",
        "  Hypercoagulation * 21/353 (0.28%)",
        "  Leukopenia * 21/353 (0.28%)",
        "  Atrial fibrillation * 1/353 (0.28%)",
        "  Cardiac failure * 0/353 (0.00%)",
        "  Cardiac failure congestive * 0/353 (0.00%)",
        "  Myocardial infarction * 1/353 (0.28%)",
        "Adverse Events 2:",
        "  Total: 86/361 (23.82%)",
        "  Febrile neutropenia * 0/361 (0.00%)",
        "  Anaemia * 25/361 (1.39%)",
        "  Neutropenia * 20/361 (0.00%)",
        "  Thrombocytopenia * 22/361 (0.55%)",
        "  Hypercoagulation * 20/361 (0.00%)",
        "  Leukopenia * 20/361 (0.00%)",
        "  Atrial fibrillation * 0/361 (0.00%)",
        "  Cardiac failure * 0/361 (0.00%)",
        "  Cardiac failure congestive * 0/361 (0.00%)",
        "  Myocardial infarction * 0/361 (0.00%)"
    ]
}