{
    "Clinical Trial ID": "NCT02005887",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm A: Triptorelin + Letrozol",
        "  Arm A: Triptorelin 3.75 mg i.m. on day 1 every 28 days for 6 cycles + letrozole 2.5 mg/day orally for 6 cycles",
        "  Triptorelin: Triptorelin 3.75 mg injected into the muscle on day 1 every 28 days for 6 cycles (1 cycle= 28 days)",
        "  Letrozole: Letrozole 2.5 mg orally every day for 6 cycles",
        "INTERVENTION 2: ",
        "  Arm B: Degarelix + Letrozol",
        "  Arm B: Degarelix 240 mg s.c. on day 1 of cycle 1, followed by 80 mg s.c. on day 1 of cycles 2 to 6 + letrozole 2.5 mg every day orally for 6 cycles",
        "  Degarelix: Degarelix 240 mg injected under the skin given as two injections of 120 mg on the first day of treatment, followed by injection of 80 mg on day 1 of cycles 2 to 6 (1 cycle=28 days)",
        "  Letrozole: Letrozole 2.5 mg orally every day for 6 cycles"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female gender",
        "  Premenopausal status measured within 14 days Prior to randomization: Estradiol (E2) must be above 54 pg/mL (or above 198 pmol/L",
        "  Age  18 years",
        "  Performance Status - Eastern Cooperative Oncology Group (ECOG) 0-1",
        "  Histologically confirmed invasive breast cancer: Primary tumor greater than 2 cm Diameter, any nodal stage, no evidence of metastasis (M0)",
        "  Primary tumor must have ER and PgR >50% of the cells",
        "  Primary tumor must be HER2-negative (by IHC and/or ISH)",
        "  Hematopoietic status: Absolute neutrophil count  1.5 × 109/L, platelet count  100 × 109/L, hemoglobin  9 g/dL",
        "  Hepatic status: Serum total bilirubin  1.5 × upper limit of normal (ULN), AST and ALT  2.5 × ULN, Alkaline phosphatase  2.5 × ULN",
        "  Renal status: Creatinine  1.5 ×ULN",
        "  Negative serum pregnancy test, within 2 weeks (preferably 7 days) prior to randomization.",
        "  The patient must be willing to use effective non-hormonal contraception after the pregnancy test and up to surgery. Oral, injectable, or implant hormonal contraceptives or medicated IUD are not allowed within 2 months prior to randomization and during the trial.",
        "  Prior fertility treatment is allowed but must have been stopped at least 12 months before randomization.",
        "  The patient has completed the baseline patient-reported symptoms questionnaire.",
        "  Written Informed Consent (IC) must be signed and dated by the patient and the Investigator prior to randomization.",
        "  The patient has been informed of and agrees to data transfer and handling, in accordance with national data protection guidelines.",
        "  The patient accepts blood samples to be taken for the determination of the primary endpoint.",
        "  The patient agrees to make tumor available for submission for central pathology review and for translational studies as part of this protocol",
        "Exclusion Criteria:",
        "  Postmenopausal",
        "  Any hormonal treatment (e.g., oral, injectable, implant, or medicated IUD) in the previous 2 months",
        "  Presence of HER2 overexpression or amplification",
        "  Received any prior treatment for primary invasive breast cancer",
        "  Received any GnRH analog or SERM or AI within 12 months prior to randomization",
        "  A history of malignant neoplasms within the past 10 years, except for curatively treated,Basal and squamous cell carcinoma of the skin, carcinoma in situ of the cervix, carcinoma in situ of the bladder",
        "  Previous ipsilateral breast cancer (invasive or in situ) at any time",
        "  Inflammatory breast cancer",
        "  Bilateral invasive breast cancer",
        "  Known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension ( 180/110), unstable diabetes mellitus, dyspnea at rest, or chronic therapy with oxygen",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical disorder that would interfere with the subject's safety",
        "  Unresolved or unstable, serious adverse events from prior administration of another investigational drug",
        "  Active or uncontrolled infection CTCAE v.4 grade 2 or higher",
        "  Dementia, altered mental status, or any psychiatric condition that would prevent the understanding or rendering of Informed Consent",
        "  Treatment with an investigational agent must have stopped at least 30 days before randomization.",
        "  Pregnant or lactating women; lactation has to stop before randomization."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Time to Optimal Ovarian Function Suppression",
        "  Time from the first injection of degarelix or triptorelin to the first assessment of centrally assessed 17-β-estradiol (E2) level in the range of optimal ovarian function suppression (  2.72 pg/mL or 10 pmol/L) during the 6 cycles of neoadjuvant treatments.",
        "  Time frame: up to 24 weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm A: Triptorelin + Letrozol",
        "  Arm/Group Description: Arm A: Triptorelin 3.75 mg i.m. on day 1 every 28 days for 6 cycles + letrozole 2.5 mg/day orally for 6 cycles",
        "  Triptorelin: Triptorelin 3.75 mg injected into the muscle on day 1 every 28 days for 6 cycles (1 cycle= 28 days)",
        "  Letrozole: Letrozole 2.5 mg orally every day for 6 cycles",
        "  Overall Number of Participants Analyzed: 26",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: days  14        (8 to 14)",
        "Results 2: ",
        "  Arm/Group Title: Arm B: Degarelix + Letrozol",
        "  Arm/Group Description: Arm B: Degarelix 240 mg s.c. on day 1 of cycle 1, followed by 80 mg s.c. on day 1 of cycles 2 to 6 + letrozole 2.5 mg every day orally for 6 cycles",
        "  Degarelix: Degarelix 240 mg injected under the skin given as two injections of 120 mg on the first day of treatment, followed by injection of 80 mg on day 1 of cycles 2 to 6 (1 cycle=28 days)",
        "  Letrozole: Letrozole 2.5 mg orally every day for 6 cycles",
        "  Overall Number of Participants Analyzed: 25",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: days  3        (3 to 3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/26 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}