{
    "Clinical Trial ID": "NCT01434342",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Arm I - Quitline",
        "  Participants receive a letter from their physician advising them to quit smoking, and undergo a 15-30-minute smoking-cessation counseling session by a trained research staff.",
        "  The participants are educated and motivated about the importance of quitting smoking, and cancer-specific quitting issues. They will be called by Quitline in 2-3 days and receive a fact sheet about benefits of SC for cancer patients.",
        "  Participants receive 8 weeks of nicotine replacement patches and up to 5 proactive telephone calls over a 12-week period.",
        "  Participants also learn behavioral tips and coping skills.",
        "INTERVENTION 2: ",
        "  Arm II - Usual Care",
        "  Participants receive a letter from their physician advising them to quit smoking, the importance of quitting smoking for cancer patients, and a copy of the National Cancer Institute's \"Clearing the Air\" smoking cessation booklet. Participants also receive standard of care from their oncology and other treatment providers which may or may not include nicotine replacement therapy."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  AJCC Stages 0, I, II, & III lung, breast, prostate, colorectal, bladder, head & neck, and cervical cancers (all histologies).",
        "  Reports smoking any amount in the last 7 days.",
        "  Scheduled to receive or currently receiving surgery, radiation or chemotherapy OR have received one or more of the following in the last 6 months surgery, last radiation treatment or last chemotherapy treatment.",
        "  18 years of age or older",
        "  KPS of 70-100",
        "  Ability to understand and the willingness to sign a written informed consent document.",
        "  Willing to consider quitting smoking",
        "Exclusion Criteria:",
        "  Unstable cardiac disease - defined as congestive heart failure, unstable angina, serious arrhythmias, or Myocardial Infarction in the past month.",
        "  Current use or planned use of varenicline (Chantix), Zyban, Buproprion or any other nicotinic receptor agonist (Patients that discontinue use of these type drugs within 7 days are eligible.)",
        "  Current probable alcohol abuse as defined by more than 5 drinks per day for men and 4 drinks per day for women and a Alcohol Use Disorders Identification Test (AUDIT) score > 8.",
        "  If patient answers \"no\" to 5 drinks per day for men and 4 drinks per day for women the patient is eligible. AUDIT assessment does not need to be administered.",
        "  If patient answers \"yes \" to 5 drinks per day for men and 4 drinks per day for women the AUDIT assessment must be administered. If AUDIT score is > 8 patient is not eligible.",
        "  Use of illegal drugs or use of prescription medications for non-medical reasons in the past month.",
        "  Current use of chewing, dipping and pipe tobacco, or cigars.",
        "  Patient does not have regular access to a telephone to receive Quitline calls lasting 15-30 minutes.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to nicotine replacement therapy.",
        "  Active Peptic Ulcer Disease",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing, psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Due to unknown risks and potential harm to the unborn fetus, sexually active women of childbearing potential must use a reliable method of birth control while participating in this study. Reliable methods of birth control are: abstinence (not having sex), oral contraceptives, intrauterine device (IUD), DepoProvera, tubal ligation, or vasectomy of the partner (with confirmed negative sperm counts) in a monogamous relationship (same partner). An acceptable, although less reliable, method involves the careful use of condoms and spermicidal foam or gel and/or a cervical cap or sponge. We encourage you to discuss this issue further with your doctors if you have any questions.",
        "  If you are pregnant, should become pregnant or suspect you are pregnant prior to or while participating in this study, you should inform your study physician immediately. Nicotine replacement therapy has the potential for teratogenic or abortifacient effects and is classified as a FDA Pregnancy category D drug. The U.S. Clinical Practice Guideline states that pregnant smokers should be encouraged to quit without medication based on insufficient evidence of effectiveness and hypothetical concerns with safety. Pregnant women enrolled in the study and randomized to the Quitline group intervention should participate in the Quitline intervention but not receive the nicotine replacement therapy.",
        "  Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with nicotine replacement therapy, breastfeeding women are excluded from the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Feasibility of a Smoking Cessation Intervention Among Cancer Patients",
        "  The primary feasibility measures are retention and adherence. This outcome, retention, is the percentage of patient who remain in the study for 24 weeks.",
        "  Time frame: 24 Weeks",
        "Results 1: ",
        "  Arm/Group Title: Arm I - Quitline",
        "  Arm/Group Description: Participants receive a letter from their physician advising them to quit smoking, and undergo a 15-30-minute smoking-cessation counseling session by a trained research staff.",
        "  The participants are educated and motivated about the importance of quitting smoking, and cancer-specific quitting issues. They will be called by Quitline in 2-3 days and receive a fact sheet about benefits of SC for cancer patients.",
        "  Participants receive 8 weeks of nicotine replacement patches and up to 5 proactive telephone calls over a 12-week period.",
        "  Participants also learn behavioral tips and coping skills.",
        "  Overall Number of Participants Analyzed: 98",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  55  56.1%",
        "Results 2: ",
        "  Arm/Group Title: Arm II - Usual Care",
        "  Arm/Group Description: Participants receive a letter from their physician advising them to quit smoking, the importance of quitting smoking for cancer patients, and a copy of the National Cancer Institute's \"Clearing the Air\" smoking cessation booklet. Participants also receive standard of care from their oncology and other treatment providers which may or may not include nicotine replacement therapy.",
        "  Overall Number of Participants Analyzed: 48",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  33  68.8%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/75 (18.67%)",
        "  Anemia 3/75 (4.00%)",
        "  Febrile Neutropenia 0/75 (0.00%)",
        "  Neutrophil Count 1/75 (1.33%)",
        "  Thromboembolic event 1/75 (1.33%)",
        "  Chest Pain 0/75 (0.00%)",
        "  Diarrhea 1/75 (1.33%)",
        "  Dry Mouth 1/75 (1.33%)",
        "  Mucositis Oral 1/75 (1.33%)",
        "  Fatigue 1/75 (1.33%)",
        "  Pain 1/75 (1.33%)",
        "  Bladder Infection 1/75 (1.33%)",
        "  Lung Infection 1/75 (1.33%)",
        "Adverse Events 2:",
        "  Total: 5/37 (13.51%)",
        "  Anemia 0/37 (0.00%)",
        "  Febrile Neutropenia 1/37 (2.70%)",
        "  Neutrophil Count 0/37 (0.00%)",
        "  Thromboembolic event 0/37 (0.00%)",
        "  Chest Pain 1/37 (2.70%)",
        "  Diarrhea 0/37 (0.00%)",
        "  Dry Mouth 0/37 (0.00%)",
        "  Mucositis Oral 0/37 (0.00%)",
        "  Fatigue 0/37 (0.00%)",
        "  Pain 0/37 (0.00%)",
        "  Bladder Infection 0/37 (0.00%)",
        "  Lung Infection 0/37 (0.00%)"
    ]
}