{
    "Clinical Trial ID": "NCT02630693",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Palbociclib (100mg)",
        "  Palbociclib 100mg PO daily plus Fulvestrant or Tamoxifen or another Aromatase Inhibitor at the standard doses/schedules",
        "  Palbociclib 100mg: 100mg PO daily",
        "  Fulvestrant or Tamoxifen or Aromatase Inhibitor: given at the standard doses/schedules",
        "INTERVENTION 2: ",
        "  Palbociclib (125mg)",
        "  Palbociclib 125mg PO daily 3 out of 4 weeks plus Fulvestrant or Tamoxifen or another Aromatase Inhibitor at the standard doses/schedules",
        "  Palbociclib 125mg: 125mg PO daily 3 weeks out of 4",
        "  Fulvestrant or Tamoxifen or Aromatase Inhibitor: given at the standard doses/schedules"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Premenopausal and postmenopausal women 18 years of age or older.",
        "  Histologically confirmed adenocarcinoma of the breast, with ER positive and HER2 negative status based on local testing on most recent pathological tumour specimen.",
        "  Patients must satisfy the following criteria for prior therapy:",
        "  Progressed during treatment or within 12 months of completion of adjuvant endocrine therapy or",
        "  Progressed during prior endocrine therapy for advanced/metastatic disease. Note: 'Progressed during endocrine therapy' means that the patient progressed while on or within 1 month after discontinuation of endocrine therapy.",
        "  One line of chemotherapy for advanced/metastatic disease (regardless of prior adjuvant chemotherapy use) is allowed in addition to endocrine therapy.",
        "  Patients must have evidence of disease to be eligible for the study, but measurable disease is not mandatory.",
        "  For those patient with measureable disease who will be included in the response assessment, the following criteria must apply:",
        "  X-ray  20 mm",
        "  Spiral CT scan or physical exam  10 mm (lymph nodes must be  15 mm in the short axis)",
        "  Conventional CT scan, MRI  20 mm",
        "  Measurable lesions must be outside a previous radiotherapy field if they are the sole site of disease, unless disease progression has been documented.",
        "  Tumor lesions previously irradiated or subjected to other loco regional therapy will only be deemed measurable if progression at the treated site after completion of therapy is clearly documented.",
        "  Eastern Cooperative Oncology Group (ECOG) 0-2.",
        "  Adequate organ and bone marrow function as defined by:",
        "  ANC  1,500/mm3 (1.5 x 109/L)",
        "  Platelets  100,000/mm3 (100 x 109/L)",
        "  Serum creatinine  1.5 x ULN or estimated creatinine clearance 60 ml/min as calculated using the method standard for the institution;",
        "  Total serum bilirubin  1.5 x ULN (<3 ULN if Gilbert's disease).",
        "  Patient must agree to provide tumour tissue from the most recent pathological tumour specimen.",
        "  Patient is able (i.e. sufficiently fluent) and willing to complete the quality of life questionnaires in either English or French",
        "  Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to enrollment in the trial to document their willingness to participate",
        "  Patients must be accessible for treatment and follow up. Patients registered on this trial must be treated and followed at the participating centre. This implies there must be reasonable geographical limits placed on patients being considered for this trial.",
        "  In accordance with NCIC CTG policy, protocol treatment is to begin within 2 working days of patient randomization.",
        "  Women of childbearing potential must have agreed to use a highly effective contraceptive method.",
        "Exclusion Criteria:",
        "  Patients with advanced, symptomatic, visceral spread that are at risk of life threatening complication in the short term.",
        "  Patients with symptomatic CNS involvement, meningeal or parenchymal, that is uncontrolled or requires steroids.",
        "  Prior treatment with any CDK 4/6 inhibitor.",
        "  Prior treatment with mTOR inhibitors.",
        "  Active second malignancy, regardless of ongoing treatment.",
        "  Any concurrent medical condition that in the opinion of the investigator would interfere with the safe administration of the study drug and participation in the study.",
        "  Participation in a prior anti-cancer investigational study within 30 days prior to enrollment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival Using the RECIST 1.1 Criteria",
        "  progression free survival (PFS) is defined as time from randomization to progression or death from any cause. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
        "  Time frame: 2 years",
        "Results 1: ",
        "  Arm/Group Title: Palbociclib (100mg)",
        "  Arm/Group Description: Palbociclib 100mg PO daily plus Fulvestrant or Tamoxifen or another Aromatase Inhibitor at the standard doses/schedules",
        "  Palbociclib 100mg: 100mg PO daily",
        "  Fulvestrant or Tamoxifen or Aromatase Inhibitor: given at the standard doses/schedules",
        "  Overall Number of Participants Analyzed: 90",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  9.33        (6.93 to 13.90)",
        "Results 2: ",
        "  Arm/Group Title: Palbociclib (125mg)",
        "  Arm/Group Description: Palbociclib 125mg PO daily 3 out of 4 weeks plus Fulvestrant or Tamoxifen or another Aromatase Inhibitor at the standard doses/schedules",
        "  Palbociclib 125mg: 125mg PO daily 3 weeks out of 4",
        "  Fulvestrant or Tamoxifen or Aromatase Inhibitor: given at the standard doses/schedules",
        "  Overall Number of Participants Analyzed: 90",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: months  11.30        (8.08 to 13.83)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/90 (10.00%)",
        "  Febrile neutropenia 2/90 (2.22%)",
        "  Ascites 0/90 (0.00%)",
        "  Nausea 0/90 (0.00%)",
        "  Vomiting 0/90 (0.00%)",
        "  Death NOS 1/90 (1.11%)",
        "  Fever 0/90 (0.00%)",
        "  Other general disorders, administration site conditions 0/90 (0.00%)",
        "  Other hepatobiliary disorders 1/90 (1.11%)",
        "  Lung infection 2/90 (2.22%)",
        "  Sepsis 2/90 (2.22%)",
        "  Spinal fracture 0/90 (0.00%)",
        "Adverse Events 2:",
        "  Total: 12/89 (13.48%)",
        "  Febrile neutropenia 0/89 (0.00%)",
        "  Ascites 1/89 (1.12%)",
        "  Nausea 1/89 (1.12%)",
        "  Vomiting 1/89 (1.12%)",
        "  Death NOS 2/89 (2.25%)",
        "  Fever 1/89 (1.12%)",
        "  Other general disorders, administration site conditions 1/89 (1.12%)",
        "  Other hepatobiliary disorders 0/89 (0.00%)",
        "  Lung infection 0/89 (0.00%)",
        "  Sepsis 1/89 (1.12%)",
        "  Spinal fracture 1/89 (1.12%)"
    ]
}