{
    "Clinical Trial ID": "NCT01975831",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Escalation: 0.3 mg/kg Durva + 3 mg/kg Treme",
        "  Subjects received durvalumab (0.3 mg/kg Q2W for 13 cycles) and tremelimumab (3 mg/kg Q4W for 6 cycles, then Q12W). Optional extended treatment comprised durvalumab monotherapy administered at the recommended fixed dose of 1500 mg Q4W.",
        "  Durvalumab and tremelimumab were administered as IV infusions over 60 (± 5) minutes, with durvalumab infusions started at least 60 minutes after the end of the tremelimumab infusion on dual dosing days.",
        "INTERVENTION 2: ",
        "  Escalation: 1 mg/kg Durva + 3 mg/kg Treme",
        "  Subjects received durvalumab (1 mg/kg Q2W for 13 cycles) and tremelimumab (3 mg/kg Q4W for 6 cycles, then Q12W). Optional extended treatment comprised durvalumab monotherapy administered at the recommended fixed dose of 1500 mg Q4W.",
        "  Durvalumab and tremelimumab were administered as IV infusions over 60 (± 5) minutes, with durvalumab infusions started at least 60 minutes after the end of the tremelimumab infusion on dual dosing days."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Histologically- or cytologically-confirmed ovarian cancer, colorectal cancer, non-triple negative breast cancer, renal cell carcinoma and cervical cancer, with at least one lesion measurable by the immune-related Response Criteria (irRC) not previously irradiated. NOTE: Per Amendment 5, the disease states of non-small cell lung cancer and head and neck cancer were removed from the study and were replaced by non-triple negative breast cancer.",
        "  Failed to respond to or relapsed following standard treatment or declined or was not eligible for standard treatment.",
        "  Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2.",
        "  Anticipated lifespan greater than 6 months.",
        "  At the time of Day 1 of the study, subjects with brain metastases must have been asymptomatic for at least 4 weeks and:",
        "  at least 8 weeks without tumor progression after any whole brain radiotherapy;",
        "  at least 4 weeks since craniotomy and resection or stereotactic radiosurgery;",
        "  at least 3 weeks without new brain metastases as evidenced by magnetic resonance imaging (MRI)/computed tomography (CT).",
        "  Adequate organ and marrow function, as defined below:",
        "  hemoglobin  9 g/dL",
        "  absolute neutrophil count  1500/mm^3",
        "  platelet count  100,000/mm^3",
        "  total bilirubin within normal ranges unless associated with hepatobiliary metastases or Gilbert syndrome, then total bilirubin  2 × the upper limit of normal (ULN)",
        "  alanine aminotransferase (ALT) and aspartate aminotransferase (AST)  2.5 × ULN unless associated with hepatic metastases, then ALT and AST  5 × ULN",
        "  creatinine  2.0 mg/dL",
        "  Have been informed of other treatment options.",
        "  Age  18 years.",
        "  Able and willing to give valid written informed consent.",
        "  Able and willing to give valid written consent for archival tumor samples.",
        "  Able and willing to give valid written consent for biopsy samples (subjects with biopsiable tumors, and if clinically appropriate, in the expansion phase only).",
        "  Exclusion Criteria",
        "  Prior exposure to tremelimumab or durvalumab or other anti-cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4), anti-programmed cell death-1 (PD-1), anti-programmed cell death ligand-1 (PD-L1) antibodies.",
        "  History of severe allergic reactions to any unknown allergens or any components of the study drugs.",
        "  Active or prior autoimmune disease except for autoimmune thyroiditis or vitiligo.",
        "  Any prior Grade  3 immune-related adverse event (irAE) or any prior corticosteroid-refractory irAE.",
        "  Known active or chronic viral hepatitis or history of any type of hepatitis within the last 6 months.",
        "  History of sarcoidosis syndrome.",
        "  Active or history of inflammatory bowel disease (colitis, Crohn's), diverticulitis, irritable bowel disease, celiac disease, or other serious, chronic, gastrointestinal conditions associated with diarrhea. Active or history of systemic lupus erythematosus or Wegener's granulomatosis.",
        "  Metastatic disease to the central nervous system for which other therapeutic options, including radiotherapy, may have been available.",
        "  Known immunodeficiency or active human immunodeficiency virus (HIV).",
        "  Other active serious illnesses (e.g., serious infections requiring antibiotics).",
        "  If a subject previously received investigational treatment, the last dose of investigational treatment was administered within 4 weeks of Day 1 of the study or AE(s) attributable to investigational treatment had not resolved to Grade 1 or better.",
        "  Major surgical procedure (as defined by the Investigator) within 30 days prior to Day 1 or still recovering from prior surgery.",
        "  Mental impairment that may have compromised the ability to give informed consent and comply with the requirements of the study.",
        "  Lack of availability for immunological and clinical follow-up assessments.",
        "  Women who were breast feeding or pregnant as evidenced by positive serum pregnancy test (minimum sensitivity 25 IU/L or equivalent units of human chorionic gonadotropin [HCG]).",
        "  Female subjects of childbearing potential who were sexually active with a non-sterilized male partner must have used at least one highly effective method of contraception from the time of screening and must have agreed to continue using such precautions for 90 days after the last dose of durvalumab or for 6 months after the final dose of durvalumab + tremelimumab (whichever was longer). Non-sterilized male partners of a female subject must have used male condoms plus spermicide throughout this period. Cessation of birth control after this point should have been discussed with a responsible physician. Not engaging in sexual activity for the total duration of the trial and the drug washout period was an acceptable practice; however, periodic abstinence, the rhythm method, and the withdrawal method were not acceptable methods of birth control.",
        "  Female subjects should have also refrained from breastfeeding throughout the period described above.",
        "  Females of childbearing potential were defined as those who were not surgically sterile (i.e., bilateral tubal ligation, bilateral oophorectomy, or complete hysterectomy) or post-menopausal.",
        "  Females were considered post-menopausal if they had been amenorrheic for 12 months without an alternative medical cause. The following age-specific requirements applied:",
        "  Females <50 years of age were considered post-menopausal if they had been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and if they had luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution or underwent surgical sterilization (bilateral oophorectomy or hysterectomy).",
        "  Females  50 years of age were considered post-menopausal if they had been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses >1 year ago, had chemotherapy-induced menopause with last menses >1 year ago, or underwent surgical sterilization (bilateral oophorectomy, bilateral salpingectomy or hysterectomy).",
        "  Non-sterilized male subjects who were sexually active with a female partner of childbearing potential must have used male condoms plus spermicide from screening through 90 days after the last dose of durvalumab or through 6 months after receipt of the final dose of durvalumab + tremelimumab (whichever was longer). Female partners (of childbearing potential) of a male subject must have used a highly effective method of contraception throughout this period. Cessation of birth control after this point should have been discussed with a responsible physician. Not engaging in sexual activity for the total duration of the trial and the drug washout period was an acceptable practice; however, periodic abstinence, the rhythm method, and the withdrawal method were not acceptable methods of contraception.",
        "  Male subjects should have refrained from sperm donation throughout the period described above.",
        "  A highly effective method of contraception was defined as one that resulted in a low failure rate (i.e. less than 1% per year) when used consistently and correctly. Note that some contraception methods were not considered highly effective (e.g., male or female condom with or without spermicide; female cap, diaphragm, or sponge with or without spermicide; non-copper containing intrauterine device; progestogen-only oral hormonal contraceptive pills where inhibition of ovulation is not the primary mode of action [excluding Cerazette/desogestrel which was considered highly effective]; and triphasic combined oral contraceptive pills).",
        "  Any condition that, in the clinical judgment of the treating physician, was likely to prevent the subject from complying with any aspect of the protocol or that may have put the subject at unacceptable risk.",
        "  Subjects must not have donated blood while on study and for at least 90 days following the last durvalumab treatment or 6 months after the last tremelimumab treatment, whichever was longer."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Subjects With Treatment-emergent Adverse Events (TEAEs)",
        "  Toxicity was graded in accordance with the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 4.03. Adverse events (AEs) were reported based on clinical laboratory tests, vital sign and weight measurements, physical examinations, performance status evaluations, electrocardiograms, magnetic resonance imaging, and any other medically indicated assessments, including subject interviews, from the time informed consent is signed through 90 days after the last dose of study treatment. AEs were considered to be treatment emergent (TEAE) if they occurred or worsened in severity after the first dose of study treatment.",
        "  Time frame: Up to 36 months",
        "Results 1: ",
        "  Arm/Group Title: Escalation: 0.3 mg/kg Durva + 3 mg/kg Treme",
        "  Arm/Group Description: Subjects received durvalumab (0.3 mg/kg Q2W for 13 cycles) and tremelimumab (3 mg/kg Q4W for 6 cycles, then Q12W). Optional extended treatment comprised durvalumab monotherapy administered at the recommended fixed dose of 1500 mg Q4W.",
        "  Durvalumab and tremelimumab were administered as IV infusions over 60 (  5) minutes, with durvalumab infusions started at least 60 minutes after the end of the tremelimumab infusion on dual dosing days.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Any TEAE: 3 100.0%",
        "  Serious TEAE: 2  66.7%",
        "  TEAE leading to treatment discontinuation: 1  33.3%",
        "Results 2: ",
        "  Arm/Group Title: Escalation: 1 mg/kg Durva + 3 mg/kg Treme",
        "  Arm/Group Description: Subjects received durvalumab (1 mg/kg Q2W for 13 cycles) and tremelimumab (3 mg/kg Q4W for 6 cycles, then Q12W). Optional extended treatment comprised durvalumab monotherapy administered at the recommended fixed dose of 1500 mg Q4W.",
        "  Durvalumab and tremelimumab were administered as IV infusions over 60 (  5) minutes, with durvalumab infusions started at least 60 minutes after the end of the tremelimumab infusion on dual dosing days.",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Any TEAE: 11 100.0%",
        "  Serious TEAE: 5  45.5%",
        "  TEAE leading to treatment discontinuation: 4  36.4%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/3 (66.67%)",
        "  Anaemia 0/3 (0.00%)",
        "  Cardiac disorder 0/3 (0.00%)",
        "  Pericardial effusion 0/3 (0.00%)",
        "  Sinus tachycardia 0/3 (0.00%)",
        "  Hypothalamo-pituitary disorder 0/3 (0.00%)",
        "  Nausea 1/3 (33.33%)",
        "  Abdominal pain 1/3 (33.33%)",
        "  Small intestinal obstruction 0/3 (0.00%)",
        "  Ascites 0/3 (0.00%)",
        "  Diarrhoea 1/3 (33.33%)",
        "  Colitis 0/3 (0.00%)",
        "  Abdominal distension 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 5/11 (45.45%)",
        "  Anaemia 0/11 (0.00%)",
        "  Cardiac disorder 0/11 (0.00%)",
        "  Pericardial effusion 0/11 (0.00%)",
        "  Sinus tachycardia 0/11 (0.00%)",
        "  Hypothalamo-pituitary disorder 0/11 (0.00%)",
        "  Nausea 1/11 (9.09%)",
        "  Abdominal pain 1/11 (9.09%)",
        "  Small intestinal obstruction 0/11 (0.00%)",
        "  Ascites 0/11 (0.00%)",
        "  Diarrhoea 0/11 (0.00%)",
        "  Colitis 1/11 (9.09%)"
    ]
}