{
    "Clinical Trial ID": "NCT01752907",
    "Intervention": [
        "INTERVENTION 1: ",
        "  General Education DVD",
        "  Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a general chemotherapy side effects education DVD on 2 separate visits to the clinic prior to the first administration of pegfilgrastim in cycle 1.",
        "INTERVENTION 2: ",
        "  Bone Pain Education DVD",
        "  Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a bone pain education DVD on 2 separate visits to the clinic prior to the first administration of pegfilgrastim in cycle 1."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Age 18 years or over",
        "  Eastern cooperative oncology group (ECOG) performance status 0-2",
        "  Female with newly diagnosed, not previously treated with chemotherapy, stage I-III breast cancer",
        "  Planning to receive at least 4 cycles of adjuvant or neoadjuvant chemotherapy",
        "  Medically eligible to safely receive adjuvant or neoadjuvant chemotherapy and pegfilgrastim as determined by the investigator",
        "  Planning to receive prophylaxis with pegfilgrastim starting in the first cycle and continuing throughout each chemotherapy cycle of the study period",
        "  Has provided informed consent",
        "  Able to understand the content of the DVD material, in investigator's opinion",
        "  Able to read and understand English",
        "  Exclusion Criteria",
        "  Planning to receive weekly chemotherapy",
        "  Chronic use of oral non-steroidal anti-inflammatory drugs (NSAIDs) or oral antihistamines with the following exception:",
        "  - Chronic oral aspirin use for cardiovascular-related indications",
        "  Ongoing chronic pain, or other painful conditions requiring treatment (including immediate post-operative treatment of surgical or procedural-associated pain) as determined by the investigator",
        "  Chronic oral steroid use. Premedication related to the administration of taxanes, and use of anti-emetics is allowed, per usual clinical practice.",
        "  Prior chemotherapy treatment for cancer within 5 years of current breast cancer diagnosis",
        "  Prior use of granulocyte-colony stimulating factor (G-CSF)",
        "  Currently enrolled in, or less than 30 days since ending, another clinical trial which includes language directing G-CSF (filgrastim, pegfilgrastim, other) or granulocyte-macrophage colony stimulating factor (GM-CSF) (sargramostim) use",
        "  Currently enrolled in, or less than 30 days since ending, another interventional clinical trial which includes a blinded treatment or blinded treatment arm (whether or not the subject is randomized to the blinded arm)",
        "  Currently enrolled in, or less than 30 days since ending, another interventional clinical trial which includes the use of any agent not currently considered to be standard therapy for the adjuvant or neoadjuvant treatment of stage I-III breast cancer based on National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines in Oncology for Breast Cancer",
        "  Currently enrolled in, or less than 30 days since ending, any pain intervention study"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Maximum Patient-reported Bone Pain in Cycle 1",
        "  Participants completed a brief bone pain survey once per day for 5 days beginning the day they received their pegfilgrastim injection. The bone pain survey collected the severity of pain using a 0 to 10 scale, where 0 = no pain and 10 indicates worst pain.",
        "  Time frame: Days 1 to 5 during cycle 1.",
        "Results 1: ",
        "  Arm/Group Title: General Education DVD",
        "  Arm/Group Description: Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a general chemotherapy side effects education DVD on 2 separate visits to the clinic prior to the first administration of pegfilgrastim in cycle 1.",
        "  Overall Number of Participants Analyzed: 149",
        "  Mean (Standard Error)",
        "  Unit of Measure: units on a scale  3.2         (0.2)",
        "Results 2: ",
        "  Arm/Group Title: Bone Pain Education DVD",
        "  Arm/Group Description: Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a bone pain education DVD on 2 separate visits to the clinic prior to the first administration of pegfilgrastim in cycle 1.",
        "  Overall Number of Participants Analyzed: 151",
        "  Mean (Standard Error)",
        "  Unit of Measure: units on a scale  3.5         (0.3)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 16/149 (10.74%)",
        "  Anaemia 0/149 (0.00%)",
        "  Febrile neutropenia 7/149 (4.70%)",
        "  Neutropenia 1/149 (0.67%)",
        "  Pancytopenia 1/149 (0.67%)",
        "  Atrial fibrillation 2/149 (1.34%)",
        "  Cardiac failure congestive 0/149 (0.00%)",
        "  Abdominal pain 0/149 (0.00%)",
        "  Diarrhoea 2/149 (1.34%)",
        "  Dyspepsia 0/149 (0.00%)",
        "  Gastritis haemorrhagic 0/149 (0.00%)",
        "  Nausea 2/149 (1.34%)",
        "Adverse Events 2:",
        "  Total: 20/151 (13.25%)",
        "  Anaemia 1/151 (0.66%)",
        "  Febrile neutropenia 4/151 (2.65%)",
        "  Neutropenia 2/151 (1.32%)",
        "  Pancytopenia 0/151 (0.00%)",
        "  Atrial fibrillation 0/151 (0.00%)",
        "  Cardiac failure congestive 1/151 (0.66%)",
        "  Abdominal pain 1/151 (0.66%)",
        "  Diarrhoea 3/151 (1.99%)",
        "  Dyspepsia 1/151 (0.66%)",
        "  Gastritis haemorrhagic 1/151 (0.66%)",
        "  Nausea 1/151 (0.66%)"
    ]
}