{
    "Clinical Trial ID": "NCT00337103",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Eribulin Mesylate 1.4 mg/m^2",
        "  Eribulin mesylate 1.4 mg/m^2 intravenous (IV) infusion given over 2-5 minutes on Days 1 and 8 every 21 days.",
        "INTERVENTION 2: ",
        "  Capecitabine 2.5 g/m^2/Day",
        "  Capecitabine : Capecitabine 2.5 g/m^2/day administered orally twice daily in two equal doses on Days 1 to 14 every 21 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients with histologically or cytologically confirmed carcinoma of the breast. Every effort should be made to ensure that paraffin embedded tissue or slides from the diagnostic biopsy or surgical specimen are available for confirmation of diagnosis.",
        "  Patients with locally advanced or metastatic disease who have received up to three prior chemotherapy regimens, and no more than two prior regimens for advanced and/or metastatic disease.",
        "  Regimens must have included an anthracycline (e.g., doxorubicin, epirubicin) and a taxane (e.g., paclitaxel, docetaxel), either in combination or in separate regimens.",
        "  Patients with known human epidermal growth factor 2 (HER2/neu) over-expressing tumors may additionally have been treated with trastuzumab in centers where this treatment is available.",
        "  Patients with known estrogen and/or progesterone receptor-expressing tumors may have additionally been treated with hormonal therapy.",
        "  Resolution of all chemotherapy or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy <= Grade 2 and alopecia.",
        "  Age >= 18 years.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2.",
        "  Life expectancy of >= 3 months.",
        "  Adequate renal function as evidenced by serum creatinine <1.5 mg/dL or calculated creatinine clearance > 50 mL/minute (min) per the Cockcroft and Gault formula.",
        "  Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) >= 1.5 x 10^9/L, hemoglobin >= 10.0 g/dL (a hemoglobin < 10.0 g/dL acceptable if it is corrected by growth factor or transfusion), and platelet count >= 100 x 10^9/L.",
        "  Adequate liver function as evidenced by bilirubin <= 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine transaminase (ALT), and aspartate transaminase (AST) <= 3 x ULN (in the case of liver metastases <= 5 x ULN), or in case of bone metastases, liver specific alkaline phosphatase <= 3 x ULN.",
        "  Patients willing and able to complete the EORTC (European Organization for Research on the Treatment of Cancer) quality of life questionnaire (QLQ-C30 with breast cancer module QLQ-BR23) and to record their pain level on the Visual Analog Scale (VAS).",
        "  Patients willing and able to comply with the study protocol for the duration of the study.",
        "  Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.",
        "Exclusion Criteria:",
        "  Patients who have received more than three prior chemotherapy regimens for their disease, including adjuvant therapies, or patients who have received more than two prior chemotherapy regimens for advanced disease (other therapies are allowed e.g., anti-estrogens, trastuzumab and radiotherapy).",
        "  Patients who have received capecitabine as a prior therapy for their disease.",
        "  Patients who have received chemotherapy, radiation, or biological therapy within two weeks, or hormonal therapy, within one week before study treatment start, or any investigational drug within four weeks before study treatment start.",
        "  Radiation therapy encompassing > 30% of marrow.",
        "  Prior treatment with mitomycin C or nitrosourea.",
        "  Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen.",
        "  Patients with brain or subdural metastases are not eligible, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment with study treatment. Any symptoms attributed to brain metastases must be stable for at least 4 weeks before starting study treatment; radiographic stability should be determined by comparing a contrast-enhanced Computed Tomography Scan (CT) or Magnetic Resonance Imaging (MRI) brain scan performed during screening to a prior scan performed at least 4 weeks earlier.",
        "  Patients with meningeal carcinomatosis.",
        "  Patients who are receiving anti-coagulant therapy with warfarin or related compounds, other than for line patency, and cannot be changed to heparin-based therapy, are not eligible. If a patient is to continue on mini-dose warfarin, then the prothrombin time (PT)/international normalized ratio (INR) must be closely monitored.",
        "  Women who are pregnant or breast-feeding; women of childbearing potential with either a positive pregnancy test at screening or no pregnancy test; women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception (considered to be two methods of contraception, one of which must be a barrier method, e.g. condom, diaphragm or cervical cap). Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Severe/uncontrolled intercurrent illness/infection.",
        "  Significant cardiovascular impairment (history of congestive heart failure > New York Heart Association [NYHA] Grade II, unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia).",
        "  Patients with organ allografts requiring immunosuppression.",
        "  Patients with known positive human immunodeficiency virus (HIV) status.",
        "  Patients who have had a prior malignancy, other than carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated >= 5 years previously with no subsequent evidence of recurrence.",
        "  Patients with pre-existing neuropathy > Grade 2.",
        "  Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative.",
        "  Patients who participated in a prior E7389 clinical trial.",
        "  Patients with other significant disease or disorders that, in the Investigator's opinion, would exclude the patient from the study."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Survival (OS)",
        "  OS was measured from the date of randomization until the date of death from any cause, or the last date the participant was known to be alive. Participants who were lost to follow-up or who were alive at the date of data cutoff were censored. The censoring rules for OS were as follows: 1) if the participant was still alive at data cutoff, the date of data cutoff was considered the end date, and 2) if the participant was lost to follow-up before data cutoff, the date they were last known to be alive was considered the end date. Participants who survived past the end of the study were counted as in the full study period. If death occurred after data cutoff, the end date was to be censored at the time of data cutoff.",
        "  Time frame: From date of randomization until date of death from any cause, assessed up to data cutoff date of 12 Mar 2012, or up to approximately 6 years",
        "Results 1: ",
        "  Arm/Group Title: Eribulin Mesylate 1.4 mg/m^2",
        "  Arm/Group Description: Eribulin mesylate 1.4 mg/m^2 intravenous (IV) infusion given over 2-5 minutes on Days 1 and 8 every 21 days.",
        "  Overall Number of Participants Analyzed: 554",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: days  484        (462 to 536)",
        "Results 2: ",
        "  Arm/Group Title: Capecitabine 2.5 g/m^2/Day",
        "  Arm/Group Description: Capecitabine : Capecitabine 2.5 g/m^2/day administered orally twice daily in two equal doses on Days 1 to 14 every 21 days.",
        "  Overall Number of Participants Analyzed: 548",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: days  440        (400 to 487)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 95/544 (17.46%)",
        "  Neutropenia 10/544 (1.84%)",
        "  Febrile Neutropenia 7/544 (1.29%)",
        "  Leukopenia 4/544 (0.74%)",
        "  Anaemia 3/544 (0.55%)",
        "  Pancytopenia 1/544 (0.18%)",
        "  Thrombocytopenia 0/544 (0.00%)",
        "  Cardiopulmonary Failure 1/544 (0.18%)",
        "  Myocardial Infarction 1/544 (0.18%)",
        "  Pericardial Effusion 1/544 (0.18%)",
        "  Angina Pectoris 1/544 (0.18%)",
        "Adverse Events 2:",
        "  Total: 115/546 (21.06%)",
        "  Neutropenia 1/546 (0.18%)",
        "  Febrile Neutropenia 4/546 (0.73%)",
        "  Leukopenia 0/546 (0.00%)",
        "  Anaemia 0/546 (0.00%)",
        "  Pancytopenia 1/546 (0.18%)",
        "  Thrombocytopenia 1/546 (0.18%)",
        "  Cardiopulmonary Failure 1/546 (0.18%)",
        "  Myocardial Infarction 1/546 (0.18%)",
        "  Pericardial Effusion 1/546 (0.18%)",
        "  Angina Pectoris 0/546 (0.00%)"
    ]
}