{
    "Clinical Trial ID": "NCT02796755",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Riluzole Arm",
        "  Participants took a daily oral dose of 100 mg of riluzole (50 mg two times per day) for 8 weeks. Participants were instructed to take the study medication on an empty stomach (1 hour before or 2 hours after meals).",
        "INTERVENTION 2: ",
        "  Placebo Arm",
        "  Participants took a daily oral dose of 100 mg of a placebo that appears identical to riluzole (50 mg two times per day), for 8 weeks. Participants will be instructed to take the study medication on an empty stomach (1 hour before or 2 hours after meals)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Must have completed surgery for Stage I-III breast cancer (lumpectomy or mastectomy) with or without neoadjuvant or adjuvant chemotherapy and with or without radiation.",
        "  Must be 1-5 years post-treatment for breast cancer",
        "  Must have a plasma c-reactive protein (CRP) level of >3mg/L",
        "  Must have a score of 4 (out of 10 points, 0 being no fatigue and 10 being severe, incapacitating fatigue) on a Single Item Screening Scale for Fatigue",
        "Exclusion Criteria:",
        "  Presence of a medical condition that might represent a risk for riluzole treatment, including history of allergic reaction to riluzole and evidence of liver disease",
        "  Presence of a medical condition that might potentially confound the relationship among CNS glutamate, inflammation and behavior/cognition, including autoimmune or inflammatory disorders, chronic infectious diseases (e.g. HIV, hepatitis B or C), pregnancy, neurologic disorders (including a history of serious head trauma or seizures), liver disease (as manifested as an elevation in liver transaminases) and uncontrolled cardiovascular, metabolic, pulmonary or renal disease (as determined by medical history and laboratory testing)",
        "  Current or past history of schizophrenia",
        "  Individuals with bipolar disorder who have experienced a manic episode within 6 months of study entry, or at the discretion of the study doctor",
        "  Individuals receiving antidepressants, mood stabilizers, antipsychotic medications or benzodiazepines or drugs known to affect the immune system (e.g. glucocorticoids, methotrexate), or at the discretion of the study doctor",
        "  Individuals exhibiting signs of infection at the screening visit will be rescheduled to screen when symptoms have resolved"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Central Nervous System (CNS) Glutamate Measured by Magnetic Resonance Spectroscopy (MRS)",
        "  Magnetic resonance spectroscopy (MRS) is a specialized technique associated with magnetic resonance imaging (MRI). MRS is a non-invasive way to obtain biochemical information about the tissues of the human body. Participants underwent single voxel (3-dimensional volume X pixel) MRS to measure CNS glutamate before and after 1 and 8 weeks of riluzole or placebo treatment. Voxels were placed in the right and left basal ganglia and the dorsal anterior cingulate cortex (dACC), well known targets of inflammatory cytokines on the brain, and cytokine effects on these brain regions have been associated with symptoms of fatigue and cognitive dysfunction as well as reduced motivation. MRS has shown that chronic exposure to the inflammatory cytokine interferon (IFN)-alpha leads to increased CNS glutamate (as reflected by the glutamate/creatine (Glu/Cr) ratio) which correlated with symptoms of fatigue and cognitive dysfunction.",
        "  Time frame: Baseline, Week 1, Week 8",
        "Results 1: ",
        "  Arm/Group Title: Riluzole Arm",
        "  Arm/Group Description: Participants took a daily oral dose of 100 mg of riluzole (50 mg two times per day) for 8 weeks. Participants were instructed to take the study medication on an empty stomach (1 hour before or 2 hours after meals).",
        "  Overall Number of Participants Analyzed: 15",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Glu/Cr  Baseline dorsal anterior cingulate cortex (dACC): 1.26         (0.09)",
        "  Week 1 dACC: 1.26         (1.26)",
        "  Week 8 dACC: 1.27         (0.12)",
        "  Baseline left basal ganglia: 0.85         (0.09)",
        "  Week 1 left basal ganglia: 0.93         (0.16)",
        "  Week 8 left basal ganglia: 0.96         (0.2)",
        "  Baseline right basal ganglia: 0.9         (0.09)",
        "  Week 1 right basal ganglia: 0.9         (0.08)",
        "  Week 8 right basal ganglia: 0.93         (0.13)",
        "Results 2: ",
        "  Arm/Group Title: Placebo Arm",
        "  Arm/Group Description: Participants took a daily oral dose of 100 mg of a placebo that appears identical to riluzole (50 mg two times per day), for 8 weeks. Participants will be instructed to take the study medication on an empty stomach (1 hour before or 2 hours after meals).",
        "  Overall Number of Participants Analyzed: 15",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: Glu/Cr  Baseline dorsal anterior cingulate cortex (dACC): 1.2         (0.15)",
        "  Week 1 dACC: 1.27         (0.12)",
        "  Week 8 dACC: 1.27         (0.07)",
        "  Baseline left basal ganglia: 0.91         (0.12)",
        "  Week 1 left basal ganglia: 0.96         (0.13)",
        "  Week 8 left basal ganglia: 0.98         (0.11)",
        "  Baseline right basal ganglia: 0.92         (0.14)",
        "  Week 1 right basal ganglia: 0.89         (0.11)",
        "  Week 8 right basal ganglia: 0.93         (0.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/15 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}