{
    "Clinical Trial ID": "NCT02001974",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Group 1",
        "  Paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15 of 28-day cycle) + reparixin oral 400 mg three times daily (t.i.d.) three weeks on one week off (three to six patients)",
        "INTERVENTION 2: ",
        "  Group 2",
        "  Paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15 of 28-day cycle) + reparixin oral 100% increase to 800 mg t.i.d. if no toxicity in previous group (400 mg) three weeks on one week off (three to six patients)"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female aged  18 years.",
        "  Patients with histologic or cytologic diagnosis of breast cancer with evidence of metastatic disease with documented HER-2 negative status and eligible for treatment with paclitaxel.",
        "  Patients with at least one baseline measurable lesion according to RECIST version 1.1 criteria.",
        "  Zubrod (Eastern Co-operative Oncology Group [ECOG]) Performance Status (PS) of 0-1.",
        "  An electrocardiogram (ECG) with no clinically significant abnormalities indicative of myocardial ischemia.",
        "  Ongoing toxicity associated with prior anticancer therapy  grade 1 Common Terminology Criteria for Adverse Events (CTCAE version 4.03) with the exception of alopecia.",
        "  Maximum of three prior chemotherapy lines for advanced breast cancer (not including neo/adjuvant chemotherapy). If prior treatment with paclitaxel, PD must have occurred > 12 months from the end of previous adjuvant treatment or for previous metastatic treatment no PD must have occurred during treatment or within 3 months of the end of treatment",
        "  Life expectancy of at least three months.",
        "  Patients must be able to swallow and retain oral medication (intact tablet).",
        "  Able to undergo all screening assessments outlined in the protocol following written informed consent.",
        "  Adequate organ function (defined by the following parameters):",
        "  Serum creatinine < 140 µmol/L or creatinine clearance > 60 mL/min.",
        "  Serum hemoglobin  9 g/dL; absolute neutrophil count  1.5 x 10**9/L; platelets  100 x 10**9/L.",
        "  Serum bilirubin  1.5 x upper normal limit (UNL).",
        "  Serum ALT, AST  2.5 x UNL but  5.0 x UNL in case of liver metastases; ALP  UNL but  1.5 x ULN in case of liver metastases; albumin within normal limits. If ALP is greater than 1.5 x UNL (in the presence of liver metastases) the liver isoenzyme fraction will be measured. Liver isoenzyme fraction (absolute value) must be  1.5 x UNL.",
        "  No known hepatitis B virus (not due to immunization), hepatitis C virus, human immunodeficiency virus Ι and -ΙΙ positive status.",
        "Exclusion Criteria:",
        "  Male.",
        "  Pregnancy or lactation or unwillingness to use adequate method of birth control.",
        "  HER-2 positive disease status.",
        "  Less than four weeks since last chemotherapy, radiotherapy or prior investigational therapy. Less than two weeks since last hormone or immunotherapy or signal transduction therapy.",
        "  Neurological or psychiatric disorders which may influence understanding of study and informed consent procedures.",
        "  Active or uncontrolled infection.",
        "  Malabsorption syndrome, disease significantly affecting gastrointestinal function.",
        "  Hypersensitivity to:",
        "  paclitaxel",
        "  ibuprofen or to more than one non-steroidal anti-inflammatory drug.",
        "  medications belonging to the class of sulfonamides, such as sulfamethazine, sulfamethoxazole, sulfasalazine, nimesulide or celecoxib.",
        "  Presence of brain metastases (this does not include primary brain tumors) or leptomeningeal disease."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Treatment-Emergent Adverse Events (TEAEs)",
        "  Monitoring of AEs throughout the study till the end/off-treatment visit.",
        "  Time frame: Up to 28 days following the last dose of study drug (up to 24 months).",
        "Results 1: ",
        "  Arm/Group Title: Group 1",
        "  Arm/Group Description: Paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15 of 28-day cycle) + reparixin oral 400 mg three times daily (t.i.d.) three weeks on one week off (three to six patients)",
        "  Overall Number of Participants Analyzed: 4",
        "  Measure Type: Number",
        "  Unit of Measure: adverse events  106",
        "Results 2: ",
        "  Arm/Group Title: Group 2",
        "  Arm/Group Description: Paclitaxel 80 mg/m2 i.v. (Days 1, 8, and 15 of 28-day cycle) + reparixin oral 100% increase to 800 mg t.i.d. if no toxicity in previous group (400 mg) three weeks on one week off (three to six patients)",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: adverse events  99"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/4 (50.00%)",
        "  Abdominal pain 0/4 (0.00%)",
        "  Disease progression 0/4 (0.00%)",
        "  Dehydration 2/4 (50.00%)",
        "  Hyponatraemia 1/4 (25.00%)",
        "  Metastasis to central nervous system 1/4 (25.00%)",
        "  Oesophageal adenocarcinoma 0/4 (0.00%)",
        "  Intracranial hypotension 0/4 (0.00%)",
        "  Pneumothorax 0/4 (0.00%)",
        "  Dyspnoea 0/4 (0.00%)",
        "  Hypoxia 0/4 (0.00%)",
        "Adverse Events 2:",
        "  Total: 1/3 (33.33%)",
        "  Abdominal pain 0/3 (0.00%)",
        "  Disease progression 0/3 (0.00%)",
        "  Dehydration 0/3 (0.00%)",
        "  Hyponatraemia 0/3 (0.00%)",
        "  Metastasis to central nervous system 0/3 (0.00%)",
        "  Oesophageal adenocarcinoma 0/3 (0.00%)",
        "  Intracranial hypotension 0/3 (0.00%)",
        "  Pneumothorax 1/3 (33.33%)",
        "  Dyspnoea 0/3 (0.00%)",
        "  Hypoxia 0/3 (0.00%)"
    ]
}