{
    "Clinical Trial ID": "NCT02425891",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Placebo Plus Nab-Paclitaxel",
        "  Participants assigned to placebo plus nab-paclitaxel received both agents until disease progression or unacceptable toxicity.",
        "INTERVENTION 2: ",
        "  Atezolizumab Plus Nab-Paclitaxel",
        "  Participants assigned to atezolizumab plus nab-paclitaxel received both agents until disease progression or unacceptable toxicity."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Metastatic or locally advanced, histologically documented TNBC characterized by absence of human epidermal growth factor 2 (HER2), estrogen receptor (ER), and progesterone receptor (PR) expression",
        "  No prior chemotherapy or targeted systemic therapy for inoperable locally advanced or metastatic TNBC",
        "  Eligible for taxane monotherapy (i.e., absence of rapid clinical progression, life-threatening visceral metastases, or the need for rapid symptom and/or disease control)",
        "  A representative formalin-fixed, paraffin-embedded tumor specimen in paraffin blocks, or at least 20 unstained slides with an associated pathology report documenting ER, PR, and HER2 negativity. Participants with fewer than 20 unstained slides available at baseline, and not fewer than 12 unstained slides will be eligible upon discussion with Medical Monitor",
        "  Eastern Cooperative Oncology Group performance status of 0 or 1",
        "  Measurable disease as defined by RECIST v1.1",
        "  Adequate hematologic and end-organ function",
        "Exclusion Criteria:",
        "  Known central nervous system (CNS) disease, except for treated asymptomatic CNS metastases",
        "  Leptomeningeal disease",
        "  Pregnancy or lactation",
        "  History of autoimmune disease",
        "  Prior allogeneic stem cell or solid organ transplantation",
        "  Positive test for human immunodeficiency virus",
        "  Active hepatitis B or hepatitis C",
        "  Receipt of a live, attenuated vaccine within 4 weeks prior to randomization, during treatment, or within 5 months following the last dose of atezolizumab/placebo"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1) in All Randomized Participants",
        "  PFS was defined as the time from randomization to the occurrence of disease progression, as determined by investigators from tumor assessments per RECIST v1.1, or death from any cause, whichever occurred first.",
        "  Time frame: Baseline up to approximately 34 months",
        "Results 1: ",
        "  Arm/Group Title: Placebo Plus Nab-Paclitaxel",
        "  Arm/Group Description: Participants assigned to placebo plus nab-paclitaxel received both agents until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 451",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  5.49        (5.32 to 5.59)",
        "Results 2: ",
        "  Arm/Group Title: Atezolizumab Plus Nab-Paclitaxel",
        "  Arm/Group Description: Participants assigned to atezolizumab plus nab-paclitaxel received both agents until disease progression or unacceptable toxicity.",
        "  Overall Number of Participants Analyzed: 451",
        "  Median (95% Confidence Interval)",
        "  Unit of Measure: Months  7.16        (5.59 to 7.46)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 110/460 (23.91%)",
        "  ANAEMIA 1/460 (0.22%)",
        "  FEBRILE NEUTROPENIA 5/460 (1.09%)",
        "  HAEMOLYSIS 0/460 (0.00%)",
        "  LEUKOCYTOSIS 0/460 (0.00%)",
        "  NEUTROPENIA 1/460 (0.22%)",
        "  PANCYTOPENIA 1/460 (0.22%)",
        "  ACUTE MYOCARDIAL INFARCTION 0/460 (0.00%)",
        "  ANGINA UNSTABLE 1/460 (0.22%)",
        "  ARRHYTHMIA 1/460 (0.22%)",
        "  ATRIAL FIBRILLATION 1/460 (0.22%)",
        "  CARDIAC FAILURE 0/460 (0.00%)",
        "Adverse Events 2:",
        "  Total: 80/430 (18.60%)",
        "  ANAEMIA 1/430 (0.23%)",
        "  FEBRILE NEUTROPENIA 1/430 (0.23%)",
        "  HAEMOLYSIS 1/430 (0.23%)",
        "  LEUKOCYTOSIS 1/430 (0.23%)",
        "  NEUTROPENIA 0/430 (0.00%)",
        "  PANCYTOPENIA 0/430 (0.00%)",
        "  ACUTE MYOCARDIAL INFARCTION 1/430 (0.23%)",
        "  ANGINA UNSTABLE 0/430 (0.00%)",
        "  ARRHYTHMIA 1/430 (0.23%)",
        "  ATRIAL FIBRILLATION 2/430 (0.47%)",
        "  CARDIAC FAILURE 2/430 (0.47%)"
    ]
}