{
    "Clinical Trial ID": "NCT00284180",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Vinflunine",
        "  Vinflunine 320 mg/m2 intravenously day 1 over 20 minutes repeated every 21 days",
        "INTERVENTION 2: ",
        "  Vinflunine/Trastuzumab",
        "  Vinflunine 280 mg/m2 every 21 days with trastuzumab administered with a loading dose of 8 mg/kg, followed by 6 mg/kg IV on day 1 of each subsequent cycle, repeated every 21 days. If no grade 3/4 adverse events were encountered after the first cycle of vinflunine/trastuzumab, the dose of vinflunine could be escalated to 320 mg/m2"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients must have histologically or cytologically confirmed breast cancer with metastatic disease. Patients without pathologic or cytologic confirmation of metastatic disease should have unequivocal evidence of metastasis using the Response Evaluation Criteria in Solid Tumors (RECIST) criteria.",
        "  The human epidermal growth factor receptor 2 (HER2) status of the tumor will be used to stratify patients. Tumors that are HER2 FISH+ will receive vinflunine and trastuzumab. Patients with tumors which are HER2 FISH negative or if the HER2 status is unknown/not performed will remain on study and will receive single agent vinflunine.",
        "  Patients must have measurable disease not directly irradiated as per RECIST criteria.",
        "  Measurable disease- is defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as >20 mm with conventional techniques or as >10 mm with spiral CT scan.",
        "  Prior Therapy: Patients must not have received prior chemotherapy in the metastatic breast setting. Patients who have not received prior anthracyclines or taxanes should be considered for these agents. Patients may have received prior chemotherapy and/or hormonal therapy for early stage breast cancer. The chemotherapy regimen may have included an anthracycline and/or a taxane as long as it has been > 6 months since completion of the regimen. Adjuvant trastuzumab is allowed. Patients may have received prior radiation therapy in either the metastatic or early stage setting as long as <25% of the bone marrow has been treated. Prior radiation to the whole pelvis is not allowed. Radiation therapy must be completed at least 7 days prior to study registration, and all radiation related toxicities must be resolved to grade  1 before patient is eligible for study inclusion. Patients may have received any number of hormonal therapies in the neo-adjuvant, adjuvant or metastatic setting.",
        "  Age >18 years.",
        "  Life expectancy of > 6 months.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status <2.",
        "  Patients must have normal organ and marrow function. Laboratory tests should be completed within 14 days prior to starting study treatment. Only for patients who will be receiving trastuzumab, a left ventricular ejection fraction (LVEF) may be determined by either echocardiography or multigated acquisition (MUGA) scan, and should be obtained within 4 weeks prior to starting study treatment.",
        "  Fertility/reproduction. Patients must not be pregnant, expect to become pregnant or conceive a child from time of first signing study consent until at least 12 weeks after last dose of study treatment.",
        "  Exclusion Criteria",
        "  Patients who have received prior vinca alkaloid chemotherapy are not eligible unless treatment was completed > 5 years ago.",
        "  Patients in which the HER2 status is unknown or is FISH negative will not receive trastuzumab but are eligible for treatment with single agent vinflunine.",
        "  Patients that have received prior chemotherapy for metastatic breast cancer.",
        "  Patients receiving trastuzumab must have received a cumulative dose of doxorubicin less than 360mg/m2, and/or an epirubicin cumulative dose less than 720mg/m2 for study entry.",
        "  Patients with known leptomeningeal carcinomatosis are excluded from this clinical trial",
        "  History of grade 3 or 4 allergic reactions attributed to trastuzumab.",
        "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant women are excluded from this study",
        "  History of other non-breast cancer malignancy except for carcinoma in situ of the cervix or non-melanoma skin cancer, or in patients with greater than a 5-year disease free interval from a prior malignancy.",
        "  Patients who have received prior chemotherapy for early stage breast cancer with the completion of the regimen being < 6 months will not be eligible."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Overall Response Rate (ORR), the Percentage of Patients Who Experience an Objective Benefit From Treatment",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI or CT: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "  Time frame: 18 months",
        "Results 1: ",
        "  Arm/Group Title: Vinflunine",
        "  Arm/Group Description: Vinflunine 320 mg/m2 intravenously day 1 over 20 minutes repeated every 21 days",
        "  Overall Number of Participants Analyzed: 11",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  9        (0.23 to 41.26)",
        "Results 2: ",
        "  Arm/Group Title: Vinflunine/Trastuzumab",
        "  Arm/Group Description: Vinflunine 280 mg/m2 every 21 days with trastuzumab administered with a loading dose of 8 mg/kg, followed by 6 mg/kg IV on day 1 of each subsequent cycle, repeated every 21 days. If no grade 3/4 adverse events were encountered after the first cycle of vinflunine/trastuzumab, the dose of vinflunine could be escalated to 320 mg/m2",
        "  Overall Number of Participants Analyzed: 21",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  33        (14.59 to 56.97)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 5/11 (45.45%)",
        "  Diabetes insipidus  [1]1/11 (9.09%)",
        "  Nausea 0/11 (0.00%)",
        "  Ileus 1/11 (9.09%)",
        "  Dehydration 1/11 (9.09%)",
        "  Vomiting 0/11 (0.00%)",
        "  Pain NOS  [2]2/11 (18.18%)",
        "  Pain - abdomen 0/11 (0.00%)",
        "  Fracture  [3]0/11 (0.00%)",
        "  Progressive Disease 1/11 (9.09%)",
        "  CNS Ischemia 1/11 (9.09%)",
        "  Respiratory Failure 0/11 (0.00%)",
        "  Hypoxia 1/11 (9.09%)",
        "Adverse Events 2:",
        "  Total: 8/21 (38.10%)",
        "  Diabetes insipidus  [1]0/21 (0.00%)",
        "  Nausea 1/21 (4.76%)",
        "  Ileus 0/21 (0.00%)",
        "  Dehydration 1/21 (4.76%)",
        "  Vomiting 1/21 (4.76%)",
        "  Pain NOS  [2]0/21 (0.00%)",
        "  Pain - abdomen 1/21 (4.76%)",
        "  Fracture  [3]1/21 (4.76%)",
        "  Progressive Disease 1/21 (4.76%)",
        "  CNS Ischemia 1/21 (4.76%)",
        "  Respiratory Failure 1/21 (4.76%)",
        "  Hypoxia 1/21 (4.76%)"
    ]
}