{
    "Clinical Trial ID": "NCT01401959",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort A: Triple-negative Breast Cancer Patients",
        "  Patients with triple-negative breast cancer who do not have a pathological complete response following neoadjuvant therapy and surgery will receive eribulin 1.4 mg/m^2 on Days 1 and 8 every 21 days for 6 cycles via the intravenous (IV) route.",
        "INTERVENTION 2: ",
        "  Cohort B: ER/PR Positive/HER2-negative Breast Cancer Patients",
        "  Patients with hormone receptor positive (ER and/or PR positive), HER negative breast cancer breast cancer who do not have a pathological complete response following neoadjuvant therapy and surgery will receive eribulin 1.4 mg/m^2 on Days 1 and 8 every 21 days for 6 cycles via the intravenous (IV) route."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female patients >=18 years-of-age.",
        "  Histologically confirmed breast cancer prior to surgery with the following staging criteria: T1-T3, T4a, T4b, N0-N2, N3a and M0 (T1N0M0 patients are excluded). Inflammatory disease is excluded.",
        "  Previous treatment with a minimum of 4 cycles of neoadjuvant anthracycline and/or taxane containing chemotherapy (+trastuzumab in HER2-positive patients).",
        "  Patients must be  21 days and  84 days from breast surgery and fully recovered. Patients may have had mastectomy or breast conservation surgery with axillary node dissection.",
        "  Pathologic CR (pCR) not achieved following neoadjuvant treatment (i.e., residual invasive breast cancer (>5 mm) in the breast or presence of nodal disease at surgery [ypT0/T1a, N1-N3a, M0 or ypT1b-T4, N0-N3a, M0].",
        "  Eastern Cooperative Oncology Group (ECOG) performance status score of 0-1.",
        "  Recovery from any toxic effects of prior therapy to <=Grade 1 per the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE v4.0) except fatigue or alopecia.",
        "  Peripheral neuropathy Grade <=2 per NCI CTCAE v4.0 at trial entry.",
        "  Normal left ventricular ejection fraction (LVEF), within the institutional limits of normal, as measured by echocardiography (ECHO) or multi-gated (MUGA) scan in patients to receive trastuzumab with eribulin (HER2-positive).",
        "  Adequate hematologic, hepatic, and renal function",
        "  Complete staging work-up to confirm localized disease should include computed tomography (CT) scans of the chest and abdomen/pelvis (abdomen/pelvis preferred; abdomen accepted), a CT scan of the head or MRI of the brain (if symptomatic), and either a positron emission tomography (PET) scan or a bone scan. (Note: a PET/CT is acceptable for baseline imaging in lieu of CT examinations or bone scan). Negative scans performed prior to the initiation of neoadjuvant therapy, or at any subsequent time, are acceptable and do not need to be repeated.",
        "  Female patients who are not of child-bearing potential and female patients of child-bearing potential who agree to use adequate contraceptive measures, who are not breastfeeding, and who have a negative serum pregnancy test performed within 7 days prior to start of trial treatment.",
        "  Willingness and ability to comply with trial and follow-up procedures.",
        "  Ability to understand the investigative nature of this trial and give written informed consent.",
        "  Agree to delay in reconstruction in terms of implants placed in setting of expanders until chemotherapy is completed and the patient has recovered. Expansion of expanders may continue during trial treatment.",
        "Exclusion Criteria:",
        "  Presence of other active cancers, or history of treatment for invasive cancer <3 years prior to trial entry (except thyroid, cervical cancer). Patients with Stage I cancer who have received definitive local treatment at least 3 years previously, and are considered unlikely to recur are eligible. All patients with previously treated in situ carcinoma (i.e., non-invasive) are eligible, as are patients with history of non-melanoma skin cancer.",
        "  Radiotherapy prior to the start of study treatment.",
        "  History or clinical evidence of central nervous system metastases or other metastatic disease.",
        "  Non-healed surgical wound.",
        "  Known or suspected allergy/hypersensitivity to eribulin.",
        "  Cardiac disease, including: congestive heart failure Class II-IV per New York Heart Association classification;cardiac ventricular arrhythmias requiring anti-arrhythmic therapy; unstable angina (anginal symptoms at rest) or new-onset angina (i.e., began within the last 3 months), or myocardial infarction within the past 6 months.",
        "  Chronic use of drugs that cause QTc prolongation.Patients must discontinue use of these drugs 7 days prior to the start of study treatment.",
        "  Women who are pregnant or lactating. All females of child-bearing potential must have negative serum pregnancy test within 48 hours prior to trial treatment.",
        "  Patients with known diagnosis of human immunodeficiency virus (HIV), hepatitis C virus, or acute or chronic hepatitis B infection.",
        "  Prolongation of heart rate-corrected QT interval (QTc) >480 msecs (using Bazett's formula).",
        "  Minor surgical procedures (with the exception of the placement of port-a-cath or other central venous access) performed less than 7 days prior to beginning protocol treatment.",
        "  History of cerebrovascular accident including transient ischemic attack (TIA), or untreated deep venous thrombosis (DVT)/ pulmonary embolism (PE) within the past 6 months. Note: Patients with recent DVT/PE receiving treatment with a stable dose of therapeutic anti-coagulating agents are eligible.",
        "  Patients may not receive any other investigational or anti-cancer treatments while participating in this trial.",
        "  History of any medical or psychiatric condition or laboratory abnormality that in the opinion of the investigator may increase the risks associated with the trial participation or investigational product(s) administration or may interfere with the interpretation of the results.",
        "  Inability or unwillingness to comply with trial and/or follow-up procedures outlined in the protocol."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Patients With a 2 Year Disease-Free Survival (DFS) as a Measure of Efficacy",
        "  The percentage of patients that are without evidence of disease recurrence at the 2 year timepoint, as measured from date of first protocol treatment date to first documented disease progression date or date of death from any cause, whichever comes first. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
        "  Time frame: Up to 2 years",
        "Results 1: ",
        "  Arm/Group Title: Cohort A: Triple-negative Breast Cancer Patients",
        "  Arm/Group Description: Patients with triple-negative breast cancer who do not have a pathological complete response following neoadjuvant therapy and surgery will receive eribulin 1.4 mg/m^2 on Days 1 and 8 every 21 days for 6 cycles via the intravenous (IV) route.",
        "  Overall Number of Participants Analyzed: 53",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  56        (42 to 69)",
        "Results 2: ",
        "  Arm/Group Title: Cohort B: ER/PR Positive/HER2-negative Breast Cancer Patients",
        "  Arm/Group Description: Patients with hormone receptor positive (ER and/or PR positive), HER negative breast cancer breast cancer who do not have a pathological complete response following neoadjuvant therapy and surgery will receive eribulin 1.4 mg/m^2 on Days 1 and 8 every 21 days for 6 cycles via the intravenous (IV) route.",
        "  Overall Number of Participants Analyzed: 42",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of patients  83        (67 to 91)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/53 (15.09%)",
        "  Febrile neutropenia * 1/53 (1.89%)",
        "  Cardiac failure congestive * 1/53 (1.89%)",
        "  Ventricular arrhythmia * 1/53 (1.89%)",
        "  Cellulitis * 0/53 (0.00%)",
        "  Mastitis * 1/53 (1.89%)",
        "  Pneumonia * 1/53 (1.89%)",
        "  Sinusitis * 0/53 (0.00%)",
        "  Tracheobronchitis * 0/53 (0.00%)",
        "  Diabetes mellitus inadequate control * 0/53 (0.00%)",
        "  Hyperglycaemia * 1/53 (1.89%)",
        "Adverse Events 2:",
        "  Total: 1/42 (2.38%)",
        "  Febrile neutropenia * 0/42 (0.00%)",
        "  Cardiac failure congestive * 0/42 (0.00%)",
        "  Ventricular arrhythmia * 0/42 (0.00%)",
        "  Cellulitis * 0/42 (0.00%)",
        "  Mastitis * 0/42 (0.00%)",
        "  Pneumonia * 0/42 (0.00%)",
        "  Sinusitis * 0/42 (0.00%)",
        "  Tracheobronchitis * 1/42 (2.38%)",
        "  Diabetes mellitus inadequate control * 0/42 (0.00%)",
        "  Hyperglycaemia * 0/42 (0.00%)"
    ]
}