{
    "Clinical Trial ID": "NCT00721630",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Capecitabine + Lapatinib",
        "  The regimen consists of capecitabine 2,000mg twice daily for 7 days followed by a 7-day rest in combination with lapatinib 1,250mg orally daily.",
        "  capecitabine, lapatinib: Capecitabine 2,000mg twice daily for 7 days followed by a 7-day rest in combination with lapatinib 1,250mg orally daily. Cycle length is 28 days (+/- 2 days).Toxicity assessment will occur q2 weeks for the first 4 weeks, then q4 weeks(+/- 2 days). Radiographic response assessment will take place q12 weeks (+/- 1 week). LVEF assessment will be repeated q12 weeks (+/- 1 week)."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients with a diagnosis of invasive adenocarcinoma of the breast confirmed by histology or cytology at MSKCC.",
        "  Clinical evidence of metastatic breast cancer.",
        "  HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or FISH (  2.0).",
        "  Progressive disease following treatment with trastuzumab for metastatic breast cancer or as adjuvant therapy (either single-agent or combination therapy)",
        "  Prior therapy inclusion:",
        "  No more than two prior chemotherapy regimens allowed for advanced stage disease",
        "  No prior fluoropyrimidine in the metastatic setting. Adjuvant fluoropyrimidine is permitted if >6 months prior to treatment on study.",
        "  No restriction for prior hormonal therapy. No concurrent use of endocrine therapy is permitted.",
        "  No more than 450mg/m2 cumulative dose of prior doxorubicin",
        "  At least 3 weeks since prior chemotherapy or radiation therapy",
        "  Age  or = to 18. Because no dosing or adverse event data are currently available on the use of lapatinib in patients <18 years of age, children are excluded from this study.",
        "  Patients must be willing to discontinue sex hormonal therapy e.g., birth control pills, ovarian hormonal replacement therapy, etc., prior to enrollment. Women of childbearing potential must be willing to consent to using effective contraception while on treatment and for a reasonable period thereafter.",
        "  Negative HCG pregnancy test for premenopausal women of reproductive capacity and for women less than 12 months after the menopause.",
        "  Asymptomatic, central nervous system metastases are permitted if patients remain clinically stable after discontinuation of corticosteroids and anticonvulsants.",
        "  ECOG performance status < or = to 2",
        "  Life expectancy of greater than 12 weeks",
        "  Patients must have normal organ and marrow function as defined below:",
        "  leukocytes  or = to 3,000/μL",
        "  absolute neutrophil count  or = 1,500/μL",
        "  platelets  or = 100,000/μL",
        "  total bilirubin within normal institutional limits AST (SGOT)/ALT(SGPT)  or = 2.5x institutional upper limit of normal serum creatinine within normal institutional limits",
        "  Cardiac ejection fraction at or above the lower limit of normal of 50% as measured by multigated radionuclide angiography (MUGA) scan. If LVEF is greater than 70%, and ECHO should be performed as well. Baseline and on treatment scans should be performed using the same modality and preferably at the same institution.",
        "  Ability to understand and the willingness to sign a written informed. consent document.",
        "  Able to swallow and retain oral medication.",
        "Exclusion Criteria:",
        "  Patients may not be receiving any concurrent anticancer therapy or investigational agents with the intention of treating breast cancer.",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to lapatinib or capecitabine.",
        "  Known DPD deficiency.",
        "  Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, myocardial infarction within 6 months of study entry, uncontrolled cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
        "  Pregnant women are excluded from this study because lapatinib is member of the 4- anilinoquinazoline class of kinase inhibitors with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with lapatinib, breastfeeding should be discontinued if the mother is treated with lapatinib.",
        "  HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with lapatinib. Appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated.",
        "  Patients with GI tract disease resulting in an inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption,uncontrolled inflammatory GI disease (e.g., Crohn's, ulcerative colitis).",
        "  Concomitant requirement for medication classified as CYP3A4 inducers or inhibitors:",
        "  Medications that inhibit or induce CYP3A4 are prohibited. Eligibility of patients receiving medications or substances known to affect, or with the potential to affect the activity or pharmacokinetics of lapatinib will be determined following review of their use by the Principal Investigator.",
        "  Renal function as measured by creatinine clearance < 30ml/min",
        "  Patients are permitted to participate in other non-therapeutic clinical trials while receiving treatment on this study (ie, experimental imaging, minor procedures necessary for tissue acquisition on study)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Estimate Efficacy of Capecitabine 7/7 in Combination With Lapatinib in Patients With HER2 Overexpressed/Amplified, Trastuzumab-refractory, Metastatic Breast Cancer as Determined by Overall Response Rate (Complete Response (CR) + Partial Response (PR))",
        "  Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR",
        "  Time frame: 6 months",
        "Results 1: ",
        "  Arm/Group Title: Capecitabine + Lapatinib",
        "  Arm/Group Description: The regimen consists of capecitabine 2,000mg twice daily for 7 days followed by a 7-day rest in combination with lapatinib 1,250mg orally daily.",
        "  capecitabine, lapatinib: Capecitabine 2,000mg twice daily for 7 days followed by a 7-day rest in combination with lapatinib 1,250mg orally daily. Cycle length is 28 days (+/- 2 days).Toxicity assessment will occur q2 weeks for the first 4 weeks, then q4 weeks(+/- 2 days). Radiographic response assessment will take place q12 weeks (+/- 1 week). LVEF assessment will be repeated q12 weeks (+/- 1 week).",
        "  Overall Number of Participants Analyzed: 23",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Partial Response: 5  21.7%",
        "  Stable Disease >/= 6 months: 6  26.1%",
        "  Stable disease <6 months: 11  47.8%",
        "  Progression of disease: 1   4.3%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 9/23 (39.13%)",
        "  Anemia  1/23 (4.35%)",
        "  Diarrhea  1/23 (4.35%)",
        "  Nausea  1/23 (4.35%)",
        "  Fracture  1/23 (4.35%)",
        "  ALT  1/23 (4.35%)",
        "  AST  1/23 (4.35%)",
        "  INR  1/23 (4.35%)",
        "  PTT  1/23 (4.35%)",
        "  Glucose, high  1/23 (4.35%)",
        "  Limb Pain  1/23 (4.35%)",
        "  Ataxia  2/23 (8.70%)",
        "  Neurology - Other  1/23 (4.35%)",
        "  Seizure  1/23 (4.35%)",
        "  Syncope  1/23 (4.35%)",
        "  Confusion  1/23 (4.35%)"
    ]
}