{
    "Clinical Trial ID": "NCT00956813",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Flaxseed",
        "  Patients receive 1 Nutrigrad™ flaxseed bar containing 7.5 grams flaxseed, 410 mg lignans,once daily.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Patients Identical looking bar with same calorie and total fat content but without flaxseed or lignans once daily."
    ],
    "Eligibility": [
        "Bothersome hot flashes, defined by their occurrence  28 times per week and of sufficient severity to make the patient desire therapeutic intervention",
        "  Presence of hot flashes for  1 month",
        "  Meets 1 of the following criteria:",
        "  History of breast cancer or other cancer (currently without malignant disease)",
        "  No history of breast cancer and wishes to avoid estrogen due to a perceived increased risk of breast cancer",
        "  Hormone receptor status not specified",
        "  Postmenopausal as defined by 1 of the following*:",
        "  NOTE: *Women with  1 ovary but without a uterus should be deemed postmenopausal by either age > 55 OR a combination of estrogen within a postmenopausal range (per local lab) and follicle-stimulating hormone > 40 mIU/mL",
        "  Absence of a period in the past 12 months",
        "  Bilateral oophorectomy",
        "  ECOG performance status 0-1",
        "  Life expectancy  6 months",
        "  Able to complete questionnaire(s) alone or with assistance",
        "  No diabetes requiring oral or injectable antihyperglycemics",
        "  No hypotension",
        "  No history of allergic or other adverse reaction to flaxseed",
        "  No irritable bowel syndrome, colitis, Crohn disease, or any gastrointestinal condition where the patient should not consume and/or has an intolerance/allergies to seeds or nuts",
        "  At least 4 weeks since prior and no concurrent or planned androgens, estrogens, or progestational agents",
        "  Tamoxifen, raloxifene, or aromatase inhibitors are allowed provided the patient has been on a constant dose for  4 weeks and is not expected to stop the medication during study treatment",
        " At least 4 weeks since prior and no concurrent anti-cancer therapies of any kind",
        "  Trastuzumab allowed",
        "  No concurrent treatment with other anti-cancer therapies of any kind except for trastuzumab or endocrine therapies",
        "  No concurrent ( 7 days prior to registration) or planned use of other agents for treating hot flashes (i.e., gabapentin, clonidine, antidepressants, estrogen treatment, megestrol acetate, or Bellergal)",
        "  Stable dose of vitamin E (as a general vitamin supplement) allowed provided it is  800 IU/day, it was started > 30 days before study initiation, and is to be continued through study period",
        "  Patients who have been using antidepressants for mood and have been on a stable dose for over a month and meet the eligibility criteria for hot flash frequency and duration are eligible",
        " No concurrent anticoagulants or anti-platelets (1 mg of Coumadin for central line patency allowed)",
        "  Aspirin allowed ( 81 mg)",
        "  No concurrent anti-hypertensives",
        "  No other concurrent herbal supplements for any reason, including soy and soy supplements (i.e., powders, pills, or milk)"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  To Evaluate the Efficacy of Flaxseed on Hot Flash Scores in Women as Measured by a Daily Prospective Hot Flash Diary.",
        "  The intra-patient difference in hot flash activity between baseline (study week 1) and treatment termination (study week 7) is the primary endpoint. The hot flash activity will be measured by the weekly average hot flash score which is a composite entity of both frequency and severity of hot flashes.",
        "  The hot flash severities are graded from 1 to 4, ranging from mild, to moderate, to severe to very severe. The daily hot flash score is computed by multiplying the mean grade of severity by the frequency during every 24 hour period. Therefore, a score of zero is the lowest possible score and can be interpreted as having no hot flashes. The average daily hot flash score during the baseline week was compared to the average daily value during week 7.",
        "  The primary method of analysis will be the independent sample t-test to examine the change of weekly average hot flash score from baseline to treatment termination between flaxseed and placebo arms.",
        "  Time frame: Baseline and 7 weeks",
        "Results 1: ",
        "  Arm/Group Title: Flaxseed",
        "  Arm/Group Description: Patients receive 1 Nutrigrad™ flaxseed bar containing 7.5 grams flaxseed, 410 mg lignans,once daily.",
        "  Overall Number of Participants Analyzed: 69",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  -4.9         (6.41)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Patients Identical looking bar with same calorie and total fat content but without flaxseed or lignans once daily.",
        "  Overall Number of Participants Analyzed: 77",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: units on a scale  -3.5         (6.47)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/101 (0.00%)",
        "Adverse Events 2:",
        "  Total: "
    ]
}