{
    "Clinical Trial ID": "NCT00338728",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Letrozole and Imatinib Mesylate",
        "  Imatinib mesylate 400 mg by mouth twice a day daily for 28 days and Letrozole 2.5 mg once a day daily for 28 days cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Postmenopausal women able to comply with the protocol requirements with metastatic breast cancer, whose tumors are estrogen (ER) and/or progesterone (PgR) positive, defined by core biopsy immunohistochemistry with greater than 10% positive malignant epithelial cells",
        "  Patients must have documented expression of either PDGFR or CD117 (c-kit) by immunohistochemistry",
        "  Patients may have received tamoxifen in the adjuvant/neoadjuvant or setting. Patients may have previously received chemotherapy in the adjuvant/ neoadjuvant setting, though this is not required. Prior chemotherapy for metastatic breast cancer is allowed. Concomitant bisphosphonates are allowed for patients with bone metastases and who have another site of measurable disease",
        "  Post menopausal status defined by one of the following: no spontaneous menses for at least 1 year, in women greater than or equal to 55 years spontaneous menses within the past 1 year in women greater than or equal to 55 years with postmenopausal gonadotrophin levels (luteinizing hormone [LH] and follicle stimulating hormone [FSH] levels greater than 40 IU/L ) or postmenopausal estradiol levels (less than 5 mg/dl) or according to the definition of \"postmenopausal range\" for the laboratory involved bilateral oophorectomy",
        "  Performance status, Eastern Cooperative Oncology Group (ECOG) greater than or equal to 2",
        "  Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than or equal to 10 mm with conventional techniques. Bone disease only will not be accepted as measurable disease. Pleural or peritoneal effusions will not be accepted as measurable disease",
        "  Absolute neutrophil count (ANC) = 1.5 x 10 to the 9th power/L",
        "  Platelets greater than or equal to 100.0 x 10 to the 9th power/L",
        "  Hemoglobin greater than 10.0 g/dL",
        "  Creatinine less than 1.5 mg/dl",
        "  Total (T.) bilirubin less than 1.5 x normal",
        "  Aspartate aminotransferase (AST) less than 2.5 x normal",
        "  A life expectancy of at least 6 months",
        "  Localized radiotherapy, which does not influence the signal of evaluable lesion, is allowed prior to the initiation of imatinib mesylate. Patients must have recovered from the myelosuppressive effects of previous radiotherapy (at least 2-4 weeks)",
        "  Ability to understand and the willingness to sign a written informed consent",
        "Exclusion Criteria:",
        "  Prior treatment with Femara or Gleevec",
        "  Uncontrolled endocrine disorders such as diabetes mellitus, confirmed hypo- or hyperthyroidism, Cushing's syndrome, Addison's disease (treated or untreated)",
        "  Patients with unstable angina, or uncontrolled cardiac disease (e.g. class III or IV New York Heart Association's functional classification)",
        "  Other concurrent malignant disease with the exception of cone-biopsied in situ carcinoma of the cervix uteri, or adequately treated basal or squamous cell carcinoma of the skin, or other curable cancers e.g. Hodgkin's disease or non-Hodgkin lymphoma (NHL), provided 5 years have elapsed from completion of therapy, and there has been no recurrence",
        "  Concomitant treatment with steroids, e.g. glucocorticoids for indications other than cancer, except aerosol for obstructive airways diseases and steroid injection to the joints for treatment of inflammation",
        "  Other investigational drugs within the past 3 weeks and the concomitant use of investigational drugs",
        "  History of non-compliance to medical regimens and patients who are considered potentially unreliable",
        "  Patients with known brain metastasis",
        "  Patients with known chronic liver disease (i.e., chronic active hepatitis, and cirrhosis)",
        "  Patients with known diagnosis of human immunodeficiency virus (HIV) infection",
        "  Patients who received chemotherapy within 4 weeks (6 weeks for nitrosourea or mitomycin-C) prior to study entry, unless the disease is rapidly progressing",
        "  Patients who previously received radiotherapy to greater than or equal to 25% of the bone marrow",
        "  Patients who had a major surgery within 2 weeks prior to study entry"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Objective Response Rate (ORR)",
        "  Among participants with CR or PR as the best overall response, duration of response (DOR) was defined as the time from which measurement criteria were met for CR or PR until the date of progression. Progression-free survival (PFS) was defined as the time from study enrollment to disease progression or death from any cause, whichever occurred first. PFS data were censored at the time of removal from study. Overall survival (OS) was defined as the time from study registration to death from any cause. Information on vital status was collected following study completion through July 23, 2018 and was used in the determination of OS. Among patients with SD as the best overall response, duration of SD was defined as the time from study enrollment to disease progression or removal from study.",
        "  Time frame: From the registration until disease progression, death, unacceptable toxicity, or withdraw of study consent, whichever occurred first assessed up to 182 months",
        "Results 1: ",
        "  Arm/Group Title: Letrozole and Imatinib Mesylate",
        "  Arm/Group Description: Imatinib mesylate 400 mg by mouth twice a day daily for 28 days and Letrozole 2.5 mg once a day daily for 28 days cycle.",
        "  Overall Number of Participants Analyzed: 45",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  Complete Response (CR): 0   0.0%",
        "  Partial Response (PR): 5  11.1%",
        "  SD (including non-CR/Non-PD)>/=24 weeks: 16  35.6%",
        "  SD (including non-CR/Non-PD)</=24 weeks: 8  17.8%",
        "  Progressive Disease: 11  24.4%",
        "  Non-Evaluable: 5  11.1%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 14/45 (31.11%)",
        "  Neutropenia 22/45 (4.44%)",
        "  Diarrhea 7/45 (15.56%)",
        "  Fatigue 23/45 (6.67%)",
        "  Elevated bilirubin 21/45 (2.22%)",
        "  Myalgia 21/45 (2.22%)"
    ]
}