{
    "Clinical Trial ID": "NCT00820170",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Dasatinib and Paclitaxel",
        "  The phase I portion is a standard, three-patient per cohort, dose escalation schedule will be used. Between 6 and 54 patients will likely be necessary to determine the MTD of dasatinib in combination with weekly paclitaxel.",
        "  The phase II portion of this trial has a Simon two-stage design to determine the efficacy of dasatinib when administered in combination with paclitaxel.",
        "  Dasatinib and Paclitaxel: A treatment cycle will consist of 28 days, according to the following schedule:",
        "  Dasatinib 120MG PO once daily, Weekly paclitaxel 80 mg/m2 given intravenously over 1 hour on day 1, 8, and 15 of a 28 day cycle.",
        "  The trial will initially test the combination of weekly paclitaxel and dasatinib given PO, once daily , continuously. In case of 2 dose-limiting toxicities (DLT) in the first cohort (0), the next cohort will test dasatinib given with a different schedule, 5 days on and 2 days off, omitting dasatinib the day prior and the day of administration of paclitaxel."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Female or male patients with diagnosis of invasive adenocarcinoma of the breast confirmed at MSKCC.",
        "  For the phase I portion, patients with any ER/PR/HER2 disease status, no longer eligible for hormonal therapy or HER2-targeted therapy, will be eligible.",
        "  For the phase II portion, there needs to be documentation of negative HER2 (IHC 0-1+ or FISH/CISH negative) status. Patients with any ER/PR disease status are eligible.",
        "  A paraffin-embedded tissue block or unstained slides from prior surgery must be available.",
        "  Evidence of recurrent or progressive locally advanced or metastatic breast cancer.",
        "  Presence of:",
        "  For the phase I portion: at least one evaluable or measurable metastatic lesion ,",
        "  For the phase II portion: at least one measurable metastatic lesion according to the RECIST criteria which has not been irradiated (i.e. newly arising lesions in previously irradiated areas are accepted). Ascites, pleural effusion, and bone metastases are not considered measurable. Minimum indicator lesion size: > or = to 10 mm measured by spiral CT or > or = to 20 mm measured by conventional techniques.",
        "  Prior therapies:",
        "  For the phase I portion: Any number of prior endocrine or biologic therapies is permitted . In addition, patients may be untreated in the metastatic setting or have received any number of prior cytotoxic regimens.",
        "  For the phase II portion: 0-2 prior therapies for metastatic disease are allowed.",
        "  Prior taxane therapy, either in the adjuvant or in the metastatic setting, either deliver weekly, q 2 weeks or q 3 weeks, will be permitted. Prior therapy with bevacizumab will be allowed. All previous chemotherapy, radiotherapy and intravenous biphosphonates must have been discontinued at least 3 weeks prior to study entry, 3 weeks also for trastuzumab and bevacizumab. All acute toxic effects (excluding alopecia) of any prior therapy must have resolved to NCI CTC (Version 3) Grade 1.",
        "  Endocrine therapy with an aromatase inhibitor, SERM (ie, tamoxifen) or fulvestrant is permitted, however it must be discontinued before enrolling in the study.",
        "  ECOG performance status of 0 or 1.",
        "  Age > or = to 18 years old. Adequate Organ Function",
        "  Total bilirubin  1.5 times the institutional Upper Limit of Normal (ULN)",
        "  Hepatic enzymes (AST, ALT )  2.5 times the institutional ULN",
        "  Serum Na, K+, Mg2+, Phosphate and Ca2+ Lower Limit of Normal (LLN)",
        "  Serum Creatinine  1.5 time the institutional ULN",
        "  Neutrophil count, Platelets, both Grade 0-1",
        "  PT (INR) and PTT Grade 0-1, except for patients on Coumadin or low molecular weight heparin",
        "  Ability to take oral medication (dasatinib must be swallowed whole)",
        "  Concomitant Medications:",
        "  Patient agrees to discontinue St. Johns Wort while receiving dasatinib therapy",
        "  Patient agrees that IV biphosphonates will be withheld for the first 8 weeks of dasatinib therapy due to risk of hypocalcemia. Concomitant Medications, any of the following should be considered for exclusion:",
        "  Patient agrees to discontinue QT-prolonging agents strongly associated with Torsades de Pointes including: (patients must discontinue drug  7 days prior to starting dasatinib) such as:",
        "  quinidine, procainamide, disopyramide",
        "  amiodarone, sotalol, ibutilide, dofetilide",
        "  erythromycin, clarithromycin",
        "  chlorpromazine, haloperidol, mesoridazine, thioridazine, pimozide",
        "  cisapride, bepridil, droperidol, methadone, arsenic, chloroquine, domperidone, halofantrine, levomethadyl, pentamidine, sparfloxacin, lidoflazine.",
        "  The concomitant use of H2 blockers or proton pump inhibitors with dasatinib is not recommended. The use of antacids should be considered in place of H2 blockers or proton pump inhibitors in patients receiving dasatinib therapy. If antacid therapy is needed, the antacid dose should be administered at least 2 hours prior to or 2 hours after the dose of dasatinib.",
        "  Patient may not be receiving any potent CYP3A4 inhibitors. These are prohibited (patients must discontinue drug 7 days prior to starting dasatinib) and include:",
        "  itraconazole, ketoconazole, miconazole, coriconazole",
        "  amprenavir, atazanavir, fosamprenavir, indinavir, nelfinavir, ritonavir",
        "  ciprofloxacin, clarithromycin, diclofenac, doxycycline, enoxacin, imatinib, isoniazid",
        "  ketamine, nefazodone, nicardipine, propofol, quinidine, telithromycin",
        "  Women of childbearing potential (WOCBP) must have:",
        "  A negative serum or urine pregnancy test within 72 hours prior to the start of study drug administration",
        "  Persons of reproductive potential must agree to use an adequate method of contraception throughout treatment and for at least 4 weeks after study drug is stopped",
        "  Pregnant or nursing women may not participate. Patients of reproductive potential may not participate unless they have agreed to use an effective method of contraception and to continue contraception for 30 days from the date of the last study drug administration. Postmenopausal woman must be amenorrheic for at least 12 months to be considered of non-childbearing potential.",
        "  Signed written informed consent including a HIPAA form according to institutional guidelines.",
        "Exclusion Criteria:",
        "  Life expectancy < 3 months.",
        "  Prior severe allergic reaction to paclitaxel therapy.",
        "  Presence of new or recurrent pleural effusion which is symptomatic and/or requiring medical intervention (NCI CTC Grade 2, 3 or 4).",
        "  Completion of previous chemotherapy regimen < 3 weeks prior to the start of study treatment.",
        "  Prior hormonal therapy must be discontinued prior to treatment start. Biologic therapy (eg, bevacizumab, trastuzumab) for the treatment of metastatic disease must be discontinued > or = to 3 weeks from the start of protocol treatment.",
        "  Concurrent medical condition which may increase the risk of toxicity.",
        "  Patients may not have any clinically significant cardiovascular disease including the following:",
        "  myocardial infarction or ventricular tachyarrhythmia within 6 months",
        "  prolonged QTc >480 msec (Fridericia correction)",
        "  ejection fraction less than institutional normal",
        "  major conduction abnormality (unless a cardiac pacemaker is present)",
        "  Patients with any cardiopulmonary symptoms of unknown cause (e.g. shortness of breath, chest pain, etc.) should be evaluated by a baseline echocardiogram with or without stress test as needed in addition to electrocardiogram (EKG) to rule out QTc prolongation. The patient may be referred to a cardiologist at the discretion of the principal investigator. Patients with underlying cardiopulmonary dysfunction should be excluded from the study.",
        "  Subjects with hypokalemia or hypomagnesemia if it cannot be corrected prior to dasatinib administration",
        "  History of significant bleeding disorder unrelated to cancer, including:",
        "  Diagnosed congenital bleeding disorders (e.g., von Willebrand's disease)",
        "  Diagnosed acquired bleeding disorder within one year (e.g., acquired antifactor VIII antibodies)",
        "  Ongoing or recent ( 3 months) significant gastrointestinal bleeding Other medical condition which in the opinion of the Investigator might confer an unacceptable increase in risk.",
        "  Patients with symptomatic CNS metastases that remain untreated by radiation therapy are excluded from this trial. The presence of asymptomatic brain metastases or brain metastases that have been previously irradiated are not grounds for trial exclusion.",
        "  History of uncontrolled seizures, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant, precluding informed consent, or interfering with compliance of oral drug intake.",
        "  Presence of uncontrolled gastrointestinal malabsorption syndrome.",
        "  Unwillingness to give written informed consent or unwillingness to participate or inability to comply with the protocol for the duration of the study. Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests and other study procedures are necessary for participation in this clinical trial.",
        "  Concurrent radiotherapy is not permitted for disease progression on treatment on protocol, but might allowed for pre-existing non-target lesions with approval from the principal investigator of the trial.",
        "  Patients with > Grade 1 neuropathy will be excluded form this trial."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Phase I Portion: Maximum Tolerated Dose/MTD of Dasatinib When Administered in Combination With a Fixed Dose of Weekly Paclitaxel.",
        "  [Not Specified]",
        "  Time frame: Through completion of Phase I, up to 1 year",
        "Results 1: ",
        "  Arm/Group Title: Dasatinib and Paclitaxel",
        "  Arm/Group Description: The phase I portion is a standard, three-patient per cohort, dose escalation schedule will be used. Between 6 and 54 patients will likely be necessary to determine the MTD of dasatinib in combination with weekly paclitaxel.",
        "  The phase II portion of this trial has a Simon two-stage design to determine the efficacy of dasatinib when administered in combination with paclitaxel.",
        "  Dasatinib and Paclitaxel: A treatment cycle will consist of 28 days, according to the following schedule:",
        "  Dasatinib 120MG PO once daily, Weekly paclitaxel 80 mg/m2 given intravenously over 1 hour on day 1, 8, and 15 of a 28 day cycle.",
        "  The trial will initially test the combination of weekly paclitaxel and dasatinib given PO, once daily , continuously. In case of 2 dose-limiting toxicities (DLT) in the first cohort (0), the next cohort will test dasatinib given with a different schedule, 5 days on and 2 days off, omitting dasatinib the day prior and the day of administration of paclitaxel.",
        "  Overall Number of Participants Analyzed: 15",
        "  Measure Type: Number",
        "  Unit of Measure: mg of dasatinib  120"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/3 (100.00%)",
        "  Hemoglobin decreased/Anemia  1/3 (33.33%)",
        "  Arrhythmia supraventricular  1/3 (33.33%)",
        "  Fatigue  1/3 (33.33%)",
        "  Pain  0/3 (0.00%)",
        "  Infection  0/3 (0.00%)",
        "  Pneumonia  0/3 (0.00%)",
        "  Skin infection  0/3 (0.00%)",
        "  Laboratory test abnormal  0/3 (0.00%)",
        "  Serum phosphate decreased  0/3 (0.00%)",
        "  Bone pain  0/3 (0.00%)",
        "  Syncope vasovagal  0/3 (0.00%)"
    ]
}