{
    "Clinical Trial ID": "NCT00878709",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Neratinib",
        "  Patients who completed prior adjuvant trastuzumab received six 40 mg neratinib tablets (240 mg) taken orally once daily with food, preferably in the morning, continuously for one year. Therapy continued until unacceptable toxicity, recurrent disease, death, or withdrawal of consent occurred.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Patients who completed prior adjuvant trastuzumab received six 40 mg placebo tablets (240 mg) taken orally once daily with food, preferably in the morning, continuously for one year. Therapy continued until unacceptable toxicity, recurrent disease, death, or withdrawal of consent occurred."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Stage II through IIIC HER-2/erbB-2 positive breast cancer with node positive disease.",
        "  Been treated for early breast cancer with standard of care duration of trastuzumab.",
        "  Could have been treated neoadjuvantly but have not reached pathologic complete response.",
        "Exclusion Criteria:",
        "  Positive clinical and radiologic assessments for local or regional recurrence of disease at the time of study entry.",
        "  History of heart disease.",
        "  Corrected QT (QTc) interval >0.45 seconds",
        "  History of gastrointestinal disease with diarrhea as the major symptom."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Invasive Disease-free Survival (iDFS) in Neratinib Arm Compared to Placebo Arm at Year 2",
        "  Invasive disease-free survival time is defined as the time from date of randomization until the first disease recurrence of the following events: invasive ipsilateral breast tumor recurrence, invasive contralateral breast cancer, local/regional invasive recurrence, distant recurrence and death from any cause.",
        "  Time frame: From randomization until time of event up to 2 years",
        "Results 1: ",
        "  Arm/Group Title: Neratinib",
        "  Arm/Group Description: Patients who completed prior adjuvant trastuzumab received six 40 mg neratinib tablets (240 mg) taken orally once daily with food, preferably in the morning, continuously for one year. Therapy continued until unacceptable toxicity, recurrent disease, death, or withdrawal of consent occurred.",
        "  Overall Number of Participants Analyzed: 1420",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants with events  4.7",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Patients who completed prior adjuvant trastuzumab received six 40 mg placebo tablets (240 mg) taken orally once daily with food, preferably in the morning, continuously for one year. Therapy continued until unacceptable toxicity, recurrent disease, death, or withdrawal of consent occurred.",
        "  Overall Number of Participants Analyzed: 1420",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants with events  7.5"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 103/1408 (7.32%)",
        "  Anaemia 1/1408 (0.07%)",
        "  Angina pectoris 1/1408 (0.07%)",
        "  Myocardial infarction 1/1408 (0.07%)",
        "  Atrial fibrillation 0/1408 (0.00%)",
        "  Sinus tachycardia 0/1408 (0.00%)",
        "  Tachycardia 0/1408 (0.00%)",
        "  Vertigo 0/1408 (0.00%)",
        "  Diarrhoea 22/1408 (1.56%)",
        "  Vomiting 12/1408 (0.85%)",
        "  Nausea 4/1408 (0.28%)",
        "  Abdominal pain 2/1408 (0.14%)",
        "  Pancreatitis 2/1408 (0.14%)",
        "Adverse Events 2:",
        "  Total: 85/1408 (6.04%)",
        "  Anaemia 1/1408 (0.07%)",
        "  Angina pectoris 0/1408 (0.00%)",
        "  Myocardial infarction 1/1408 (0.07%)",
        "  Atrial fibrillation 1/1408 (0.07%)",
        "  Sinus tachycardia 1/1408 (0.07%)",
        "  Tachycardia 1/1408 (0.07%)",
        "  Vertigo 1/1408 (0.07%)",
        "  Diarrhoea 1/1408 (0.07%)",
        "  Vomiting 1/1408 (0.07%)",
        "  Nausea 1/1408 (0.07%)",
        "  Abdominal pain 0/1408 (0.00%)",
        "  Pancreatitis 1/1408 (0.07%)"
    ]
}