{
    "Clinical Trial ID": "NCT01128543",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1250 mg and Vinorelbine 20 mg/m^2",
        "  Participants received 1250 milligram (mg) tablets lapatinib once a day and vinorelbine 20 mg/meters squared (m^2) intravenously on Day 1 and Day 8, and every 3 weeks."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed adenocarcinoma of the breast.",
        "  Patients must be > 18 years of age",
        "  Metastatic breast cancer (stage IV) at primary diagnosis or at relapse after curative intent therapy.",
        "  Laboratory confirmed HER2/neu overexpressing and/or amplified disease in the invasive component of the primary or metastatic lesion",
        "  Patients must have evidence of metastatic disease, but measurable disease is not mandatory.",
        "  The patients may have received or not prior treatment with chemotherapeutic agents including taxanes, trastuzumab or anthracycline in the adjuvant or metastatic setting is permitted.",
        "  Prior treatments with radiation therapy in the adjuvant and/or metastatic setting are permitted provided that at least 4 weeks have elapsed since the last fraction of radiation therapy and all treatment related adverse events are < grade 1 at the time of enrollment.",
        "  Prior radiation to a solitary metastatic lesion is permitted provided that progression post radiation has been documented.",
        "  Patients must have life expectancy > 3 months.",
        "  ECOG performance status 0, 1 or 2 (see Appendix II).",
        "  Patients must have normal organ and marrow function measured within 14 days prior to enrollment as defined Table 1.",
        "  Left ventricular ejection fraction > 50% as demonstrated by MUGA scan/echocardiogram within 4 weeks prior to enrollment.",
        "  Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 7 days prior to enrollment and must use an acceptable method of contraception for the duration of the study.",
        "  Female patients who are lactating should discontinue nursing prior to the first dose of investigational product and should refrain from nursing throughout the treatment period and for 14 days following the last dose of investigational product.",
        "  The patient must sign the consent form prior to enrollment.",
        "  Patients must be accessible for treatment and follow-up.",
        "Exclusion Criteria:",
        "  Patients with a history of other malignancies, except: adequately treated DCIS, adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours (non-breast) curatively treated with no evidence of disease for > 5 years.",
        "  Patients receiving ongoing anticancer treatment or other investigational anti-cancer agents for breast cancer or patients who have used an investigational drug within 30 days or 5 half-lives (if known), whichever is longer, preceding the date of enrollment.",
        "  Patients with symptomatic CNS metastases (including leptomeningeal involvement).",
        "  Patients with only bone metastasis.",
        "  Patients with serious cardiac illness or condition including, but not limited to:",
        "  history of documented congestive heart failure (CHF) or systolic dysfunction (LVEF<50%) high risk uncontrolled arrhythmias (ventricular tachycardia, high-grade AV-block, supraventricular arrhythmias which are not adequately rate-controlled) unstable angina pectoris requiring anti-anginal medication clinically significant valvular heart disease evidence of transmural infarction on ECG inadequately controlled hypertension (systolic blood pressure > 180 mmHg or diastolic blood pressure > 100 mmHg).",
        "  New York Heart Association (NYHA) Class III or IV functional status (see Appendix X)",
        "  Patients who have received vinorelbine as a prior therapy in the metastatic and recurrent setting.",
        "  Patients with serious illness or medical condition which would not permit the patient to be managed according to the protocol including, but not limited to:",
        "  History of significant neurologic or psychiatric disorder which would impair the ability to obtain consent or limit compliance with study requirements.",
        "  Active uncontrolled infection. Serious or non-healing wound, ulcer, or bone fracture.",
        "  Patients with GI tract disease resulting in an inability to take oral medication such as but not limited to malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption (for example resection of stomach or small bowel) or uncontrolled inflammatory GI disease (e.g. Crohn's, ulcerative colitis).",
        "  Patients receiving CYP3A4 inhibitors or inducers are not eligible unless it has been > 7 and > 14 days, respectively since the last dose of medication before the start of protocol treatment (see Appendix IX). For amiodarone in particular, dosing is prohibited for at least 6 months prior to the start of protocol treatment.",
        "  Patients with history of allergic or hypersensitivity reactions to any study drug or their excipients or with a history of allergic reactions attributed to compounds with similar chemical composition to any of the study drugs.",
        "  Pregnant or lactation women"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants (Par.) With Clinical Benefit (CB) at Week 12 and Week 24",
        "  Par. with CB are defined as those with complete response (CR), partial response (PR), or stable disease (SD) for >=12 or 24 weeks. Per Response Evaluation Criteria In Solid Tumors (RECIST), Version 1.1, CR is defined as the disappearance of all target lesions, PR is defined as a >=30% decrease in the sum of the longest diameter (LD) of target lesions, taking as a reference the baseline sum LD, and SD is defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD), taking as a reference the smallest sum LD since the treatment started.",
        "  Time frame: Week 12 and Week 24",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1250 mg and Vinorelbine 20 mg/m^2",
        "  Arm/Group Description: Participants received 1250 milligram (mg) tablets lapatinib once a day and vinorelbine 20 mg/meters squared (m^2) intravenously on Day 1 and Day 8, and every 3 weeks.",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: participants  Week 12, CR: 0",
        "  Week 12, PR: 4",
        "  Week 12, SD: 12",
        "  Week 24, CR: 0",
        "  Week 24, PR: 4",
        "Week 24, SD: 10"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 8/29 (27.59%)",
        "  Febrile neutropenia 1/29 (3.45%)",
        "  Lymphopenia 1/29 (3.45%)",
        "  Lymphangitis 1/29 (3.45%)",
        "  Vomiting 1/29 (3.45%)",
        "  Abdominal epigastric pain 1/29 (3.45%)",
        "  Diarrhea 3/29 (10.34%)",
        "  Candida sepsis 1/29 (3.45%)",
        "  Motor deficit 1/29 (3.45%)",
        "  Urinary infection 1/29 (3.45%)",
        "  Pneumonia 1/29 (3.45%)"
    ]
}