{
    "Clinical Trial ID": "NCT01310231",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Metformin",
        "  Metformin plus standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Metformin: metformin 850 mg bid in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Number of cycles: Until progression or unacceptable toxicity develops.",
        "INTERVENTION 2: ",
        "  Placebo",
        "  Placebo and standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Placebo: Placebo bid in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Number of cycles: until progression or unacceptable toxicity develops."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically proven invasive breast cancer with metastatic spread outside of breast, ipsilateral axillary and supraclavicular nodal areas (Histological confirmation of metastases is not required) OR, Locally advanced breast cancer that is refractory to initial anticancer treatment.",
        "  A decision has been made to administer single or multiple agent first or second line chemotherapy that includes one of the following agents: anthracycline, taxane, platinum, capecitabine.",
        "  Age: 18 to 75 years at the time of registration",
        "  Invasive breast cancer, any ER or PgR status",
        "  ECOG performance status 0-2",
        "  Life expectancy of at least 6 months",
        "  Adequate hepatic and renal function (SGOT and ALT < 1.8 X upper limit of normal for the institution, alkaline phosphatase  2X upper limit of normal for the institution, bilirubin within normal limits for the institution (expect in patients with Gilbert's syndrome who will be eligible regardless of bilirubin) and creatinine  130 umol/L)",
        "  Blood counts: Neutrophils must be at least 1,000/mm3 and Platelets  75,000/mm3.",
        "  Ability to understand and to provide written informed consent for the study",
        "  Absence of any psychological, familial, sociological, or other patient related factors that might preclude compliance with the study protocol",
        "  Measurable or non measurable (but evaluable) tumour must be present - radiologic or clinical evaluation must have been performed within 4 weeks prior to registration.",
        "Exclusion Criteria:",
        "  More than one previous line(s) of chemotherapy for metastatic disease - if prior chemotherapy has been administered, the last date of treatment must have been given at least 3 weeks prior to registration [any adjuvant systemic treatment is acceptable]",
        "  If prior hormone therapy (as adjuvant or metastatic therapy) has been administered, it must have been stopped at least 3 weeks prior to registration",
        "  Radiotherapy to a target or non target lesion within 4 weeks of registration",
        "  Known CNS metastases",
        "  History of cardiac failure",
        "  Known hypersensitivity or allergy to metformin",
        "  History of or known diabetes or baseline fasting glucose  7.0 mmol/L",
        "  History of lactic or other metabolic acidosis",
        "  Use of metformin within 3 months of registration",
        "  Current or planned pregnancy or lactation in women of child-bearing potential. Patients of childbearing potential must have a negative serum pregnancy test.",
        "  Fertile patients must agree to use an effective method of contraception while on study treatment; which could include IUD, condoms or other barrier methods of birth control",
        "  Habitual alcohol intake of more than three drinks daily",
        "  Concurrent use of any biguanide medication (other than metformin as a study medication)",
        "  Patients with  grade 2 diarrhea at baseline, malabsorption syndrome or unable to swallow oral medication",
        "  Previous or concurrent malignancies, except non-melanoma skin cancers, unless curatively treated and with no evidence of recurrence for  5 years.",
        "  Use of any investigational agent within 28 days prior to registration."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression Free Survival.",
        "  Scans will be repeated every 9 weeks. Local follow up for survival will continue until all patients have died or for a maximum total follow up of 3 years, which ever occurs first. The two study arms will be compared in an intent to treat fashion using Cox proportional hazard analysis, with the stratification variables included in the model. Treatment discontinuation for toxicity or other reasons will be considered an event.",
        "  Time frame: From date of randomization to first documented progression or death, which ever occurs first, assessed up to 3 years.",
        "Results 1: ",
        "  Arm/Group Title: Metformin",
        "  Arm/Group Description: Metformin plus standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Metformin: metformin 850 mg bid in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Number of cycles: Until progression or unacceptable toxicity develops.",
        "  Overall Number of Participants Analyzed: 22",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: months  5.4         (1.04)",
        "Results 2: ",
        "  Arm/Group Title: Placebo",
        "  Arm/Group Description: Placebo and standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Placebo: Placebo bid in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).",
        "  Number of cycles: until progression or unacceptable toxicity develops.",
        "  Overall Number of Participants Analyzed: 18",
        "  Mean (Standard Deviation)",
        "  Unit of Measure: months  6.3         (1.68)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 3/22 (13.64%)",
        "  ascites with hyponatraemia 0/22 (0.00%)",
        "  febrile neutropenia with respiratory infection 1/22 (4.55%)",
        "  urosepsis 1/22 (4.55%)",
        "  febrile neutropenia with urinary tract infection 0/22 (0.00%)",
        "  dyspnoea 1/22 (4.55%)",
        "  hypoxia 0/22 (0.00%)",
        "  thromboembolism 0/22 (0.00%)",
        "Adverse Events 2:",
        "  Total: 4/17 (23.53%)",
        "  ascites with hyponatraemia 1/17 (5.88%)",
        "  febrile neutropenia with respiratory infection 0/17 (0.00%)",
        "  urosepsis 0/17 (0.00%)",
        "  febrile neutropenia with urinary tract infection 1/17 (5.88%)",
        "  dyspnoea 0/17 (0.00%)",
        "  hypoxia 1/17 (5.88%)",
        "  thromboembolism 1/17 (5.88%)"
    ]
}