{
    "Clinical Trial ID": "NCT02366130",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ra-223 Dichloride + Denosumab",
        "  Ra-223 dichloride 55 kBq/kg administered as a bolus intravenous (IV) injection (over 1 minute) through a secure in-dwelling catheter on day 1 of the study and then every four weeks thereafter for 6 cycles.",
        "  Denosumab 120 mg by subcutaneous (SC) injections on Day 1 of Cycles 2-5.",
        "  A single hormonal agent (ie, Tamoxifen or Aromatase Inhibitor or Fulvestrant) administered daily while on study. Physician to decide what type of hormone therapy participant will receive.",
        "  Ra-223 dichloride: 55 kBq/kg by vein on Day 1 of each 28 day cycle, and then every four weeks thereafter for 6 cycles.",
        "  Denosumab: 120 mg by subcutaneous (SC) injections on Day 1 of Cycles 2-5.",
        "  Hormone Therapy: A single hormonal agent administered daily while on study. Physician to decide what type of hormone therapy participant will receive."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Stage IV breast cancer with metastases to the bone and/or bone marrow.",
        "  Pathological or radiographically confirmation of metastases to the bone and/or bone marrow. (The definition of radiologic diagnosis of bone metastasis is based on typical and highly reliable imaging findings in studies such as bone scan (new or multiple TC99m positive lesions), PET/CT (new or multiple FRG positive lesions), and MRI (typical T1w replacement, T2w positive and T1 plus contrast media positive) for bone metastasis with 2 or more lesions. If the bone metastasis is highly suspected or not well defined by imaging, bone biopsy is necessary for confirmation.)",
        "  Visible uptake in at least one lesion on bone scanning prior to radium therapy.",
        "  No limit in number of prior hormonal agents in metastatic breast cancer; only one prior chemotherapy is allowed in metastatic setting. Anti-HER2 targeting therapy, CDK4/6 inhibitor, other targeted therapy (e.g., mTOR or PI3K inhibitor) in combination with hormonal treatment will be counted as one hormonal agent. Any anti-HER2 targeting therapy in combination with chemotherapy will not be counted as one additional treatment.",
        "  Breast tumors with hormone receptor positive disease (ER+/PR+, ER+/PR- regardless of HER2 status).",
        "  ECOG performance score of 0, 1.",
        "  Age =/> 18 years.",
        "  All acute toxic effects of any prior treatment have resolved to NCI-CTCAE v4.0 Grade 1 or less at the time of signing the Informed Consent Form (ICF).",
        "  Subjects (men and women) of childbearing potential must agree to use adequate contraception beginning at the signing of the ICF until at least 6 months after the last dose of study drug. The definition of adequate contraception will be based on the judgment of the principal investigator or a designated associate.",
        "  Acceptable hematology and serum biochemistry screening values: White Blood Cell Count (WBC) =/> 3,000/mm3 Absolute Neutrophil Count (ANC) =/> 1,500/mm3 Platelet (PLT) count =/> 100,000/mm3 Hemoglobin (HGB) =/> 10 g/dl Total bilirubin level </=2.0 x institutional upper limit of normal (ULN) Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) </= 3.0 x ULN Creatinine </= 1.5 x ULN",
        "  Subjects must be able to understand and be willing to sign the written informed consent form. A signed informed consent form must be appropriately obtained prior to the conduct of any trial-specific procedure.",
        "Exclusion Criteria:",
        "  Following breast cancer disease conditions are not eligible: A) Single Bone Lesion. B)Two or more visceral metastasis C) Single visceral lesion < 2cm without any laboratory changes or clinical symptoms due to the metastatic lesion is permitted. D)Presence of brain metastases E) Imminent spinal cord compression based on clinical findings and/or magnetic resonance imaging (MRI). T F) Impending fracture, spinal cord compression, and/or potentially unstable compression fracture of vertebral body with possibility of cord compression. G) Life expectancy severely limited by concomitant illness (less than 12 months). H) Concurrent external beam radiation therapy to non target lesion is permitted.",
        "  Following prior treatments are not eligible. A) Use of any investigational agent within 30 days preceding enrollment. B) Treatment with cytotoxic chemotherapy within previous 4 weeks C) Failure to achieve </= Grade 2 AE resolution from cytotoxic chemotherapy administered more than 4 weeks previous (however, ongoing neuropathy is permitted). D) Received systemic therapy with radionuclides (e.g., strontium-89, samarium-153, rhenium-186, or rhenium-188, or Ra-223 dichloride) for the treatment of bony metastases.",
        "  Following medical conditions are not eligible. A) Other malignancy treated within the last 3 years (except non melanoma skin cancer or low-grade superficial bladder cancer or cervical dysplasia) B) Any other serious illness or medical condition, such as but not limited to: Any infection =/> National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 4.03 Grade 2. C) Cardiac failure New York Heart Association (NYHA) III or IV. D) Crohn's disease or ulcerative colitis-Bone marrow dysplasia or Myelodysplastic syndrome.",
        "  Women who are pregnant or breast-feeding. Women of childbearing potential must have a negative serum pregnancy test performed within 7 days prior to the start of study drug. Post-menopausal women (defined as no menses for at least 1 year) and surgically sterilized women are not required to undergo a pregnancy test.",
        "  Any condition which, in the investigator's opinion, makes the subject unsuitable for trial participation.",
        "  Major surgery within 30 days prior to start of study drug.",
        "  Excluded therapies and medications, previous and concomitant: A) Concurrent anti-cancer therapy (chemotherapy, surgery, immunotherapy, biologic therapy, anti-HER 2 targeting therapies, or tumor embolization) other than Ra 223 dichloride. Concurrent external beam radiation therapy is permitted.B) Prior use of Ra-223 dichloride. C) Concurrent use of another investigational drug or device therapy (i.e., outside of study treatment) during, or within 4 weeks of trial entry (signing of the informed consent form)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Disease Control Rate at 9 Months",
        "  Disease control rate is defined as the rate of the patients at that time with clinically complete or partial response or stable disease.",
        "  Time frame: 9 months from receiving the first dose of Radium-223",
        "Results 1: ",
        "  Arm/Group Title: Ra-223 Dichloride + Denosumab",
        "  Arm/Group Description: Ra-223 dichloride 55 kBq/kg administered as a bolus intravenous (IV) injection (over 1 minute) through a secure in-dwelling catheter on day 1 of the study and then every four weeks thereafter for 6 cycles.",
        "  Denosumab 120 mg by subcutaneous (SC) injections on Day 1 of Cycles 2-5.",
        "  A single hormonal agent (ie, Tamoxifen or Aromatase Inhibitor or Fulvestrant) administered daily while on study. Physician to decide what type of hormone therapy participant will receive.",
        "  Ra-223 dichloride: 55 kBq/kg by vein on Day 1 of each 28 day cycle, and then every four weeks thereafter for 6 cycles.",
        "  Denosumab: 120 mg by subcutaneous (SC) injections on Day 1 of Cycles 2-5.",
        "  Hormone Therapy: A single hormonal agent administered daily while on study. Physician to decide what type of hormone therapy participant will receive.",
        "  Overall Number of Participants Analyzed: 35",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  35 100.0%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 28/36 (77.78%)",
        "  Lymphocytopenia 210/36 (27.78%)",
        "  Neutropenia 29/36 (25.00%)",
        "  Anemia 26/36 (16.67%)",
        "  Thrombocytopenia 24/36 (11.11%)",
        "  Hyperglycemia 27/36 (19.44%)",
        "  Nausea 213/36 (36.11%)",
        "  Diarrhea 211/36 (30.56%)",
        "  Fatigue 215/36 (41.67%)",
        "  Flu-like symptoms 26/36 (16.67%)",
        "  Hot Flashes 25/36 (13.89%)",
        "  AST/ALT elevation 211/36 (30.56%)",
        "  Arthralgia 24/36 (11.11%)"
    ]
}