{
    "Clinical Trial ID": "NCT00347919",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1: Lapatinib 1500 mg",
        "  Lapatinib 1500 milligrams (mg) administered orally once a day",
        "INTERVENTION 2: ",
        "  Cohort 1: Lapatinib 1000 mg/Pazopanib 400 mg",
        "  Lapatinib 1000 mg and Pazopanib 400 mg administered orally once a day"
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  A subject will be eligible for inclusion in this study only if all of the following criteria apply:",
        "  Women  18 years of age with a life expectancy of  12 weeks.",
        "  Note: National Institute of Neurological and Communicative Disorders and Stroke (NINCDS) and Alzheimer's Disease and Related Disorders Association (ADRDA).)",
        "  Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1.",
        "  Histologically confirmed invasive breast cancer with incurable stage IIIb, stage IIIc with T4 lesion, or stage IV disease at primary diagnosis or at relapse after curative-intent surgery.",
        "  No prior chemotherapy, immunotherapy, biologic therapy or anti-ErbB1/ErbB2 therapy for metastatic or recurrent disease (other than neoadjuvant or adjuvant therapy). Prior hormonal therapy (e.g., tamoxifen, raloxifen or an aromatase inhibitor) for advanced or metastatic disease is permitted provided at least 2 weeks have elapsed between the completion of the prior therapy and start of study drugs.",
        "  Note: Subjects must have documented progressive disease (PD) or be intolerant to hormonal therapy. This must be documented in the source documentation.",
        "  Prior neoadjuvant therapy and/or adjuvant therapy is permitted.",
        "  Note:",
        "  (a) Subjects who have received both neoadjuvant and adjuvant therapies must have at least 6 months between completion of the chemotherapy-component of adjuvant therapy and start of study drug(s)",
        "  (b) Subjects who have received only adjuvant therapy must have at least 6 months between completion of the chemotherapy-component of adjuvant therapy and start of study drug(s)",
        "  (c) Subjects who have received only neoadjuvant therapy must have at least 6 months between completion of neoadjuvant therapy and start of study drug(s)",
        "  (d) Subjects who have received trastuzumab or hormonal agents as all or part of adjuvant therapy are eligible provided: (1) 2 weeks have elapsed since last dose (2) 6 months have elapsed between the start of trastuzumab or hormonal therapy and start of study drugs.",
        "  Radiotherapy prior to initiation of randomized therapy to a limited area (e.g., palliative treatment for painful disease) other than the sole site of measurable and assessable disease is allowed however, subjects must have completed treatment at least 4 weeks prior to starting study drugs, and must have recovered from all treatment-related toxicities prior to starting pazopanib and/or lapatinib.",
        "  Documented amplification of ErbB2 by Fluorescence In Situ Hybridization (FISH) in either the primary or metastatic tumor tissue. Archived tumor tissue must be provided for ErbB2 FISH testing by the central laboratory, which will be used to determine eligibility.",
        "  Note: Subjects that have documented ErbB2 amplification based on prior FISH testing or documented ErbB2 overexpression based on prior immunohistochemistry (IHC) with a value of 3+ are eligible, however, archived tumor tissue must be provided for confirmation by the central laboratory. If the results from prior testing are not confirmed by the central laboratory, then the subject can continue to receive study drug(s) at the discretion of the investigator, but will be excluded from the statistical analysis.",
        "  Archived tumor tissue (paraffin-embedded) must be available to correlate tumor response with intra-tumoral genetic changes as well as expression levels of relevant biomarkers. Results of biomarkers will not be used to determine subject eligibility for the study.",
        "  Ability to swallow and retain oral medication.",
        "  Disease must be measurable according to Response Evaluation Criteria in Solid Tumors (RECIST).",
        "  Subjects must have chosen treatment with lapatinib and/or pazopanib as initial treatment over other initial treatments (such as cytotoxic chemotherapy regimens or trastuzumab as a single agent) for locally advanced or metastatic disease.",
        "  Adequate organ function as defined below:",
        "  System (Laboratory Values)",
        "  Hematologic:Absolute neutrophil count (ANC) (  1.5 X 109/L) Platelets (  100 X 109/L)",
        "  Hepatic:Albumin(  2.5 g/dL)Serum bilirubin(  1.5 X upper limit of normal (ULN) unless due to Gilbert's syndrome) aspartate aminotransferase (AST) and alanine aminotransferase (ALT) (  2.0 X ULN)",
        "  Renal:Calculated creatinine clearance1 (  50 mL/min) Urine Protein2",
        "  (Negative, trace or +1 by dipstick urinalysis or <1.0 gram determined by 24 hour urine protein analysis).",
        "  A patient should first be screened with dipstick urinalysis. If urine protein by dipstick analysis is  2+, then a 24-hour urine protein must be assessed and 24 hour urine protein must be <1 g protein to be eligible.",
        "  Cardiac ejection fraction within the institutional range of normal as measured by echocardiogram. Multigated acquisition (MUGA) scans will be accepted in cases where an echocardiogram cannot be performed or is inconclusive or where MUGA scans are the accepted standard. Subjects with known history of uncontrolled or symptomatic angina, arrhythmias, or congestive heart failure are not eligible.",
        "  A female is eligible to enter and participate in this study if she is of:",
        "  Non-childbearing potential (i.e., physiologically incapable of becoming pregnant), including any female who has had:",
        "  A hysterectomy",
        "  A bilateral oophorectomy (ovariectomy)",
        "  A bilateral tubal ligation",
        "  Is post-menopausal (total cessation of menses for 1 year)",
        "  Childbearing potential, has a negative serum pregnancy test within 2 weeks of the first dose of study medication, and agrees to use adequate contraception during study participation and for a minimum of 2 menstrual cycles after the last dose of study medication. GSK acceptable contraceptive methods, when used consistently and in accordance with both the product label and the instructions of the physician, are as follows:",
        "  An intrauterine device with a documented failure rate of less than 1% per year.",
        "  Vasectomized partner who is sterile prior to the female subject's entry and is the sole sexual partner for that female.",
        "  Complete abstinence from sexual intercourse for 14 days before exposure to investigation product, through the clinical trial, and for at least 2 menstrual cycles after the last dose of investigational product.",
        "  Double-barrier contraception (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm with spermicide).",
        "  Oral contraceptives are not reliable due to the potential drug-drug interactions.",
        "  Subjects must complete all screening assessments as outlined in the protocol.",
        "  Subjects must provide written informed consent prior to performance of any study-specific procedures or assessments and are willing to comply with treatment and follow-up.",
        "Exclusion Criteria:",
        "  A subject will not be eligible for inclusion in this study if any of the following criteria apply:",
        "  Subjects with bilateral breast cancer or bone metastases as the only disease site.",
        "  Patients with high disease burden defined as >30% replacement of hepatic parenchyma with metastases, symptomatic pulmonary metastases (e.g., clinically significant dyspnea, cough, or chest pain attributable to pulmonary metastases), or >3 visceral organs with tumor involvement.",
        "  History of other malignancy. Subjects who have been disease-free for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated in situ carcinoma are eligible.",
        "  Sarcoma histology.",
        "  Concurrent disease or condition that would make the subject inappropriate for study participation including (1) any unresolved or unstable, serious toxicity from prior administration of another investigational drug, (2) any serious medical disorder that would interfere with the subject's safety, obtaining informed consent or compliance to the study.",
        "  History or clinical evidence of central nervous system (CNS) metastases or leptomeningeal carcinomatosis, except for individuals who have previously treated CNS metastases, are asymptomatic, and have had no requirement for steroids or antiseizure medication for ³ 2 months prior to study enrollment. Routine screening with CNS imaging studies (computed tomography [CT] or magnetic resonance imaging [MRI]) is required only if clinically indicated or if the subject has a history of CNS metastases.",
        "  Malabsorption Syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.",
        "  Active peptic ulcer disease, inflammatory bowel disease, or other gastrointestinal condition increasing the risk of perforation; history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 4 weeks prior to beginning therapy.",
        "  Presence of uncontrolled infection.",
        "  Concurrent cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biologic therapy, hormonal therapy, and tumor embolization).",
        "  Concurrent treatment with an investigational agent or participation in another clinical trial.",
        "  Use of an investigational anti-cancer drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of pazopanib and/or lapatinib.",
        "  Prior use of an investigational or licensed drug that targets either vascular endothelial growth factor (VEGF) or VEGF receptors, or ErbB2 (except for trastuzumab when used in the neo-adjuvant/adjuvant setting).",
        "  Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to pazopanib or lapatinib.",
        "  Has taken/is taking prohibited medications, Lapatinib-related, orPazopanib-related.",
        "  Corrected QT interval (QTc) prolongation defined as QTc interval > 480 msecs.",
        "  History of any one of the following cardiac conditions within the past 6 months:",
        "  Cardiac angioplasty or stenting",
        "  Myocardial infarction",
        "  Unstable angina",
        "  History of cerebrovascular accident within the past 6 months.",
        "  Poorly controlled hypertension (systolic blood pressure (SBP) of 140mmHg, or diastolic blood pressure (DBP) of 90mmHg).",
        "  Note: Initiation or adjustment of antihypertensive medication(s) is permitted prior to study entry. The blood pressure (BP) must be re-assessed on two occasions that are separated by a minimum of 24 hours. The mean SBP/DBP values from both BP assessments must be < 140/90mmHg in order for a subject to be eligible for the study.",
        "  Presence of any non-healing wound, fracture, or ulcer, or the presence of symptomatic peripheral vascular disease.",
        "  Evidence of bleeding diathesis or coagulopathy.",
        "  Major surgical procedure, open biopsy, or significant traumatic injury within 4 weeks prior to beginning therapy, or anticipation of the need for a major surgical procedure during the course of the study; minor surgical procedures such as fine needle aspiration or core biopsy within 1 week prior to beginning therapy are also excluded.",
        "  Pregnant or lactating female.",
        "  Has Class III or IV heart failure as defined by the New York Heart Association (NYHA) functional classification system.",
        "  History of untreated deep venous thrombosis (DVT) within the past 6 months (e.g. calf vein thrombosis)."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Progressive Disease at Week 12 in Cohort 1",
        "  The percentage of participants with progressive disease (PD) 12 weeks after randomization was measured. Per Response Evaluation Criteria In Solid Tumors (RECIST), a response of PD is defined as a >=20% increase in target lesions. Participants were also classified as having PD if their response at Week 12 was unknown or missing. Response was determined by an independent radiologist and by an investigator.",
        "  Time frame: Week 12",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1: Lapatinib 1500 mg",
        "  Arm/Group Description: Lapatinib 1500 milligrams (mg) administered orally once a day",
        "  Overall Number of Participants Analyzed: 72",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Independently Evaluated: 38.9",
        "  Investigator Evaluated: 43.1",
        "Results 2: ",
        "  Arm/Group Title: Cohort 1: Lapatinib 1000 mg/Pazopanib 400 mg",
        "  Arm/Group Description: Lapatinib 1000 mg and Pazopanib 400 mg administered orally once a day",
        "  Overall Number of Participants Analyzed: 69",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Independently Evaluated: 36.2",
        "  Investigator Evaluated: 37.7"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 10/73 (13.70%)",
        "  Anaemia 0/73 (0.00%)",
        "  Febrile neutropenia 0/73 (0.00%)",
        "  Thrombocytopenia 0/73 (0.00%)",
        "  Left ventricular dysfunction 0/73 (0.00%)",
        "  Diarrhoea 2/73 (2.74%)",
        "  Oesophagitis 0/73 (0.00%)",
        "  Vomiting 1/73 (1.37%)",
        "  Abdominal pain upper 0/73 (0.00%)",
        "  Colitis 0/73 (0.00%)",
        "  Fatigue 0/73 (0.00%)",
        "  Pyrexia 0/73 (0.00%)",
        "  Cholecystitis 0/73 (0.00%)",
        "Adverse Events 2:",
        "  Total: 18/76 (23.68%)",
        "  Anaemia 2/76 (2.63%)",
        "  Febrile neutropenia 0/76 (0.00%)",
        "  Thrombocytopenia 0/76 (0.00%)",
        "  Left ventricular dysfunction 2/76 (2.63%)",
        "  Diarrhoea 1/76 (1.32%)",
        "  Oesophagitis 1/76 (1.32%)",
        "  Vomiting 0/76 (0.00%)",
        "  Abdominal pain upper 0/76 (0.00%)",
        "  Colitis 0/76 (0.00%)",
        "  Fatigue 1/76 (1.32%)",
        "  Pyrexia 1/76 (1.32%)",
        "  Cholecystitis 0/76 (0.00%)"
    ]
}