{
    "Clinical Trial ID": "NCT00325234",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Pemetrexed/Carboplatin",
        "  Pemetrexed 600 mg/m^2 was administered intravenously over approximately 10 minutes on Day 1. Carboplatin was given over approximately 30 minutes on Day 1 beginning after the end of the Pemetrexed infusion, consistent with a target of AUC 5.0. The cycle of treatment was 21 days.",
        "INTERVENTION 2: ",
        "  Gemcitabine/Vinorelbine",
        "  Vinorelbine 30 mg/m^2 was given over approximately 6-10 minutes on Day 1 and Day 8. Gemcitabine 1200 mg/m^2 will be given over approximately 30 minutes on Day 1 and Day 8 beginning after the end of the Vinorelbine infusion. The cycle of treatment was 21 days."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Females with histologic or cytologic diagnosis of advanced breast cancer. Lesions should not be amenable to surgery or radiation of curative intent.",
        "  Performance status of 0 to 2 on the Eastern Cooperative Oncology Group (ECOG) performance status scale.",
        "  One prior chemotherapy containing anthracyclines as (neo)adjuvant or palliative 1st-line treatment.",
        "  One prior chemotherapy containing taxanes as (neo) adjuvant or palliative 1st-line treatment.",
        "  Prior radiation therapy is allowed to less than 25% of the bone marrow. Participants must have recovered from the toxic effects of the treatment prior to study enrollment (except for alopecia). Prior radiotherapy must be completed 30 days before study entry. Lesions that have been radiated cannot be included as sites of measurable disease unless clear tumor progression has been documented in these lesions since the end of radiation therapy.",
        "  At least one uni-dimensionally measurable lesion meeting Response Evaluation Criteria in Solid Tumors (RECIST) criteria. Positron emission tomography [PET] scans and ultrasounds may not be used.",
        "  Antitumoral hormonal treatment must be discontinued prior to enrollment.",
        "  Estimated life expectancy of at least 3 months.",
        "  Participant compliance and geographic proximity that allow adequate follow-up.",
        "  Adequate organ function",
        "  Female participants of childbearing potential must test negative for pregnancy within 7 days of enrollment based on a urine and/or serum pregnancy test and agree to use a reliable method of birth control during and for 6 months following the last dose of study drug.",
        "  Participants must sign an informed consent document.",
        "  Female participants must be at least 18 years of age.",
        "Exclusion Criteria:",
        "  Have received treatment within the last 30 days with a drug that has not received regulatory approval for any indication at the time of study entry.",
        "  Have previously completed or withdrawn from this study or any other study investigating Pemetrexed, Gemcitabine, Carboplatin or Vinorelbine",
        "  Have received more than one line of chemotherapy in Metastatic Breast Cancer. Participants having received more than one combination of anthracycline plus taxane.",
        "  Are pregnant or breast-feeding.",
        "  Have serious concomitant systemic disorders (e.g., active infection) that, in the opinion of the investigator, would compromise the safety of the participant or compromise the participant's ability to complete the study.",
        "  Have a prior malignancy other than breast cancer, carcinoma in situ of the cervix, or nonmelanoma skin cancer, unless that prior malignancy was diagnosed and definitively treated at least 5 years previously with no subsequent evidence of recurrence.",
        "  Are unable to interrupt aspirin or other nonsteroidal anti-inflammatory agents for a 5-day period (8-day period for long-acting agents such as piroxicam), unless the Creatinine Clearance is greater than or equal to 80 ml/min.",
        "  Have central nervous system (CNS) metastases.",
        "  Have clinically relevant (by physical exam) third-space fluid collections (for example, ascites or pleural effusions) that cannot be controlled by drainage or other procedures prior to study entry.",
        "  Are unable or unwilling to take folic acid, vitamin B12 supplementation, or dexamethasone.",
        "  Concurrent administration of any other antitumor therapy."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Tumor Response Rate",
        "  Participants with best overall response determined from complete response (CR) or partial response (PR) according to Response Criteria in Solid Tumors (RECIST) criteria. For CR or PR, best response must be confirmed. A second assessment performed at 28 days. Two determinations of CR before progression required for rate to=CR. Evaluations include: CR=Disappearance of lesions. PR=  30% size decrease of lesions. Progressive Disease (PD)=  20% size increase of lesions. Stable Disease (SD)=Not enough shrinkage for PR nor enough increase for PD. Overall Response Rate=PR+CR/Qualified Participants*100.",
        "  Time frame: Baseline up to 30 days of follow-up after 21 cycles of treatment",
        "Results 1: ",
        "  Arm/Group Title: Pemetrexed/Carboplatin",
        "  Arm/Group Description: Pemetrexed 600 mg/m^2 was administered intravenously over approximately 10 minutes on Day 1. Carboplatin was given over approximately 30 minutes on Day 1 beginning after the end of the Pemetrexed infusion, consistent with a target of AUC 5.0. The cycle of treatment was 21 days.",
        "  Overall Number of Participants Analyzed: 64",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Overall Response: 26.6        (16.3 to 39.1)",
        "  Complete Response: 0.0        (0.0 to 5.6)",
        "  Partial Response: 26.6        (16.3 to 39.1)",
        "  Stable Disease: 35.9        (24.3 to 48.9)",
        "  Progressive Disease: 26.6        (16.3 to 39.1)",
        "  Unknown: 10.9        (4.5 to 21.2)",
        "Results 2: ",
        "  Arm/Group Title: Gemcitabine/Vinorelbine",
        "  Arm/Group Description: Vinorelbine 30 mg/m^2 was given over approximately 6-10 minutes on Day 1 and Day 8. Gemcitabine 1200 mg/m^2 will be given over approximately 30 minutes on Day 1 and Day 8 beginning after the end of the Vinorelbine infusion. The cycle of treatment was 21 days.",
        "  Overall Number of Participants Analyzed: 61",
        "  Measure Type: Number",
        "  Unit of Measure: percentage of participants  Overall Response: 29.5        (18.5 to 42.6)",
        "  Complete Response: 3.3        (0.4 to 11.3)",
        "  Partial Response: 26.2        (15.8 to 39.1)",
        "  Stable Disease: 34.4        (22.7 to 47.7)",
        "  Progressive Disease: 27.9        (17.1 to 40.8)",
        "  Unknown: 8.2        (2.7 to 18.1)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 18/65 (27.69%)",
        "  Anaemia 5/65 (7.69%)",
        "  Febrile neutropenia 1/65 (1.54%)",
        "  Leukocytosis 0/65 (0.00%)",
        "  Neutropenia 4/65 (6.15%)",
        "  Thrombocytopenia 6/65 (9.23%)",
        "  Cardiac failure congestive 0/65 (0.00%)",
        "  Epigastric discomfort 0/65 (0.00%)",
        "  Nausea 1/65 (1.54%)",
        "  Vomiting 3/65 (4.62%)",
        "  Condition aggravated 0/65 (0.00%)",
        "  Medical device complication 0/65 (0.00%)",
        "Adverse Events 2:",
        "  Total: 22/66 (33.33%)",
        "  Anaemia 1/66 (1.52%)",
        "  Febrile neutropenia 2/66 (3.03%)",
        "  Leukocytosis 1/66 (1.52%)",
        "  Neutropenia 2/66 (3.03%)",
        "  Thrombocytopenia 0/66 (0.00%)",
        "  Cardiac failure congestive 1/66 (1.52%)",
        "  Epigastric discomfort 1/66 (1.52%)",
        "  Nausea 0/66 (0.00%)",
        "  Vomiting 1/66 (1.52%)",
        "  Condition aggravated 1/66 (1.52%)",
        "  Medical device complication 1/66 (1.52%)"
    ]
}