{
    "Clinical Trial ID": "NCT00089999",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Lapatinib 1500 mg QD",
        "  Participants received lapatinib 1500 mg orally QD. Treatment was continued for 12 weeks or until disease progression or withdrawal from treatment for another reason. After Week 12, participants with clinical benefit had the option to continue with the lapatinib therapy at the same dose and schedule, until disease progression, provided the treatment was tolerated.",
        "INTERVENTION 2: ",
        "  Lapatinib 500 mg BID",
        "  Participants received lapatinib 500 mg orally BID. Treatment was continued for 12 weeks or until disease progression or withdrawal from treatment for another reason. After Week 12, participants with clinical benefit had the option to continue with the lapatinib therapy at the same dose and schedule, until disease progression, provided the treatment was tolerated."
    ],
    "Eligibility": [
        "Inclusion criteria:",
        "  Histologically confirmed invasive breast cancer with incurable stage IIIB, IIIC with T4 lesion or stage IV disease at primary diagnosis or at relapse after curative intent surgery.",
        "  Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.",
        "  Documented amplification of ErbB2 by Fluorescence in situ hybridization (FISH)",
        "  Measurable disease by Response Evaluation Criteria In Solid Tumors (RECIST)",
        "  Adequate renal, hepatic and cardiac function",
        "Exclusion criteria:",
        "  Prior chemotherapy, immunotherapy, biologic therapy or anti-ErbB1/ErbB2 therapy other than adjuvant therapy. [Prior neo-adjuvant or adjuvant therapy (including trastuzumab) will be allowed provided it was stopped at least 12 months before study entry.",
        "  Patients with active brain metastases",
        "  Patients with bilateral breast cancer, bone metastases as the only disease site or metastases to more than 30% of the hepatic parenchyma."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With a Best Overall Response (OR) of Confirmed Complete Response (CR) or Partial Response (PR), as Assessed by the Independent Review Committee (IRC)",
        "  OR is defined as the number of participants achieving either a confirmed CR or PR, per Response Evaluation Criteria in Solid Tumors (RECIST, v 1.0). Best OR is defined as the best response recorded from the start of treatment until progressive disease (PD)/recurrence. CR is defined as the disappearance of all target lesions (TLs) and non-TLs. PR is defined as at least a 30% decrease in the sum of the longest diameters (LD) of TLs, taking as a reference the Baseline sum LD and no PD, or complete resolution of TLs and the persistence of one or more non-TL(s), as assessed by the IRC. PD is defined as at least a 20% increase in the sum of the LD of TLs, taking as a reference the smallest sum LD recorded since the treatment started or the appearance of >= 1 new lesions or unequivocal progression of existing non-TLs. Responses were confirmed at subsequent assessments made >=28 days after the original response. Participants with an unknown or missing response are treated as non-responders.",
        "  Time frame: From the date of the first dose of investigational product to the first documented evidence of a confirmed CR or PR (up to Study Week 103)",
        "Results 1: ",
        "  Arm/Group Title: Lapatinib 1500 mg QD",
        "  Arm/Group Description: Participants received lapatinib 1500 mg orally QD. Treatment was continued for 12 weeks or until disease progression or withdrawal from treatment for another reason. After Week 12, participants with clinical benefit had the option to continue with the lapatinib therapy at the same dose and schedule, until disease progression, provided the treatment was tolerated.",
        "  Overall Number of Participants Analyzed: 69",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  CR: 0",
        "PR: 15",
        "Results 2: ",
        "  Arm/Group Title: Lapatinib 500 mg BID",
        "  Arm/Group Description: Participants received lapatinib 500 mg orally BID. Treatment was continued for 12 weeks or until disease progression or withdrawal from treatment for another reason. After Week 12, participants with clinical benefit had the option to continue with the lapatinib therapy at the same dose and schedule, until disease progression, provided the treatment was tolerated.",
        "  Overall Number of Participants Analyzed: 69",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  CR: 0",
        "PR: 18"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 15/69 (21.74%)",
        "  Anaemia 0/69 (0.00%)",
        "  Febrile neutropenia 1/69 (1.45%)",
        "  Thrombocytopenia 0/69 (0.00%)",
        "  Left ventricular dysfunction 0/69 (0.00%)",
        "  Pericardial effusion 1/69 (1.45%)",
        "  Diarrhoea 1/69 (1.45%)",
        "  Constipation 0/69 (0.00%)",
        "  Gastritis 1/69 (1.45%)",
        "  Oesophagitis 1/69 (1.45%)",
        "  Vomiting 1/69 (1.45%)",
        "  Asthenia 0/69 (0.00%)",
        "  Pyrexia 0/69 (0.00%)",
        "Adverse Events 2:",
        "  Total: 18/69 (26.09%)",
        "  Anaemia 1/69 (1.45%)",
        "  Febrile neutropenia 0/69 (0.00%)",
        "  Thrombocytopenia 1/69 (1.45%)",
        "  Left ventricular dysfunction 1/69 (1.45%)",
        "  Pericardial effusion 0/69 (0.00%)",
        "  Diarrhoea 1/69 (1.45%)",
        "  Constipation 1/69 (1.45%)",
        "  Gastritis 0/69 (0.00%)",
        "  Oesophagitis 0/69 (0.00%)",
        "  Vomiting 0/69 (0.00%)",
        "  Asthenia 2/69 (2.90%)",
        "  Pyrexia 1/69 (1.45%)"
    ]
}