{
    "Clinical Trial ID": "NCT01560416",
    "Intervention": [
        "INTERVENTION 1: ",
        "  ARM A - Fulvestrant",
        "  Fulvestrant: 500 mg administered by intramuscular injection on days 1 and 15 of cycle 1, day 1 of cycle 2 and each subsequent cycle; cycle duration is 28 days Eligible participants on Arm A were allowed to crossover to Arm B upon disease progression. Treatment continued for Arm A participants until 2nd disease progression.",
        "INTERVENTION 2: ",
        "  Arm B - Fulvestrant+Ganetespib",
        "  Fulvestrant: 500 mg administered by intramuscular injection on days 1 and 15 of cycle 1, day 1 of cycle 2 and each subsequent cycle; cycle duration is 28 days Ganetespib: 200 mg/m2 administered intravenously on days 1, 8 and 15 of each 28 day cycle",
        "  Arm B participants whose disease was at a minimum stable could elect to discontinue ganetespib after 6 cycles or stay on combination treatment until disease progression. Otherwise, Arm B participants taken off ganetespib for toxicity were to remain on single agent fulvestrant until disease progression."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Histologically confirmed invasive breast cancer that is metastatic or unresectable locally advanced",
        "  Estrogen and/or progesterone receptor positive breast cancer",
        "  HER2 negative",
        "  Measurable disease is required (effective 4/30/14: all non-measurable [evaluable] disease slots have been filled)",
        "  Endocrine resistant breast cancer",
        "  May have received up to one prior line of chemotherapy for metastatic or unresectable locally advanced breast cancer",
        "  May have initiated bisphosphonate therapy prior to start of protocol therapy",
        "  Must be at least 2 weeks from prior chemotherapy or radiotherapy",
        "  ECOG performance status of 0 or 1",
        "  Availability of tissue block from initial breast cancer diagnosis and/or metastatic recurrence",
        "  For subjects with biopsy-accessible disease, must be willing to undergo a required on-treatment research biopsy",
        "  Adequate IV access",
        "Exclusion Criteria:",
        "  Pregnant or breastfeeding",
        "  Prior treatment with HSP90 inhibitor",
        "  Prior treatment with fulvestrant",
        "  Concurrent treatment with commercial agents or other agents with the intent to treat the participant's malignancy",
        "  Untreated or progressive brain metastases",
        "  Pending visceral crisis, in the opinion of the treating investigator",
        "  History of allergic reactions attributed to compounds of similar chemical or biologic composition to fulvestrant or ganetespib",
        "  Uncontrolled intercurrent illness",
        "  Other malignancies within 3 years"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Progression-Free Survival (PFS)",
        "  PFS based on Kaplan-Meier is defined as the time from study entry to the earliest documentation of disease progression (PD) or death. Participants alive without evidence of PD are censored at the date of last disease assessment. Participants who receive non-protocol anti-cancer therapy before disease progression are censored at time of last disease assessment.",
        "  Time frame: Disease was assessed radiographically every 2 cycles for year 1 and every 2-4 cycles longer-term. Participants in this study cohort were followed for survival up to 4 years from treatment end.",
        "Results 1: ",
        "  Arm/Group Title: ARM A - Fulvestrant",
        "  Arm/Group Description: Fulvestrant: 500 mg administered by intramuscular injection on days 1 and 15 of cycle 1, day 1 of cycle 2 and each subsequent cycle; cycle duration is 28 days Eligible participants on Arm A were allowed to crossover to Arm B upon disease progression. Treatment continued for Arm A participants until 2nd disease progression.",
        "  Overall Number of Participants Analyzed: 15",
        "  Mean (95% Confidence Interval)",
        "  Unit of Measure: months  3.7        (1.0 to 12.0)",
        "Results 2: ",
        "  Arm/Group Title: Arm B - Fulvestrant+Ganetespib",
        "  Arm/Group Description: Fulvestrant: 500 mg administered by intramuscular injection on days 1 and 15 of cycle 1, day 1 of cycle 2 and each subsequent cycle; cycle duration is 28 days Ganetespib: 200 mg/m2 administered intravenously on days 1, 8 and 15 of each 28 day cycle",
        "  Arm B participants whose disease was at a minimum stable could elect to discontinue ganetespib after 6 cycles or stay on combination treatment until disease progression. Otherwise, Arm B participants taken off ganetespib for toxicity were to remain on single agent fulvestrant until disease progression.",
        "  Overall Number of Participants Analyzed: 35",
        "  Mean (95% Confidence Interval)",
        "  Unit of Measure: months  3.6        (2.0 to 7.5)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 2/15 (13.33%)",
        "  Sinus Tachycardia * 0/15 (0.00%)",
        "  Acute coronary syndrome * 0/15 (0.00%)",
        "  Obstruction Gastric * 0/15 (0.00%)",
        "  Vomiting * 0/15 (0.00%)",
        "  Hemorrhoids * 0/15 (0.00%)",
        "  Nausea * 0/15 (0.00%)",
        "  Duodenal ulcer * 0/15 (0.00%)",
        "  Hepatic pain * 0/15 (0.00%)",
        "  Infections and infestations-other *  [1]0/15 (0.00%)",
        "  Lipase Increased * 0/15 (0.00%)",
        "Adverse Events 2:",
        "  Total: 11/35 (31.43%)",
        "  Sinus Tachycardia * 1/35 (2.86%)",
        "  Acute coronary syndrome * 1/35 (2.86%)",
        "  Obstruction Gastric * 1/35 (2.86%)",
        "  Vomiting * 3/35 (8.57%)",
        "  Hemorrhoids * 1/35 (2.86%)",
        "  Nausea * 3/35 (8.57%)",
        "  Duodenal ulcer * 1/35 (2.86%)",
        "  Hepatic pain * 1/35 (2.86%)",
        "  Infections and infestations-other *  [1]1/35 (2.86%)",
        "  Lipase Increased * 1/35 (2.86%)"
    ]
}