{
    "Clinical Trial ID": "NCT00753415",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Part A: V935 LD",
        "  Two IM injections of V935 low dose (LD), 1 given every other week over a 3-week period.",
        "INTERVENTION 2: ",
        "  Part A: V934 LD(3)+V935 LD",
        "  Three electroporation (EP) injections of V934 (LD) were administered, 1 given every other week over a 5-week period. Following a 4 week observation period, 2 IM injections of V935 (LD) were administered, 1 given every other week over a 3-week period."
    ],
    "Eligibility": [
        "Inclusion Criteria Part A",
        "  Participant has one of the selected solid tumors with no distant metastases, and is more than 8 weeks from completion of definitive therapy with intention to cure. Selected Solid Tumors: Stage I to III non-small cell lung carcinoma (NSCLC); Stage III breast cancer; Stage IIB or III melanoma; Stage II or III upper gastrointestinal tract carcinoma (e.g., esophagus, stomach, gallbladder, pancreas); Stage III colon carcinoma; Stage II, III, or IV (M0 only) renal cell carcinoma; Stage II, III, or IV (M0 only) bladder carcinoma; clinically-localized prostate carcinoma",
        "  Participant has adequate organ function.",
        "  Female participant of childbearing potential has a negative serum pregnancy test within 3 days of study enrollment.",
        "  Exclusion Criteria Part A",
        "  Participant has known hypersensitivity to any component of study vaccine.",
        "  Participant has a history of clinically significant cardiac conditions, including cardiac arrhythmias which have not been controlled within the last 3 months, unstable angina, myocardial infarction (within the last 3 months), or New York Heart Association (NYHA) Class III or IV congestive heart failure. Participant must have no clinically significant electrocardiogram (ECG) abnormalities and not have a pacemaker or cardioverter/defibrillator implanted.",
        "  Participant has undergone splenectomy or has any history of autoimmune disorder.",
        "  Participant has received immunosuppressive treatment within 1 month prior to enrollment.",
        "  Participant has known acquired, inherited, or idiopathic thrombocytopenia, platelet dysfunction or coagulopathy that would contraindicate IM injections.",
        "  Participant has an acute infection requiring intravenous antibiotic, antiviral or antifungal agents within 2 weeks of study entry.",
        "  Participant is pregnant or breastfeeding, or expecting to conceive at any time during the study or within 1 year after receiving the last vaccination.",
        "  Participant is known to be Human Immunodeficiency Virus (HIV)-seropositive.",
        "  Participant has known history of Hepatitis B or C or active Hepatitis A.",
        "  Participant has been vaccinated for any disease or for prophylaxis within 1 month prior to the first vaccination.",
        "  The participant has been diagnosed with Systemic Lupus Erythematosus (SLE)",
        "  Inclusion Criteria Part B",
        "  Participant must have completed their respective vaccination Treatment Group regimen for Part A of this study.",
        "  Participant must have completed a 12 week safety observation period prior to receiving their first V934-EP boost.",
        "  Exclusion Criteria Part B",
        "  Participant has new or metastatic tumor lesions since enrollment in Part A.",
        "  Participant has developed any significant cardiac conditions since enrollment in Part A including cardiac arrhythmias which have not been controlled within the last 3 months, unstable angina, myocardial infarction (within the last 3 months), or NYHA Class III or IV congestive heart failure.",
        "  Participant has undergone a splenectomy, or has developed any autoimmune disorders, since enrollment in Part A.",
        "  Participant has received immunosuppressive treatment within 1 month prior to enrollment in Part B",
        "  Participant has developed any acquired, inherited, or idiopathic thrombocytopenia, platelet dysfunction or coagulopathy that would contraindicate IM injections",
        "  Participant has an acute infection requiring intravenous antibiotic, antiviral or antifungal agents within 2 weeks of entry to Part B."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Dose-Limiting Toxicity (DLT)",
        "  DLT was defined as a vaccine- or EP-related adverse event (AE) including the following: Hematological (Grade 3 neutropenia with fever, Grade 4 neutropenia 5 days, Grade 4 thrombocytopenia) or non-hematological AE, Grade 3, 4 or 5 with the exception of Grade 3 nausea, vomiting, diarrhea or serum glutamic oxaloacetic transaminase (SGOT) elevation, alopecia, Grade 3/4 creatinine phosphokinase (CPK) elevation or inadequately treated hypersensitivity. Any Grade 3/4 related AE that failed to return to Grade 1 or baseline within 14 days was also considered a DLT.",
        "  Time frame: Day 1 up to 30 days following the last vaccination (up to 77 weeks); Treatment Period + Acute Follow-up (FU) Period",
        "Results 1: ",
        "  Arm/Group Title: Part A: V935 LD",
        "  Arm/Group Description: Two IM injections of V935 low dose (LD), 1 given every other week over a 3-week period.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  0",
        "Results 2: ",
        "  Arm/Group Title: Part A: V934 LD(3)+V935 LD",
        "  Arm/Group Description: Three electroporation (EP) injections of V934 (LD) were administered, 1 given every other week over a 5-week period. Following a 4 week observation period, 2 IM injections of V935 (LD) were administered, 1 given every other week over a 3-week period.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  0"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 1/3 (33.33%)",
        "  Pericardial effusion 0/3 (0.00%)",
        "  Coronary artery stenosis 1/3 (33.33%)",
        "  Upper gastrointestinal haemorrhage 0/3 (0.00%)",
        "  Cellulitis 0/3 (0.00%)",
        "  Lobar pneumonia 0/3 (0.00%)",
        "  Pneumonia 1/3 (33.33%)",
        "  Haematocrit decreased 0/3 (0.00%)",
        "  Bladder cancer 0/3 (0.00%)",
        "  Depressed mood 0/3 (0.00%)",
        "Adverse Events 2:",
        "  Total: 0/3 (0.00%)",
        "  Pericardial effusion 0/3 (0.00%)",
        "  Coronary artery stenosis 0/3 (0.00%)",
        "  Upper gastrointestinal haemorrhage 0/3 (0.00%)",
        "  Cellulitis 0/3 (0.00%)",
        "  Lobar pneumonia 0/3 (0.00%)",
        "  Pneumonia 0/3 (0.00%)",
        "  Haematocrit decreased 0/3 (0.00%)",
        "  Bladder cancer 0/3 (0.00%)",
        "  Depressed mood 0/3 (0.00%)"
    ]
}