{
    "Clinical Trial ID": "NCT00602043",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Diagnostic FES: Average FES SUVmean >1.5, no Negative Sites",
        "  Patients undergo [^18F] FES PET scan. Patients also undergo standard clinical fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT scan up to 14 days prior to [^18F] FES PET scan.",
        "  Patients begin clinically indicated endocrine therapy.",
        "  Patients are followed-up to determine response on the therapy for 6 months using clinical exams, tumor marker assays, conventional imaging and standard clinical FDG PET/CT.",
        "  This group represents patients who had positive FES uptake at all disease sites on the baseline diagnostic FES PET scan.",
        "  laboratory biomarker analysis: Correlative studies",
        "INTERVENTION 2: ",
        "  Diagnostic FES: Patients With FES Negative Sites of Disease",
        "  Patients undergo [^18F] FES PET scan. Patients also undergo standard clinical fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT scan up to 14 days prior to [^18F] FES PET scan.",
        "  Patients begin clinically indicated endocrine therapy.",
        "  Patients are followed-up to determine response on the therapy for 6 months using clinical exams, tumor marker assays, conventional imaging and standard clinical FDG PET/CT.",
        "  This group represents patients who had some or all disease sites negative for FES uptake on the baseline diagnostic FES PET scan."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Patients will have pathologically confirmed invasive breast cancer with clinical, radiographic and/or pathologic evidence of stage IV disease; patients must have tissue blocks available from biopsy of at least one site of metastatic disease and/or from diagnosis of their primary breast cancer",
        "  Disease may be measurable (by Response Evaluation Criteria in Solid Tumors [RECIST] criteria) or non-measurable but must be present in at least one non-liver site and imageable on FDG PET scan; in patients with non-measurable disease by RECIST criteria, one of the following may be used to assess and follow disease: MUC-1 antigen level (either cancer antigen [CA] 27.29 or carcinoembryonic antigen [CEA]) > 2 x upper limit of normal (ULN), Circulating tumor cell assay > 5, or FDG-PET SUV > 2.5 in purely lytic lesions; elevated tumor markers alone are insufficient",
        "  No prior endocrine therapy for breast cancer or",
        "  Off adjuvant endocrine therapy for > 6 months or",
        "  Greater than 2 years of a single adjuvant endocrine therapy at the time of first recurrence and plan to change to alternate endocrine therapy; use of tamoxifen must be discontinued 6-8 weeks prior to entrance into the study",
        "  Prior chemotherapy regimens in the adjuvant or neoadjuvant setting are allowed",
        "  Women treated with adjuvant LHRH (luteinizing hormone-releasing hormone) analog are eligible",
        "  Be assessed for menopausal status; for study purposes, postmenopausal is defined as:",
        "  A prior documented bilateral oophorectomy, or",
        "  A history of at least 12 months without spontaneous menstrual bleeding, or",
        "  Age 60 or older with a prior hysterectomy without oophorectomy, or",
        "  Age less than 60 with a prior hysterectomy without oophorectomy (or in whom the status of the ovaries is unknown), with a documented follicle stimulating hormone (FSH) level demonstrating confirmatory elevation in the postmenopausal range for the lab",
        "  Premenopausal patients must have a baseline FSH, and estradiol levels to determine menopausal status; measures will be repeated at 3-6 months to confirm menopausal status",
        "  Patients must be positive for estrogen receptor (ER) and may or may not be positive for progesterone receptor (PgR) by IHC in the primary tumor and/or metastatic site; the pathology report for assay of ER will be reviewed by one of the investigators prior to enrollment, the study pathologist will review the pathology report if necessary for determination of study eligibility",
        "  Tumor HER2/neu expression must be determined prior to study enrollment; assessment may be by fluorescence in situ hybridization (FISH) assay or by immunohistochemistry (ICC); if determination is intermediate by ICC, FISH must be performed",
        "  Life expectancy > 16 weeks",
        "  Eastern Cooperative Oncology Group (ECOG) performance status =< 2 (Karnofsky >= 60%)",
        "  Absolute neutrophil count (ANC) >= 1,000",
        "  Platelet count >= 50,000",
        "  Hemoglobin within normal limits (WNL) for the institution",
        "  Serum creatinine =< 1.5 x institutional ULN (IULN) and estimated creatinine clearance > 50 mL/min using the Cockroft-Gault formula",
        "  Bilirubin =< 1.5 x ULN",
        "  Serum glutamic oxaloacetic transaminase (SGOT)/ serum glutamic pyruvate transaminase (SGPT) =< 1.5 x ULN",
        "  Alkaline phosphatase =< 2.5 x ULN",
        "  Patients must be planning a course of endocrine therapy with one of the following: tamoxifen +/- ovarian suppression, aromatase inhibitor +/- fulvestrant (with ovarian suppression in pre-menopausal patients) or fulvestrant alone",
        "  After entry into the study, patients are expected to be followed for at least 6 months after the injection of [^18F] FES",
        "  Have a negative pregnancy test within 7 days prior to registration if of childbearing potential",
        "  No other prior malignancy is allowed except for the following: adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or any other cancer from which the patient has been disease-free for 5 years",
        "  Be informed of the investigational nature of this study and provide written informed consent in accordance with institutional and federal guidelines prior to study-specific screening procedures",
        "  Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately",
        "Exclusion Criteria:",
        "  Patients with a history of prior endocrine therapy for metastatic disease are NOT eligible; adjuvant endocrine therapy for < 2 years total or discontinued less than 6 months before first disease recurrence also excludes the patient",
        "  Patients with disease in the liver only are NOT eligible for the study",
        "  Patients who are HER2/neu positive disease and planning to undergo HER2-directed therapy (trastuzumab or lapatinib) are NOT eligible for the study",
        "  Pregnant or lactating; women of childbearing potential with either a positive or no pregnancy test at baseline are excluded",
        "  Visceral crisis characterized by rapidly progressive hepatic or lymphangitic lung metastases",
        "  History of uncontrolled seizures, central nervous system disorders, or psychiatric disability judged by the investigator to be clinically significant, precluding informed consent",
        "  Any other life-threatening illness (e.g., serious, uncontrolled concurrent infection or clinically significant cardiac disease - congestive heart failure, symptomatic coronary artery disease, cardiac arrhythmia not well controlled with medication)",
        "  Unwillingness to give informed consent",
        "  Medically unstable as judged by the patient's physician",
        "  Psychological, familial, sociological, or geographical conditions which do not permit compliance with the study protocol",
        "  Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals; patients with significant drug or other allergies or autoimmune diseases may be enrolled at the investigator's discretion",
        "  Patient weight greater than 400 lbs (exceeds weight limit for tomograph table)",
        "  Uncontrolled diabetes mellitus (fasting glucose > 200 mg/dL)",
        "  Adult patients who require monitored anesthesia for PET scanning"
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Best Overall Response",
        "  Patients were expected to start endocrine therapy within 2 weeks of the FES PET scan. Response assessment was evaluated at 3 and 6 months. For patients with at least one site of measurable disease [per response evaluation criteria in solid tumors (RECIST, version 1.1)], size-based response criteria were used to assess response.",
        "  For patients without disease evaluable by RECIST 1.1, largely patients with bone-dominant metastatic breast cancer, serial FDG PET scanning was used to determine response. A decline in the FDG PET SUV (standard uptake value) of 30% or more was considered as response and an increase of 20% or more was considered to be progressive disease (PD).",
        "  The initial (baseline) FES uptake was compared to clinical benefit (PD versus other outcome at 6 months).",
        "  Time frame: Up to 6 months",
        "Results 1: ",
        "  Arm/Group Title: Diagnostic FES: Average FES SUVmean >1.5, no Negative Sites",
        "  Arm/Group Description: Patients undergo [^18F] FES PET scan. Patients also undergo standard clinical fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT scan up to 14 days prior to [^18F] FES PET scan.",
        "  Patients begin clinically indicated endocrine therapy.",
        "  Patients are followed-up to determine response on the therapy for 6 months using clinical exams, tumor marker assays, conventional imaging and standard clinical FDG PET/CT.",
        "  This group represents patients who had positive FES uptake at all disease sites on the baseline diagnostic FES PET scan.",
        "  laboratory biomarker analysis: Correlative studies",
        "  Overall Number of Participants Analyzed: 13",
        "  Measure Type: Number",
        "  Unit of Measure: patients with progressive disease  5",
        "Results 2: ",
        "  Arm/Group Title: Diagnostic FES: Patients With FES Negative Sites of Disease",
        "  Arm/Group Description: Patients undergo [^18F] FES PET scan. Patients also undergo standard clinical fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT scan up to 14 days prior to [^18F] FES PET scan.",
        "  Patients begin clinically indicated endocrine therapy.",
        "  Patients are followed-up to determine response on the therapy for 6 months using clinical exams, tumor marker assays, conventional imaging and standard clinical FDG PET/CT.",
        "  This group represents patients who had some or all disease sites negative for FES uptake on the baseline diagnostic FES PET scan.",
        "  Overall Number of Participants Analyzed: 3",
        "  Measure Type: Number",
        "  Unit of Measure: patients with progressive disease  2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 0/20 (0.00%)",
        "Adverse Events 2:",
        "   "
    ]
}