{
    "Clinical Trial ID": "NCT03078751",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Ribociclib + Adjuvant Endocrine Therapy (ET)",
        "  Patients in this arm took Ribociclib in combination with standard adjuvant endocrine therapy. ET was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen (Tamoxifen no longer permitted after protocol amendment 2)",
        "INTERVENTION 2: ",
        "  Placebo + Adjuvant Endocrine Therapy (ET)",
        "  Patients in this arm took Placebo in combination with standard adjuvant endocrine therapy. ET was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen"
    ],
    "Eligibility": [
        "Key Inclusion Criteria:",
        "  Histologically confirmed unilateral primary invasive adenocarcinoma of the breast",
        "  Estrogen receptor-positive and/or progesterone receptor-positive, HER2-negative breast cancer",
        "  Patient is after surgical resection of the tumor where tumor was removed completely, with the final surgical specimen microscopic margins free from tumor and with available archival tumor tissue from the surgical specimen",
        "  Patient who received adjuvant chemotherapy and have AJCC 8th edition Prognostic Stage Group III tumor; or patient who received neoadjuvant chemotherapy and have 1 or more ipsilateral axillary lymph nodes with residual tumor metastases greater than 2.0 mm in lymph node(-s) and residual tumor greater than 10.0 mm in breast tissue",
        "  Patient has completed multi-agent adjuvant or neoadjuvant chemotherapy of  4 cycles or  12 weeks which included taxanes prior to screening",
        "  Patient has completed adjuvant radiotherapy (if indicated) prior to screening",
        "  Patient may already have initiated adjuvant endocrine therapy (ET) at the time of randomization, but randomization must take place within 52 weeks of date of initial histological diagnosis of breast cancer and within 12 weeks of initiating ET",
        "  ECOG Performance Status 0 or 1",
        "  Adequate bone marrow and organ function",
        "  Sodium, potassium, phosphorus, magnesium and total calcium laboratory values within normal limits",
        "  QTcF interval < 450 msec and mean resting heart rate 50-90 bpm",
        "  Key Exclusion Criteria:",
        "  Prior treatment with CDK4/6 inhibitor",
        "  Prior treatment with tamoxifen, raloxifen or aromatase inhibitors for reduction in risk (chemoprevention) of breast cancer and/or treatment for osteoporosis within last 2 years",
        "  Prior treatment with anthracyclines at cumulative doses of 450 mg/m² or more for doxorubicin or 900 mg/m² or more for epirubicin",
        "  Distant metastases of breast cancer beyond regional lymph nodes",
        "  Patient has not recovered from clinical and laboratory acute toxicities of chemotherapy, radiotherapy and surgery",
        "  Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality, or clinically significant cardiac arrhythmias",
        "  Uncontrolled hypertension with systolic blood pressure >160 mmHg",
        "  Patient is currently receiving any of the prohibited substances that cannot be discontinued 7 days prior to Cycle 1 Day 1: concomitant medications, herbal supplements, and/or fruits and their juices that are known as strong inhibitors or inducers of CYP3A4/5; medications that have a narrow therapeutic window and are predominantly metabolized through CYP3A4/5; systemic corticosteroids  2 weeks prior to starting study drug, or who have not fully recovered from side effects of such treatment; concomitant medications with a known risk to prolong the QT interval and/or known to cause torsades de points that cannot be discontinued or replaced by safe alternative medication.",
        "  Pregnant or breast-feeding (lactating) women or women who plan to become pregnant or breast-feed during the study",
        "  Women of child-bearing potential unless they are using highly effective methods of contraception during the study treatment and for 21 days after stopping the study treatment."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Number of Participants With Adverse Events and Serious Adverse Events",
        "  These are the number of participants who had adverse events or serious adverse events regardless of whether is was suspected to be drug-related or not",
        "  Time frame: Up to 26 months",
        "Results 1: ",
        "  Arm/Group Title: Ribociclib + Adjuvant Endocrine Therapy (ET)",
        "  Arm/Group Description: Patients in this arm took Ribociclib in combination with standard adjuvant endocrine therapy. ET was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen (Tamoxifen no longer permitted after protocol amendment 2)",
        "  Overall Number of Participants Analyzed: 26",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Adverse Events: 25",
        "  Serious Adverse Events: 4",
        "Results 2: ",
        "  Arm/Group Title: Placebo + Adjuvant Endocrine Therapy (ET)",
        "  Arm/Group Description: Patients in this arm took Placebo in combination with standard adjuvant endocrine therapy. ET was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen",
        "  Overall Number of Participants Analyzed: 24",
        "  Measure Type: Number",
        "  Unit of Measure: Participants  Adverse Events: 21",
        "  Serious Adverse Events: 2"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 4/26 (15.38%)",
        "  Disseminated intravascular coagulation 1/26 (3.85%)",
        "  Cardiac failure congestive 1/26 (3.85%)",
        "  Breast cellulitis 1/26 (3.85%)",
        "  Cellulitis 1/26 (3.85%)",
        "  Acute myeloid leukaemia 1/26 (3.85%)",
        "  Seizure 0/26 (0.00%)",
        "  Pulmonary embolism 1/26 (3.85%)",
        "Adverse Events 2:",
        "  Total: 2/24 (8.33%)",
        "  Disseminated intravascular coagulation 0/24 (0.00%)",
        "  Cardiac failure congestive 0/24 (0.00%)",
        "  Breast cellulitis 0/24 (0.00%)",
        "  Cellulitis 1/24 (4.17%)",
        "  Acute myeloid leukaemia 0/24 (0.00%)",
        "  Seizure 1/24 (4.17%)",
        "  Pulmonary embolism 0/24 (0.00%)"
    ]
}