{
    "Clinical Trial ID": "NCT01328249",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Cohort 1: Eribulin Mesylate With Filgrastim as Needed",
        "  Participants initially received doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) intravenously (IV) on Day 1, of every 14-day cycle for 4 cycles. Eribulin mesylate was administered following the doxorubicin plus cyclophosphamide regimen at a dose of 1.4 mg/m^2 IV over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5 to 8). In this Cohort growth factors, subcutaneous pegfilgrastim (6 mg) or filgrastim, could be used with eribulin therapy at the physician's discretion if neutropenia occurred that recovered to Grade 2.",
        "INTERVENTION 2: ",
        "  Cohort 2: Eribulin Mesylate With Prophylactic Filgrastim",
        "  Participants initially received doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) IV on Day 1, of every 14-day cycle for 4 cycles. Eribulin mesylate was administered following the doxorubicin plus cyclophosphamide regimen at a dose of 1.4 mg/m^2 IV over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5 to 8). In this Cohort filgrastim was used with eribulin therapy at a dose of 300 micrograms for participants 60 kg or 480 micrograms for participants >60 kg, administered subcutaneously on Days 3 and 4 and Days 10 and 11 of each eribulin cycle."
    ],
    "Eligibility": [
        "Inclusion Criteria",
        "  Male and female subjects aged greater than or equal to (>=) 18 years",
        "  Histologically confirmed Stage I to III invasive breast cancer. Subjects may have more than one synchronous primary breast tumor.",
        "  HER-2 normal as determined by fluorescence in situ hybridization (FISH) or 0 or 1+ by immunohistochemistry (IHC) staining.",
        "  Subject is a candidate for chemotherapy in the adjuvant setting. Adjuvant therapy must begin within 84 days of the final surgical procedure for breast cancer.",
        "  Adequate cardiac function, defined by baseline LVEF >=50 percent (%) by Multiple Gated Acquisition (MUGA) scan or echocardiogram.",
        "  ECOG performance status of 0 or 1.",
        "  Adequate renal function as evidenced by serum creatinine less than or equal to (<=) 1.5 mg/dL or calculated creatinine clearance >=40 mL/min per the Cockcroft and Gault formula.",
        "  Adequate bone marrow function as evidenced by ANC >=1.5 x 10^9/L, hemoglobin >=10.0 g/dL, and platelet count >=100 x 10^9/L.",
        "  Adequate liver function as evidenced by bilirubin <=1.5 times the upper limits of normal (ULN) and alkaline phosphatase (AP), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) <=3 x ULN.",
        "  Females of childbearing potential must have a negative urine or beta-human chorionic gonadotropin serum pregnancy test within 2 weeks prior to Cycle 1, Day 1. A urine pregnancy test should be repeated prior to chemotherapy if not conducted within 72 hours of start of treatment. Female subjects of childbearing potential must agree to be abstinent or to use a highly effective method of contraception (e.g., condom + spermicide, condom + diaphragm with spermicide, intrauterine device (IUD), or have a vasectomized partner) having started for at least one menstrual cycle prior to starting study drug and throughout the entire study period and for 30 days (longer if appropriate) after the last dose of study drug. Perimenopausal women must be amenorrheic for at least 12 months to be considered of nonchildbearing potential. Male subjects who are not abstinent or who have undergone a successful vasectomy, who are partners of women of childbearing potential must use, or their partners must use, a highly effective method of contraception (e.g., condom + spermicide, condom + diaphragm with spermicide, IUD) starting for at least one menstrual cycle prior to starting study drug and throughout the entire study period and for 30 days (longer if appropriate) after the last dose of study drug. Subjects with partners using hormonal contraceptives must also be using an additional approved method of contraception (as described previously).",
        "  Subjects willing and able to comply with the study protocol for the duration of the study and provide written informed consent prior to any study-specific screening procedures with the understanding that the subject may withdraw consent at any time without prejudice.",
        "  Exclusion Criteria",
        "  Stage IV breast cancer.",
        "  Prior chemotherapy, radiation therapy, immunotherapy, or biotherapy for current breast cancer.",
        "  Nonmalignant systemic disease (cardiovascular, renal, hepatic, etc.) that would preclude any of the study therapy drugs.",
        "  Subjects with a concurrently active second malignancy other than adequately treated nonmelanoma skin cancers or in situ cervical cancer.",
        "  Subjects with known positive human immunodeficiency virus (HIV) status.",
        "  Pregnancy or breast feeding at the time of study enrollment. Eligible subjects of reproductive potential (both sexes) must agree to use adequate contraceptive methods during study therapy.",
        "  Subjects with known allergy or hypersensitivity to doxorubicin, cyclophosphamide, or eribulin mesylate.",
        "  Inability to comply with the study and/or follow-up procedures."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Percentage of Participants With Feasibility",
        "  The regimen was considered feasible if the participant was able to complete the eribulin portion without dose delay or reduction. Dose delay was defined as a delay due to eribulin-related adverse event (AE) for more than 2 days for subsequent doses (cycles after the initiation of full dose of eribulin, except holidays, scheduling difficulties and nonclinical logistical issues). If a participant had more than 1 dose omission, delay or reduction due to eribulin-related AE, these events were collectively counted as one entity in the same participant. Participants were followed for approximately 3 years after the last dose of the study treatment. Feasibility rates were calculated with or without growth factor support. In both cohorts, the percentage of participants who completed the eribulin portion of the regimen without a dose omission, delay or reduction due to eribulin-related AE was estimated via the observed completion rate and an exact 90% confidence interval (CI) was constructed.",
        "  Time frame: From date of first dose, up to 3 years after the last dose of study treatment, or up to approximately 4 years 2 months",
        "Results 1: ",
        "  Arm/Group Title: Cohort 1: Eribulin Mesylate With Filgrastim as Needed",
        "  Arm/Group Description: Participants initially received doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) intravenously (IV) on Day 1, of every 14-day cycle for 4 cycles. Eribulin mesylate was administered following the doxorubicin plus cyclophosphamide regimen at a dose of 1.4 mg/m^2 IV over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5 to 8). In this Cohort growth factors, subcutaneous pegfilgrastim (6 mg) or filgrastim, could be used with eribulin therapy at the physician's discretion if neutropenia occurred that recovered to Grade   2.",
        "  Overall Number of Participants Analyzed: 54",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  70.4        (58.5 to 80.4)",
        "Results 2: ",
        "  Arm/Group Title: Cohort 2: Eribulin Mesylate With Prophylactic Filgrastim",
        "  Arm/Group Description: Participants initially received doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) IV on Day 1, of every 14-day cycle for 4 cycles. Eribulin mesylate was administered following the doxorubicin plus cyclophosphamide regimen at a dose of 1.4 mg/m^2 IV over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5 to 8). In this Cohort filgrastim was used with eribulin therapy at a dose of 300 micrograms for participants   60 kg or 480 micrograms for participants >60 kg, administered subcutaneously on Days 3 and 4 and Days 10 and 11 of each eribulin cycle.",
        "  Overall Number of Participants Analyzed: 25",
        "  Measure Type: Number",
        "  Unit of Measure: Percentage of participants  60.0        (41.7 to 76.4)"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 6/55 (10.91%)",
        "  Febrile neutropenia 2/55 (3.64%)",
        "  Nausea 2/55 (3.64%)",
        "  Oesophagitis 2/55 (3.64%)",
        "  Vomiting 2/55 (3.64%)",
        "  Mucosal inflammation 0/55 (0.00%)",
        "  Pyrexia 2/55 (3.64%)",
        "  Breast abscess 0/55 (0.00%)",
        "  Catheter site cellulitis 0/55 (0.00%)",
        "  Genital herpes 1/55 (1.82%)",
        "  Lung infection 0/55 (0.00%)",
        "  Upper respiratory tract infection 1/55 (1.82%)",
        "Adverse Events 2:",
        "  Total: 4/26 (15.38%)",
        "  Febrile neutropenia 1/26 (3.85%)",
        "  Nausea 0/26 (0.00%)",
        "  Oesophagitis 0/26 (0.00%)",
        "  Vomiting 0/26 (0.00%)",
        "  Mucosal inflammation 1/26 (3.85%)",
        "  Pyrexia 1/26 (3.85%)",
        "  Breast abscess 1/26 (3.85%)",
        "  Catheter site cellulitis 1/26 (3.85%)",
        "  Genital herpes 0/26 (0.00%)",
        "  Lung infection 1/26 (3.85%)",
        "  Upper respiratory tract infection 0/26 (0.00%)"
    ]
}