{
    "Clinical Trial ID": "NCT03176238",
    "Intervention": [
        "INTERVENTION 1: ",
        "  Asian Everolimus + Exemestane",
        "  Everolimus (10 mg) and exemestane (25 mg) tablets taken orally in combination once daily. Participants in Asian countries: Indonesia, India, Vietnam, Turkey, South Korea, Thailand, Malaysia, Taiwan or Jordan.",
        "INTERVENTION 2: ",
        "  Non-Asian Everolimus + Exemestane",
        "  Everolimus (10 mg) and exemestane (25 mg) tablets taken orally in combination once daily. Participants in Non-Asian countries: Australia, Morocco, South Africa or Tunisia."
    ],
    "Eligibility": [
        "Inclusion Criteria:",
        "  Postmenopausal women with metastatic, recurrent or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy.",
        "  Histological or cytological confirmation of hormone-receptor positive (HR+) breast cancer.",
        "  Disease refractory to non-steroidal aromatase inhibitors, defined as:",
        "  Recurrence while on, or within 12 months (365 days) of completion of adjuvant therapy with letrozole or anastrozole, or",
        "  Progression while on, or within one month (30 days) of completion of letrozole or anastrozole treatment for locally advanced or metastatic breast cancer (ABC).",
        "  Radiological or objective evidence of recurrence or progression on or after the last systemic therapy prior to enrolment.",
        "  Patients must have had:",
        "  At least one lesion that could have been accurately measured in at least one dimension",
        "  20 mm with conventional imaging techniques or  10 mm with spiral CT or MRI, or",
        "  Bone lesions: lytic or mixed (lytic + blastic) in the absence of measurable disease as defined above.",
        "  Adequate bone marrow, coagulation, liver and renal function.",
        "  ECOG performance status  2.",
        "Exclusion Criteria:",
        "  Patients overexpressing HER2 by local laboratory testing (IHC 3+ staining or in situ hybridization positive). Patients with IHC 2+ must have a negative in situ hybridization test.",
        "  Patients with only non-measurable lesions other than bone metastasis (e.g. pleural effusion, ascites).",
        "  Patients with more than one prior chemotherapy line for ABC. A chemotherapy line is an anticancer regimen(s) that contained at least 1 cytotoxic chemotherapy agent, given for a minimum of 21 days.",
        "  Previous treatment with mTOR inhibitors.",
        "  Known hypersensitivity to mTOR inhibitors, e.g. Sirolimus (rapamycin).",
        "  Patients with a known history of HIV seropositivity. Screening for HIV infection at baseline was not required.",
        "  Patient who were being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A",
        "  History of brain or other CNS metastases, including leptomeningeal metastasis."
    ],
    "Results": [
        "Outcome Measurement: ",
        "  Summary of Number of Participants With Treatment Emergent Adverse Events (TEAE) - All Grades",
        "  Adverse events (AEs), serious adverse events (SAEs), changes from baseline in vital signs and laboratory results (hematology, blood chemistry, lipid profile) qualifying and reported as AEs. Although a patient might had two or more adverse events the patient is only counted once in a category. The same patient might appear in different categories. AESI: Adverse events of special interest.",
        "  Time frame: Baseline up to approximately 43 weeks for Asian countires and 32 weeks for Non-Asian countries including a 30 day post treatment follow up period",
        "Results 1: ",
        "  Arm/Group Title: Asian Everolimus + Exemestane",
        "  Arm/Group Description: Everolimus (10 mg) and exemestane (25 mg) tablets taken orally in combination once daily. Participants in Asian countries: Indonesia, India, Vietnam, Turkey, South Korea, Thailand, Malaysia, Taiwan or Jordan.",
        "  Overall Number of Participants Analyzed: 199",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  no TEAE: 4   2.0%",
        "  at least 1 TEAE: 195  98.0%",
        "  at least 1 drug-related TEAE: 185  93.0%",
        "  at least 1 serious TEAE (STEAE): 59  29.6%",
        "  STEAE leading to death: 6   3.0%",
        "  Non-fatal STEAE: 53  26.6%",
        "  at least 1 drug-related STEAE: 28  14.1%",
        "  at least 1 drug-related STEAE - death: 2   1.0%",
        "  at least 1 drug-related non-fatal STEAE: 26  13.1%",
        "  TEAE leading to permanent tx discontinuation: 25  12.6%",
        "  1 TE AESI: 172  86.4%",
        "Results 2: ",
        "  Arm/Group Title: Non-Asian Everolimus + Exemestane",
        "  Arm/Group Description: Everolimus (10 mg) and exemestane (25 mg) tablets taken orally in combination once daily. Participants in Non-Asian countries: Australia, Morocco, South Africa or Tunisia.",
        "  Overall Number of Participants Analyzed: 36",
        "  Measure Type: Count of Participants",
        "  Unit of Measure: Participants  no TEAE: 0   0.0%",
        "  at least 1 TEAE: 36 100.0%",
        "  at least 1 drug-related TEAE: 33  91.7%",
        "  at least 1 serious TEAE (STEAE): 16  44.4%",
        "  STEAE leading to death: 4  11.1%",
        "  Non-fatal STEAE: 12  33.3%",
        "  at least 1 drug-related STEAE: 8  22.2%",
        "  at least 1 drug-related STEAE - death: 1   2.8%",
        "  at least 1 drug-related non-fatal STEAE: 7  19.4%",
        "  TEAE leading to permanent tx discontinuation: 11  30.6%",
        "  1 TE AESI: 34  94.4%"
    ],
    "Adverse Events": [
        "Adverse Events 1:",
        "  Total: 59/199 (29.65%)",
        "  Anaemia 7/199 (3.52%)",
        "  Thrombocytopenia 2/199 (1.01%)",
        "  Acute myocardial infarction 0/199 (0.00%)",
        "  Atrial fibrillation 1/199 (0.50%)",
        "  Cardiac arrest 1/199 (0.50%)",
        "  Cardiac failure 1/199 (0.50%)",
        "  Cardiopulmonary failure 1/199 (0.50%)",
        "  Left ventricular failure 1/199 (0.50%)",
        "  Supraventricular tachycardia 0/199 (0.00%)",
        "  Ventricular tachycardia 1/199 (0.50%)",
        "Adverse Events 2:",
        "  Total: 16/36 (44.44%)",
        "  Anaemia 2/36 (5.56%)",
        "  Thrombocytopenia 1/36 (2.78%)",
        "  Acute myocardial infarction 1/36 (2.78%)",
        "  Atrial fibrillation 0/36 (0.00%)",
        "  Cardiac arrest 0/36 (0.00%)",
        "  Cardiac failure 0/36 (0.00%)",
        "  Cardiopulmonary failure 0/36 (0.00%)",
        "  Left ventricular failure 0/36 (0.00%)",
        "  Supraventricular tachycardia 1/36 (2.78%)",
        "  Ventricular tachycardia 0/36 (0.00%)"
    ]
}